[
  {
    "text": "Sesungguhnya, sesudah kesulitan itu ada kemudahan.",
    "reference": "(Q.S Al-Insyirah: 5)"
  },
  {
    "text": "Dan sungguh akan Kami berikan ujian atau cobaan kepadamu, dengan sedikit ketakutan, kelaparan, kekurangan harta, jiwa dan buah-buahan. Dan sampaikanlah kabar gembira kepada orang-orang yang bersabar.",
    "reference": "(Q.S Al-Baqarah: 155)"
  },
  {
    "text": "Dan sungguh Kami benar-benar akan menguji kalian agar Kami mengetahui siapa orang-orang yang bersungguh-sungguh dan bersabar di antara kalian.",
    "reference": "(Q.S Muhammad: 31)"
  },
  {
    "text": "Allah tidak membebani seseorang melainkan sesuai dengan kesanggupannya.",
    "reference": "(Q.S Al-Baqarah: 286)"
  },
  {
    "text": "Sesungguhnya jika kamu bersyukur, pasti Kami akan menambah (nikmat) kepadamu, namun jika kamu mengingkari (nikmat-Ku), maka sesungguhnya azab-Ku sangatlah pedih",
    "reference": "(QS. Ibrahim: 7)"
  },
  {
    "text": "Dan barangsiapa yang bertakwa kepada Allah, niscaya Allah menjadikan baginya kemudahan dalam urusannya.",
    "reference": "(Q.S At-Talaq: 4)"
  },
  {
    "text": "Barang siapa yang tidak mensyukuri yang sedikit, maka ia tidak akan mampu mensyukuri sesuatu yang banyak.",
    "reference": "(HR. Ahmad)"
  },
  {
    "text": "Engkau beribadah kepada Allah seakan-akan engkau melihat-Nya. Jika engkau tidak melihat-Nya, sesungguhnya dia pasti melihatmu.",
    "reference": "(HR. Muslim)"
  },
  {
    "text": "Jika benar kalian bertawakal pada Allah, Ia akan memberikan kalian rezeki sebagaimana burung yang pergi dalam keadaan lapar dan pulang dengan perut kenyang.",
    "reference": "(HR. Tirmidzi)"
  },
  {
    "text": "Jangan melibatkan hatimu dalam kesedihan atas masa lalu atau kamu tidak akan siap untuk apa yang akan datang.",
    "reference": "Ali bin Abi Thalib"
  },
  {
    "text": "Bangunlah pagi hari untuk mencari rezeki dan kebutuhan-kebutuhanmu. Sesungguhnya pada pagi hari terdapat barakah dan keberuntungan.",
    "reference": "(HR. At-Thabrani dan Al-Bazzar)"
  },
  {
    "text": "Tidaklah termasuk golongan kami, orang yang memukul-mukul pipinya dan mencabik-cabik bajunya ketika (tertimpa musibah), serta berseru dengan seruan jahiliyah.",
    "reference": "(HR. Bukhari dan Muslim)"
  },
  {
    "text": "Barang siapa yang tidak mensyukuri yang sedikit, maka ia tidak akan mampu mensyukuri sesuatu yang banyak.",
    "reference": "(HR. Ahmad)"
  },
  {
    "text": "Kerjakanlah urusan duniamu seakan-akan kamu hidup selamanya. Dan laksanakanlah urusan akhiratmu seakan-akan kamu akan mati besok.",
    "reference": "(HR. Ibnu Asakir)"
  },
  {
    "text": "Dunia adalah perhiasan dan sebaik-baik perhiasan adalah wanita sholihah.",
    "reference": "(HR. Muslim)"
  },
  {
    "text": "Tidak beriman seseorang di antara kalian hingga ia mencintai Saudaranya sebagaimana mencintai dirinya sendiri.",
    "reference": "(HR. Bukhari dan Muslim)"
  },
  {
    "text": "Ketahuilah bahwa kemenangan bersama kesabaran, kelapangan bersama kesempitan, dan kesulitan bersama kemudahan.",
    "reference": "(HR. Tirmidzi)"
  }
]