[
    {
        "quote": "Hidup tanpa Allah ibarat sebuah pensil tumpul, ia tidak memiliki titik."
    },
    {
        "quote": "Dan tiadalah kehidupan dunia ini melainkan hanya senda gurau dan main-main. Dan sesungguhnya akhirat itulah yang sebenarnya kehidupan, jika saja mereka mengetahui. (Q.S al-Ankabut 64)"
    },
    {
        "quote": "Dunia ini hanya memiliki tiga hari: Hari kemarin, ia telah pergi bersama dengan semua yang menyertainya. Hari esok, kamu mungkin tak akan pernah menemuinya. Hari ini, itulah yang kamu miliki, maka beramallah di hari ini. – Hasan al Bashri"
    },
    {
        "quote": "Kesabaran itu ada dua macam: sabar atas sesuatu yang tidak kau ingin dan sabar menahan diri dari sesuatu yang kau ingini. – Ali bin Abi Thalib"
    },
    {
        "quote": "Kehidupan dunia dan akhirat di hati seorang manusia ibarat dua skala keseimbangan, ketika salah satunya menjadi berat, maka yang lain akan menjadi ringan. – `Amr ibn Abdullah"
    },
    {
        "quote": "Dunia ini penjara bagi orang beriman dan surga bagi orang kafir. – Hadis"
    },
    {
        "quote": "Apa yang ada di dunia ini tidak lain hanyalah mimpi yang dialami oleh orang yang sedang tidur? Dia merasakan kesenangan di dalamnya selama beberapa saat, dan kemudian terbangun untuk menghadapi kenyataan. – Hasan Al-Bashri"
    },
    {
        "quote": "Kehidupan itu cuma dua hari. Satu hari berpihak kepadamu dan satu hari melawanmu. Maka pada saat ia berpihak kepadamu, jangan bangga dan gegabah; dan pada saat ia melawanmu bersabarlah. Karena keduanya adalah ujian bagimu. – Ali bin Abi Thalib"
    },
    {
        "quote": "Dialah yang menghidupkan dan mematikan, dan hanya kepada-Nya lah kamu akan dikembalikan. – (Q.S Yunus: 56)"
    },
    {
        "quote": "Ketahuilah bahwa rasa syukur merupakan tingkatan tertinggi, dan ini lebih tinggi daripada kesabaran, ketakutan (khauf), dan keterpisahan dari dunia (zuhud). – Imam al-Ghazali"
    },
    {
        "quote": "Sesungguhnya jika kamu bersyukur, pasti Kami akan menambah (nikmat) kepadamu, namun jika kamu mengingkari (nikmat-Ku), maka sesungguhnya azab-Ku sangatlah pedih. – QS. Ibrahim: 7"
    },
    {
        "quote": "Rahasia kebahagiaan itu ada dalam 3 hal: Bersabar, Bersyukur dan ikhlas."
    },
    {
        "quote": "Selalu ada lebih banyak hal yang patut untuk disyukuri daripada mengeluh. Alhamdulillah."
    },
    {
        "quote": "Keyakinan adalah ketenangan di dalam hati yang tidak akan bisa kita dapatkan tanpa perenungan yang mendalam."
    },
    {
        "quote": "Jika Allah memberi kamu nikmat sepotong roti saja, syukurilah itu, karena Allah tidak membuat kamu meminta-minta kepada orang lain untuk mendapatkan itu."
    },
    {
        "quote": "Jika kita saja tidak merasa bersyukur atas apa yang sudah kita miliki, lalu apa yang membuat kita berpikir bahwa kita akan bahagia dengan memiliki yang lebih banyak?"
    },
    {
        "quote": "Barangsiapa yang tidak mensyukuri yang sedikit, maka ia tidak akan mampu mensyukuri sesuatu yang banyak. (HR. Ahmad)"
    },
    {
        "quote": "Bersyukurlah jika Allah memberimu ujian hidup, karena dengan demikian, Allah memberikanmu kesempatan untuk berubah menjadi manusia yang lebih baik lagi."
    },
    {
        "quote": "Tidaklah ada dari manusia melainkan: diuji dengan keselamatan agar diketahui bagaimana syukurnya, atau diuji dengan sebuah bencana agar diketahui bagaimana sabarnya. – Ibnu Qayyim"
    },
    {
        "quote": "Mengeluh hanya akan membuat hidup kita semakin tertekan, sedangkan bersyukur akan senantiasa membawa kita pada jalan kemudahan."
    },
    {
        "quote": "Semoga dalam kesendirian ini kita bisa bisa benar-benar lolos dalam ujian menahan diri dari lawan jenis."
    },
    {
        "quote": "Perjalanan mencari cinta karena Allah terasa lebih tenang tentu berpahala karena senantiasa diawasi agar tidak jatuh di jalan yang salah."
    },
    {
        "quote": "Ketika berbicara tentang pernikahan, Allah mengatakan bahwa pasanganmu ibarat pakaian untukmu. Sebuah pakaian bisa jadi pas atau kurang pas. Tapi bagaimanapun juga, pakaian akan menutupi, melindungi dan mempercantik ketidaksempurnaan."
    },
    {
        "quote": "Di hadapanmu aku malu memandangmu. Tapi di hadapan Allah, terang-terangan aku meminta agar dijodohkan denganmu."
    },
    {
        "quote": "Jika dia bukan jodohku, maka jauhkanlah dia dari pikiranku dan dekatkanlah orang yang memang benar jodohku."
    },
    {
        "quote": "Jatuh cintalah kepada Allah terlebih dahulu, maka pada saatnya nanti Allah pasti akan memberimu seseorang yang tepat dan pantas untukmu."
    },
    {
        "quote": "Seorang Pria mendambakan wanita yang sempurna dan begitu juga wanita mendambakan sosok pria sempurna, namun mereka tidak tahu bahwa Allah telah menciptakan mereka untuk saling menyempurnakan satu sama lain."
    },
    {
        "quote": "Untukmu yang selalu kusebut dalam doa, izinkan aku menjadi bagian dari hidupmu."
    },
    {
        "quote": "Jika akhirnya kamu tidak bersama dengan orang yang sering kamu sebut dalam doamu, mungkin kamu akan dibersamakan dengan orang yang diam-diam sering menyebut namamu dalam doanya."
    },
    {
        "quote": "Kau hanya perlu menggunakan waktu menunggumu dengan hal baik. Karena Tuhan itu tahu, kapan waktu yang tepat untuk dia menyentuh hatimu."
    },
    {
        "quote": "Ada saatnya kamu memperjuangkan dan diperjuangkan oleh seseorang. Bersabarlah dan fokuslah untuk memantaskan dirimu. Yakinlah Allah akan hadirkan dan tunjukkan penyempurna agamamu di saat yang tepat."
    },
    {
        "quote": "Ketika engkau menjaga diri, di saat yang sama, di tempat lain jodohmu pun menjaga diri, hingga nanti bertemu di saat dan cara yang paling berkah."
    },
    {
        "quote": "Melangkahlah sendirian sampai Allah mengutus seseorang untuk berjalan bersama mendampingimu."
    },
    {
        "quote": "Jodoh itu kayak 'Alif Lam Mim' ayat pertama surat Al-Baqarah, artinya yaitu hanya Allah yang tahu."
    },
    {
        "quote": "Kagum itu merupakan hal yang wajar, maka merahasiakannya merupakan hal yang sangat mulia."
    },
    {
        "quote": "Bisa melihatnya saja sudah suka, apalagi kalau mampu bersama dengannya dalam suka dan duka."
    },
    {
        "quote": "Jika memang Allah takdirkan bersama, maka semoga disegerakan untuk dmdimampukan tuk meminangnya."
    },
    {
        "quote": "Bersabarlah duhai hati suatu hari akan hadir tempat terbaik yang dapat menjadi pelabuhan pertama dan terakhirmu."
    },
    {
        "quote": "Cintai memang menuntut suatu pengorbanan. Jika kita belum mampu berkorban demi ketaatan maka kita belum betul-betul mencintai sang pemilik alam."
    },
    {
        "quote": "Jangan menyerah saat doa-doamu belum dijawab. Jika kamu mampu bersabar, Allah mampu memberikan lebih dari apa yang kamu minta."
    },
    {
        "quote": "Jadilah muslimah yang memiliki dua kecantikan, cantik luar yang dilindungi hijab syar’i. Cantik dalam yang dihiasi akhlak terpuji."
    },
    {
        "quote": "Ketaqwaanmu kepada Tuhamu membuatmu menjadi lebih cantik melebihi cantiknya bunga yang sedang mekar."
    },
    {
        "quote": "Wanita memilih diam ketika disakiti dialah wanita yang hatinya kuat untuk menahan amarah."
    },
    {
        "quote": "Muslimah sejati adalah wanita yang setia karena ia selalu menjaga hatinya untuk seseorang yang terbaik yang dipilihkan Allah untuknya."
    },
    {
        "quote": "Wanita sholehah merupakan dia yang tidak sembarang orang yang bisa menyentuhnya dia adalah mutiara dia berlian dia adalah harta yang paling berharga yang hanya disentuh oleh suaminya."
    },
    {
        "quote": "Berhentilah pacaran dengan bungkus bunga-bunga cinta, mulailah untuk serius menjalin hubungan dengan berani menjabat tangan orang tuanya dipelaminan."
    },
    {
        "quote": "Lelaki baik akan memberimu cinta yang baik, membawamu pada sesuatu yang baik dan menjadikan dirimu lebih baik."
    },
    {
        "quote": "Sempurnakanlah rasa kagummu dengan keberanianmu meminangnya."
    },
    {
        "quote": "Laki-laki yang mengungkapkan cinta sebelum masa halal tiba dan tak beranjak segera menghalalkannya. Maka dia telah menjatuhkan harga dirinya."
    },
    {
        "quote": "Aku berharap bisa menjadi imam yang baik yang memimpin mu dengan iman dan ketaqwaan."
    },
    {
        "quote": "Karena jika memang jodoh Allah akan semakin mendekatkan, bukan menjauhkan."
    },
    {
        "quote": "Bijaklah dalam masa penantianmu, Kelak kamu akan takjub bagaimana Allah mempertemukan dengan jodohmu."
    },
    {
        "quote": "Ketika seseorang pergi dan meninggalkan kita maka datanglah pada Allah dengan doa dan ibadah kita bersungguh-sungguh kita akan merasakan keindahan dan kasih sayang yang luar biasa."
    },
    {
        "quote": "Jangan pusingkan rencana Allah tentang jodoh yang belum datang karena Allah lebih tahu kapan waktu terbaik bagimu untuk berjodoh."
    },
    {
        "quote": "Maka sesungguhnya bersama kesulitan itu ada kemudahan. - (QS Al Insyirah 5)"
    },
    {
        "quote": "Apabila sesuatu yang kau senangi tidak terjadi maka senangilah apa yang terjadi. – Ali bin Abi Thalib"
    },
    {
        "quote": "Ketahuilah bahwa kemenangan bersama kesabaran, kelapangan bersama kesempitan, dan kesulitan bersama kemudahan. (HR Tirmidzi)"
    },
    {
        "quote": "Kebanyakan dari kita tidak mensyukuri apa yang sudah kita miliki, tetapi kita menyesali apa yang belum kita capai."
    },
    {
        "quote": "Setiap napas baru yang Allah izinkan untuk kamu ambil bukan hanya berkah, tetapi juga tanggung jawab."
    },
    {
        "quote": "Jangan hanya berterima kasih kepada Allah ketika semuanya berjalan baik, terima kasih kepada-Nya bahkan ketika segala sesuatunya terasa sulit."
    },
    {
        "quote": "Kesabaran itu bermahkotakan keimanan. Orang yang kehilangan kesabarannya sama dengan tidak beriman. Nabi bersabda bahwa Allah tidak memberikan iman kepada orang yang bersifat pemarah."
    },
    {
        "quote": "Janganlah engkau berduka atas apa yang telah terjadi, karena tidak ada apapun di dunia ini yang abadi. (Imam Syafi’i)"
    },
    {
        "quote": "Dunia ini ibarat bayangan. Kalau kau berusaha menangkapnya, ia akan lari. Tapi kalau kau membelakanginya, ia tak punya pilihan selain mengikutimu. - Ibnu Qayyim Al Jauziyyah"
    },
    {
        "quote": "Jangan berduka, apa pun yang hilang darimu akan kembali lagi dalam wujud lain. - Jalaludin Rumi"
    },
    {
        "quote": "Angin tidak berhembus untuk menggoyangkan pepohonan, melainkan menguji kekuatan akarnya."
    },
    {
        "quote": "Orang yang cerdas adalah orang yang mengendalikan dirinya dan bekerja untuk kehidupan setelah kematian. (HR. Tirmidzi)"
    },
    {
        "quote": "Kerjakanlah urusan duniamu seakan-akan kamu hidup selamanya. Dan laksanakanlah urusan akhiratmu seakan-akan kamu akan mati besok. (HR. Ibnu Asakir)"
    },
    {
        "quote": "Jangan sekali-kali merasa malu memberi walaupun sedikit, sebab tidak memberi sama sekali pasti lebih sedikit nilainya."
    },
    {
        "quote": "Bangunlah pagi hari untuk mencari rezeki dan kebutuhan-kebutuhanmu. Sesungguhnya pada pagi hari terdapat barakah dan keberuntungan. (HR At-Thabrani dan Al-Bazzar)"
    },
    {
        "quote": "Engkau beribadah kepada Allah seakan-akan engkau melihat-Nya. Jika engkau tidak melihat-Nya, sesungguhnya dia pasti melihatmu. (HR Muslim)"
    },
    {
        "quote": "Barang siapa yang tidak mensyukuri yang sedikit, maka ia tidak akan mampu mensyukuri sesuatu yang banyak. HR. Ahmad"
    },
    {
        "quote": "Dan barangsiapa yang bertakwa kepada Allah, niscaya Allah menjadikan baginya kemudahan dalam urusannya. – (Q.S At-Talaq: 4)"
    },
    {
        "quote": "Jangan melibatkan hatimu dalam kesedihan atas masa lalu atau kamu tidak akan siap untuk apa yang akan datang. –Ali bin Abi Thalib"
    },
    {
        "quote": "Orang berilmu pengetahuan ibarat gula yang mengundang banyak semut. Dia menjadi cahaya bagi diri dan sekelilingnya. - Abdullah Gymnastiar"
    },
    {
        "quote": "Balas dendam terbaik adalah menjadikan dirimu lebih baik. – Ali bin Abi Thalib"
    },
    {
        "quote": "Ya Allah, janganlah engkau jadikan dunia menjadi perhatian utama kami serta batas pengetahuan kami. (HR. Tirmidzi)"
    },
    {
        "quote": "Tidaklah suatu kegalauan, kesedihan, kebimbangan, kekalutan yang menimpa seorang mukmin atau bahkan tertusuk duri sekalipun, melainkan karenanya Allah akan menggugurkan dosa-dosanya. (HR Bukhari dan Muslim)"
    },
    {
        "quote": "Jangan membenci apa yang tidak kamu ketahui, karena sebagian besar pengetahuan terdiri dari apa yang tidak kamu ketahui. – Ali bin Abi Thalib"
    },
    {
        "quote": "Allah tidak membebani seseorang melainkan sesuai dengan kesanggupannya. – (Al-Baqarah: 286)"
    },
    {
        "quote": "Memaafkan adalah kemenangan terbaik. – Ali bin Abi Thalib"
    },
    {
        "quote": "Maka jangan sekali-kali membiarkan kehidupan dunia ini memperdayakan kamu. – (Q.S Fatir: 5)"
    },
    {
        "quote": "Ketika terbukti salah, orang bijak akan memperbaiki dirinya sendiri dan orang yang bodoh akan terus berdebat. – Ali bin Abi Thalib"
    },
    {
        "quote": "Janganlah kamu berduka cita, sesungguhnya Allah selalu bersama kita. (QS At Taubah 40)"
    },
    {
        "quote": "Yang paling besar di bumi ini bukan gunung dan lautan, melainkan hawa nafsu yang jika gagal dikendalikan, maka kita akan menjadi penghuni neraka. - Abu Hamid Al Ghazali"
    },
    {
        "quote": "Allah tidak melihat bentuk rupa dan harta benda kalian, tapi dia melihat hati dan amal kalian. - Nabi Muhammad SAW"
    },
    {
        "quote": "Jauhilah dengki, karena dengki memakan amal kebaikan sebagaimana api memakan kayu bakar. - Nabi Muhammad SAW"
    },
    {
        "quote": "Apa pun yang kamu keluarkan untuk keluargamu akan menjadi sumber pahala dari Allah. Bahkan sepotong makanan yang kamu suapkan ke mulut istrimu. - Nabi Muhammad SAW"
    },
    {
        "quote": "Yang terbaik di antara kalian adalah mereka yang berakhlak paling mulia. - Nabi Muhammad SAW"
    },
    {
        "quote": "Demi Allah yang jiwaku berada di tangan-Nya, seseorang tidak beriman hingga ia mencintai saudaranya sebagaimana ia mencintai dirinya sendiri. - Nabi Muhammad SAW"
    },
    {
        "quote": "Manusia yang berakal adalah manusia yang suka menerima dan meminta nasihat. - Umar bin Khattab"
    },
    {
        "quote": "Bila engkau hendak memuji seseorang, pujilah Allah. Karena tiada seorang manusia pun lebih banyak dalam memberi kepadamu dan lebih santun lembut kepadamu selain Allah. - Umar bin Khattab"
    },
    {
        "quote": "Ilmu pengetahuan adalah kehidupan pikiran. - Abu Bakar Ash-Shiddiq"
    },
    {
        "quote": "Seseorang yang takut untuk menangis, maka dia pun harus belajar untuk bersikap baik terhadap orang yang menangis. - Abu Bakar Ash-Shiddiq"
    },
    {
        "quote": "Memang sulit untuk bersabar, tapi menyia-nyiakan pahala dari sebuah kesabaran itu jauh lebih buruk. - Abu Bakar Ash-Shiddiq"
    },
    {
        "quote": "Manusia tahu bahwa dirinya itu lemah, namun anehnya dia terus menerus tidak taat kepada Dia (Allah) Yang Maha Kuat. - Abu Bakar Ash-Shiddiq"
    },
    {
        "quote": "Jangan memandang rendah kepada setiap muslim, bahkan orang yang paling lemah imannya sekalipun adalah besar di mata Allah. - Abu Bakar Ash-Shiddiq"
    },
    {
        "quote": "Kami diuji dengan kesusahan, maka kami sabar, tetapi ketika diuji dengan kesenangan (kemewahan), hampir-hampir kami tidak sabar. - Abu Bakar Ash-Shiddiq"
    },
    {
        "quote": "Orang yang cantik tidak selamanya orang baik, tapi orang yang baik selalu cantik. - Ali bin Abi Thalib"
    },
    {
        "quote": "Dirimu yang sebenarnya adalah apa yang kamu lakukan di saat tiada orang yang melihatmu. - Ali bin Abi Thalib"
    },
    {
        "quote": "Bila kau cemas dan gelisah akan sesuatu, masuklah ke dalamnya sebab ketakutan menghadapinya lebih menganggu daripada sesuatu yang kau takuti sendiri. - Ali bin Abi Thalib"
    },
    {
        "quote": "Janganlah engkau mengucapkan perkataan yang engkau sendiri tak suka mendengarnya jika orang lain mengucapkannya kepadamu. - Ali bin Abi Thalib"
    },
    {
        "quote": "Jangan pernah membuat keputusan dalam kemarahan dan jangan pernah membuat janji dalam kebahagiaan. - Ali bin Abi Thalib"
    },
    {
        "quote": "Segala sesuatu telah Allah takdirkan. - QS. Al Qamar : 49"
    },
    {
        "quote": "Dan sesungguhnya DIA lah yang menjadikan orang tertawa dan menangis. - QS. An Najm: 43"
    },
    {
        "quote": "Janganlah kamu berduka cita, sesungguhnya Allah selalu bersama kita.- QS At-Taubah: 40"
    },
    {
        "quote": "Maka sesungguhnya bersama kesulitan itu ada kemudahan.QS Al Insyirah: 5"
    },
    {
        "quote": "Sesungguhnya Allah tidak akan mengubah keadaan suatu kaum hingga mereka merubah keadaan yang ada pada diri mereka sendiri. - Q.S. Ar Rad: 11"
    },
    {
        "quote": "Sesungguhnya Kami telah menciptakan manusia dalam bentuk yang sebaik-baiknya. - QS At- Tin: 4"
    },
    {
        "quote": "Dan Kami jadikan kamu berpasang-pasangan. - QS. An-Naba: 8"
    },
    {
        "quote": "Maka jangan sekali-kali membiarkan kehidupan dunia ini memperdayakan kamu. - QS. Fatir: 5"
    },
    {
        "quote": "Dan bersabarlah kamu, sesungguhnya janji Allah adalah benar. - QS. Ar-Rum: 60"
    },
    {
        "quote": "Dan barang siapa yang bertakwa kepada Allah, niscaya Allah menjadikan baginya kemudahan dalam urusannya. - Q.S At-Talaq: 4"
    },
    {
        "quote": "Allah tidak membebani seseorang melainkan sesuai dengan kesanggupannya. - QS. Al-Baqarah: 286"
    },
    {
        "quote": "Tidakkah dia menyadari bahwa sesungguhnya Allah melihat segala perbuatannya?. - QS. Al-Alaq: 14"
    },
    {
        "quote": "Dunia ini ibarat bayangan. Kalau kau berusaha menangkapnya, ia akan lari. Tapi kalau kau membelakanginya, ia tak punya pilihan selain mengikutimu. - Ibnu Qayyim Al Jauziyyah"
    },
    {
        "quote": "Jangan berduka, apa pun yang hilang darimu akan kembali lagi dalam wujud lain. - Jalaludin Rumi"
    },
    {
        "quote": "Dosaku sangat membebaniku. Tetapi ketika aku mengukurnya dengan rahmat-Mu, Ya Allah, ampunan-Mu lebih besar. - Imam Syafi'i"
    },
    {
        "quote": "Satu-satunya alasan kita untuk hadir di dunia ini adalah untuk menjadi saksi atas keesaan Allah. -Buya Hamka"
    },
    {
        "quote": "Jangan mencintai orang yang tidak mencintai Allah. Jika mereka bisa meninggalkan Allah, maka mereka juga akan meninggalkanmu. - Imam Asy Syafi'i"
    },
    {
        "quote": "Kita adalah makhluk yang suka menyalahkan dari luar, tidak menyadari bahwa masalah biasanya dari dalam. - Abu Hamid Al Ghazali"
    },
    {
        "quote": "Agama seseorang sesuai dengan agama teman dekatnya. Hendaklah kalian melihat siapakah yang menjadi teman dekatnya. - HR. Abu Daud, Trimidzi"
    },
    {
        "quote": "Barang siapa yang tidak mensyukuri yang sedikit, maka ia tidak akan mampu mensyukuri sesuatu yang banyak. - HR. Ahmad"
    },
    {
        "quote": "Mati tanpa cinta adalah kematian terburuk dari segala kematian. - Jalaluddin Rumi"
    },
    {
        "quote": "Di antara tanda matinya hati, adalah tidak adanya perasaan sedih atas kesempatan beramal yang engkau lewatkan dan tidak adanya penyesalan atas pelanggaran yang engkau lakukan.- Ibnu Athaillah"
    },
    {
        "quote": "Iman itu ialah dipercaya dalam hati, diucapkan dengan lisan, dan diamalkan dengan perbuatan. - HR. Ibnu Majah"
    },
    {
        "quote": "Lidah seseorang dapat menggambarkan bagaimanakah hatinya.-  Ibnu Qayyim"
    },
    {
        "quote": "Orang yang terkaya adalah orang yang menerima pembagian (takdir) dari Allah dengan senang hati. - Ali bin Husein"
    },
    {
        "quote": "Memangnya kenapa kalau hidup kita tak sempurna? Toh ini bukanlah surga. - Nourman Ali Khan"
    },
    {
        "quote": "Aku mencintaimu karena agama yang ada padamu. Jika kau hilangkan agama dalam dirimu, maka hilanglah cintaku padamu. - Imam An Nawawi"
    },
    {
        "quote": "Hati menjadi resah dan gelisah ketika kita terbiasa berandai-andai dalam menyikapi persoalan hidup. - Aa Gym"
    },
    {
        "quote": "Kerjakanlah urusan duniamu seakan-akan kamu hidup selamanya. Dan laksanakan urusan akhiratmu seakan-akan kamu akan mati besok."
    },
    {
        "quote": "Bersyukur atas keterbatasan yang kamu miliki karena hal itu memberimu kesempatan untuk memperbaiki diri."
    },
    {
        "quote": "Apapun yang terjadi dalam harimu yakinlah bahwa semuanya adalah kehendak dan rencana Allah untuk kebahagiaanmu."
    },
    {
        "quote": "Semua manusia tentu tak mau dirinya berlumuran dosa, namun seolah buta ketika dosa itu berwujud cinta."
    },
    {
        "quote": "Terkadang hati dan lisan kita tidak sejalan. Lisan kita meminta yang terbaik, tetapi hati kita mmeinta yang kita inginkan."
    },
    {
        "quote": "Allah sudah mengetahui apa yang kita inginkan, Ia memberi jalan dalam bentuk doa agar kita bisa merasakan indahnya berbicara kepada-NYA."
    },
    {
        "quote": "Jangan pernah menyerah ketika doa doamu belum terjawab karena untuk orang-orang yang bersabar, Allah SWT bahkan akan memberikan yang lebih."
    },
    {
        "quote": "Allah tahu apa yang terbaik buat kamu dan kapan waktu yang tepat untuk kamu memilikinya."
    },
    {
        "quote": "Keimanan membuat seseorang cinta dengan kematian. Kekufuran membuat seseorang takut terhadapnya."
    },
    {
        "quote": "Saat masalahmu jadi terlalu berat untuk ditangani, beristirahatlah dan hitung berkah yang sudah kau dapatkan."
    },
    {
        "quote": "Ciri dari kelalaian manusia ialah ketika ia seringkali mengeluh ketika menerima ujian pun jarang bersyukur ketika mendapatkan nikmat yang luar biasa."
    },
    {
        "quote": "Jangan menunggu kaya untuk bersedekah, justru sebaiknya bersedekahlah untuk bisa membuka pintu rezeki dan juga harta."
    },
    {
        "quote": "Jangan risaukan apa yang tidak kita miliki, tapi risaukan hati saat tak bersungguh-sungguh mensyukuri setiap pemberian-Nya."
    },
    {
        "quote": "Berbuat baik tidak perlu banyak orang yang tahu, yang penting itu banyak orang yang kena dampaknya."
    },
    {
        "quote": "Bersyukur atas keterbatasan yang kamu miliki karena hal itu memberimu kesempatan untuk memperbaiki diri."
    },
    {
        "quote": "Aku percaya, takdir Allah pastilah yang terbaik untukku, dan untukmu juga"
    },
    {
        "quote": "Rugi sekali jika seorang pria melepas wanita yang cantik akhlaknya hanya demi mengejar wanita yang cantik wajahnya"
    },
    {
        "quote": "Kamu tidak berhak mengeluarkan air mata untuk seseorang yang belum halal bagimu"
    },
    {
        "quote": "Jangan salahkan orang ketika kamu kecewa, tapi salahkan dirimu sendiri karena terlalu berharap sesuatu yang belum pasti"
    },
    {
        "quote": "Jika sayang orang tua, taati Allah, maka orang tua kita akan disenangi Allah, disayang Allah, itulah sebenar-benar balasan kita pada orang tua"
    },
    {
        "quote": "Kunci hidup bahagia adalah Jalani, Nikmati dan Syukuri"
    },
    {
        "quote": "Kekayaan bukanlah dengan banyaknya harta, namu kekayaan adalah hati yang selalu merasa cukup"
    },
    {
        "quote": "Awali hari dengan Bismilah, Optimis dan Tawakal, insyaallah harimu akan berkah"
    },
    {
        "quote": "Maafkan aku andai apa yang aku tulis dan aku share tentang ilmu agama tidak sesuai dengan coberku dan kehidupanku yang asli"
    },
    {
        "quote": "Balaslah keburukan dengan kebaikan"
    },
    {
        "quote": "Bila hijrahmu karena Allah, kamu akan terus melangkah walaupun sudah lelah"
    },
    {
        "quote": "Allah menguji kita dengan sesuatu yang kita cintai, maka janganlah berlebihan mencintai, agar sedihpun tidak berlebihan"
    },
    {
        "quote": "Aku berhijab bukan karena pandai ilmu agama, tapi aku berhijab karena mentaati perintah Allah"
    },
    {
        "quote": "Apapun profesimu syukuri nikmati dan jalankan tugasmu dengan ikhlas"
    },
    {
        "quote": "Meminta maaf tak perlu menunggu momen lebaran, meminta maaflah ketika berbuat salah"
    },
    {
        "quote": "Jangan tunggu kaya untuk bersedekah, sebalikanya bersedekahlah untuk membuka pintu rezeki dan harta"
    },
    {
        "quote": "Lelaki baik akan memberimu cinta yang baik membawamu pada sesuatu yang baik dan menjadikan dirimu lebih baik"
    },
    {
        "quote": "Tak peduli seberapa banyak orang yang senang menggosipimu, cukup diam dan dengarkan saja, sesungguhnya dia sedang memberimu pahala"
    },
    {
        "quote": "Apapun alasan tak menutup aurat, semoga penyesalah itu datang sebelum ajal menjemput kita"
    },
    {
        "quote": "Simpel aja mikirin jodoh, bila saat ini belum juga datang artinya kamu belum membutuhkannya, meski perasaan menggebu-gebu"
    },
    {
        "quote": "Jangan mati-matian menghias diri untuk menjadi seperfect mungkin. Padahal yang kamu harus selalu jaga dan perbaiki adalah kualitas diri bukan kualitas fisik"
    },
    {
        "quote": "Jikalau kamu menemukan aib yang ada dalam diri seseorang maka galilah aib yang ada pada dirimu sendiri, karena belum tentu dirimu memiliki aib lebih sedikit dari orang tersebut"
    },
    {
        "quote": "Orang yang benar-benar berpenghasilan bukanlah yang suka membanggakan dan mengumbar-umbarnya, melainkan yang gemar memberi dan membahagiakan"
    },
    {
        "quote": "Menjadi pribadi yang ingin banyak tahu dengan banyak bertanya itu sejatinya lebih beruntung dari pada pribadi yang segan bertanya karena merasa banyak tahu"
    },
    {
        "quote": "Mau seperti apapun kondisinya, mau sejauh apapun jaraknya, kalo memang jodoh ya pasti ketemu"
    },
    {
        "quote": "Lebih baik tersindir ketika diingatkan, daripada tidak merasakan apa-apa ketika diingatkan"
    },
    {
        "quote": "Untuk sahabat , teruslah istiqomah dalam hijrah meskipun godaan datang sesulit apapun"
    },
    {
        "quote": "Semua manusia akan dimintai pertanggung jawabannya kelak di hari akhir"
    },
    {
        "quote": "Gak usah bingung seperti apa jodohmu kelak, Insyaallah dia tidak akan jauh daripada sifatmu saat ini"
    },
    {
        "quote": "Untukmu yang bertahan tetap memilih suci dalam penantian. Semoga Allah segerakan jodoh yang datang untukmu"
    },
    {
        "quote": "Takkan datang ridha Allah pada hubungan yang melanggar larangan Allah"
    },
    {
        "quote": "Bukan Allah tak tahu betapa sepinya hatimu, Allah juga tahu kau mampu untuk bertahan dalam ketaatan hingga datang seorang manusia membawamu terbang ke pulau impian"
    },
    {
        "quote": "Kau harus tegaskan pada mereka yang terbiasa mencibirmu, bahwa jomblo bukan berarti sok suci, jomblo itu sikap diri untuk taat pada Allah"
    },
    {
        "quote": "Bersyukurlah bila dalam penantianmu, kau tetap gigih dalam kesendirian, sebab artinya kau telah memuliakan jalan Allah"
    },
    {
        "quote": "Sifat malu adalah jubbah emas yang diwajibkan oleh Allah untuk seorang wanita dalam menjaga kehormatannya"
    },
    {
        "quote": "Jika dari awal yang kau cari adalah ridha Allah, pasti kau takkan pernah pilih pacaran lihatlah akibatnya, akhirnya kau akan terpuruk"
    },
    {
        "quote": "Untuk semua kepedihan yang kau alami bersabar dan bertahanlah, karena Allah tahu dimana batas kemampuanmu"
    },
    {
        "quote": "Janji Allah tak pernah mengecewakan, dan bila kamu masih meras kecewa mungkin ada yang salah dengan imanmu"
    },
    {
        "quote": "Karena yang hanya pamer foto mesra disosmed akan kalah dengan yang cantumin foto di buku nikah"
    },
    {
        "quote": "Salah satu kebahagiaan di dunia ini adalah, aku dan kamu bisa membangun rumah tangga yangpenuh ketaatan kepada Allah"
    },
    {
        "quote": "Yang tidak pernah meninggalkanmu selain Allah adalah doa ibumu"
    },
    {
        "quote": "Allah maha kuasa dan Allah maha tahu, jadi meskipun aku dan kamu tidak menjadi kita, insyaallah ini yang terbaik"
    },
    {
        "quote": "Ternyata cinta yang sempurna tak mengenal rupa, cinta sempurna hanya mengenal rasa. Rasa untuk saling melengkapi"
    },
    {
        "quote": "Teruslah bersemangat untuk para sahabat yang saat ini sedang berjuang untuk menghalalkan"
    },
    {
        "quote": "Semoga segala usaha kita untuk mengais rizeki hari ini senantiasa mendapatkan keberkahan"
    },
    {
        "quote": "Sampai kapanperbaikan diri? Sampai hatimu digerakkan oleh Allah untuk memiliki hati si dia yang juga digerakkan oleh Allah"
    },
    {
        "quote": "Akan ada saatnya wanita yang cantik parasnya akan kalh dengan wanita yang memesona iman dan agamanya"
    },
    {
        "quote": "Jodoh bukan siapa cepat pasti dapt tapu jika Allah telah tetapkan sudah pasti dapat"
    },
    {
        "quote": "Hijabnya memang tak menjamin suci, tapu sudah pasti yang berhijab dia lebih baik dari yang tak berhijab"
    },
    {
        "quote": "Fokus aja pada perbaikan, bila Allah telah anggap cukup waktunya maka jodoh akan didatangkan oleh Allah"
    },
    {
        "quote": "Diri kita sendiri yang bisa menentukan apakah cinta kita berbuah dosa ataukah berbuah pahala"
    },
    {
        "quote": "Lelaki yang baik tidak akan bermain-main dengan cinta sebab dia tahi kata cinta menuntut tanggung jawab"
    },
    {
        "quote": "Sebaik apapun di jika masih mau ngajak pacaran dan tak berani ke pelaminan maka harga dirinya tak patut diperhitungkan"
    },
    {
        "quote": "Cinta pada dunia, maka dunia akan pergi, cinta pada mnusia, manusia akan mati. Maka cintailah Allah karena Dialah yang kekal abadi"
    },
    {
        "quote": "Percayalah kepada Allah ketika segala sesuatu tidak berjala seperti yang kamu harapkam. Allah memiliki rencana yang baik untuk dirimu"
    }
]