{"surah_number":10,"arabic":" يونس","latin":"Yūnus","transliteration":"Yunus","translation":"Yunus","total_ayat":109,"location":"Makkiyah","ayat":[{"surah_number":10,"ayat_number":1,"arabic":"الۤرٰ ۗتِلْكَ اٰيٰتُ الْكِتٰبِ الْحَكِيْمِ ","kitabah":"الۡرٰ ۗتِلْكَ اٰيٰتُ الْكِتٰبِ الْحَكِيْمِ ","latin":"Alif lām rā, tilka āyātul-kitābil-ḥakīm(i). ","translation":"Alif Lām Rā. Itulah ayat-ayat Kitab (Al-Qur’an) yang penuh hikmah"},{"surah_number":10,"ayat_number":2,"arabic":"اَكَانَ لِلنَّاسِ عَجَبًا اَنْ اَوْحَيْنَآ اِلٰى رَجُلٍ مِّنْهُمْ اَنْ اَنْذِرِ النَّاسَ وَبَشِّرِ الَّذِيْنَ اٰمَنُوْٓا اَنَّ لَهُمْ قَدَمَ صِدْقٍ عِنْدَ رَبِّهِمْ ۗ قَالَ الْكٰفِرُوْنَ اِنَّ هٰذَا لَسٰحِرٌ مُّبِيْنٌ ","kitabah":"اَكَانَ لِلنَّاسِ عَجَبًا اَنْ اَوْحَيْنَآ اِلٰى رَجُلٍ مِّنْهُمْ اَنْ اَنْذِرِ النَّاسَ وَبَشِّرِ الَّذِيْنَ اٰمَنُوْٓا اَنَّ لَهُمْ قَدَمَ صِدْقٍ عِنْدَ رَبِّهِمْ ۗ قَالَ الْكٰفِرُوْنَ اِنَّ هٰذَا لَسٰحِرٌ مُّبِيْنٌ ","latin":"Akāna lin-nāsi ‘ajaban an auḥainā ilā rajulim minhum an anżirin-nāsa wa basysyiril-lażīna āmanū anna lahum qadama ṣidqin ‘inda rabbihim, qālal-kāfirūna inna hāżā lasāḥirum mubīn(un). ","translation":"Pantaskah menjadi suatu keheranan bagi manusia bahwa Kami mewahyukan kepada seorang laki-laki di antara mereka (yaitu), “Berilah peringatan kepada manusia dan berilah kabar gembira kepada orang-orang yang beriman bahwa mereka mempunyai kedudukan yang tinggi di sisi Tuhan mereka.” Orang-orang kafir berkata, “Sesungguhnya dia (Nabi Muhammad) ini benar-benar seorang penyihir yang nyata.”"},{"surah_number":10,"ayat_number":3,"arabic":"اِنَّ رَبَّكُمُ اللّٰهُ الَّذِيْ خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ فِيْ سِتَّةِ اَيَّامٍ ثُمَّ اسْتَوٰى عَلَى الْعَرْشِ يُدَبِّرُ الْاَمْرَۗ مَا مِنْ شَفِيْعٍ اِلَّا مِنْۢ بَعْدِ اِذْنِهٖۗ ذٰلِكُمُ اللّٰهُ رَبُّكُمْ فَاعْبُدُوْهُۗ اَفَلَا تَذَكَّرُوْنَ ","kitabah":"اِنَّ رَبَّكُمُ اللّٰهُ الَّذِيْ خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ فِيْ سِتَّةِ اَيَّامٍ ثُمَّ اسْتَوٰى عَلَى الْعَرْشِ يُدَبِّرُ الْاَمْرَۗ مَا مِنْ شَفِيْعٍ اِلَّا مِنْۢ بَعْدِ اِذْنِهٖۗ ذٰلِكُمُ اللّٰهُ رَبُّكُمْ فَاعْبُدُوْهُۗ اَفَلَا تَذَكَّرُوْنَ ","latin":"Inna rabbakumullāhul -lażī khalaqas-samāwāti wal-arḍa fī sittati ayyāmin ṡummastawā ‘alal-‘arsyi yudabbirul-amr(a), mā min syafī‘in illā mim ba‘di iżnih(ī), żālikumullāhu rabbukum fa‘budūh(u), afalā tażakkarūn(a). ","translation":"Sesungguhnya Tuhanmu adalah Allah yang menciptakan langit dan bumi dalam enam masa,341) kemudian Dia bersemayam di atas ʻArasy342) (seraya) mengatur segala urusan. Tidak ada seorang pun pemberi syafaat, kecuali setelah (mendapat) izin-Nya. Itulah Allah, Tuhanmu. Maka, sembahlah Dia! Apakah kamu tidak mengambil pelajaran?"},{"surah_number":10,"ayat_number":4,"arabic":"اِلَيْهِ مَرْجِعُكُمْ جَمِيْعًاۗ وَعْدَ اللّٰهِ حَقًّاۗ اِنَّهٗ يَبْدَؤُا الْخَلْقَ ثُمَّ يُعِيْدُهٗ لِيَجْزِيَ الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ بِالْقِسْطِۗ وَالَّذِيْنَ كَفَرُوْا لَهُمْ شَرَابٌ مِّنْ حَمِيْمٍ وَّعَذَابٌ اَلِيْمٌ ۢبِمَا كَانُوْا يَكْفُرُوْنَ ","kitabah":"اِلَيْهِ مَرْجِعُكُمْ جَمِيْعًاۗ وَعْدَ اللّٰهِ حَقًّاۗ اِنَّهٗ يَبْدَؤُا الْخَلْقَ ثُمَّ يُعِيْدُهٗ لِيَجْزِيَ الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ بِالْقِسْطِۗ وَالَّذِيْنَ كَفَرُوْا لَهُمْ شَرَابٌ مِّنْ حَمِيْمٍ وَّعَذَابٌ اَلِيْمٌ ۢبِمَا كَانُوْا يَكْفُرُوْنَ ","latin":"Ilaihi marji‘ukum jamī‘ā(n), wa‘dallāhi ḥaqqā(n), innahū yabda'ul-khalqa ṡumma yu‘īduhū liyajziyal-lażīna āmanū wa ‘amiluṣ-ṣāliḥāti bil-qisṭ(i), wal-lażīna kafarū lahum syarābum min ḥamīmiw wa ‘ażābun alīmum bimā kānū yakfurūn(a). ","translation":"Hanya kepada-Nya kamu semua akan kembali. Itu merupakan janji Allah yang benar dan pasti. Sesungguhnya Dialah yang memulai penciptaan (makhluk), kemudian mengembalikannya (menghidupkannya lagi) agar Dia memberi balasan dengan adil kepada orang-orang yang beriman dan beramal saleh. Adapun untuk orang-orang yang kufur, untuk mereka (disediakan) minuman dari air yang mendidih dan azab yang sangat pedih karena mereka selalu kufur."},{"surah_number":10,"ayat_number":5,"arabic":"هُوَ الَّذِيْ جَعَلَ الشَّمْسَ ضِيَاۤءً وَّالْقَمَرَ نُوْرًا وَّقَدَّرَهٗ مَنَازِلَ لِتَعْلَمُوْا عَدَدَ السِّنِيْنَ وَالْحِسَابَۗ مَا خَلَقَ اللّٰهُ ذٰلِكَ اِلَّا بِالْحَقِّۗ يُفَصِّلُ الْاٰيٰتِ لِقَوْمٍ يَّعْلَمُوْنَ ","kitabah":"هُوَ الَّذِيْ جَعَلَ الشَّمْسَ ضِيَاۤءً وَّالْقَمَرَ نُوْرًا وَّقَدَّرَهٗ مَنَازِلَ لِتَعْلَمُوْا عَدَدَ السِّنِيْنَ وَالْحِسَابَۗ مَا خَلَقَ اللّٰهُ ذٰلِكَ اِلَّا بِالْحَقِّۗ يُفَصِّلُ الْاٰيٰتِ لِقَوْمٍ يَّعْلَمُوْنَ ","latin":"Huwal-lażī ja‘alasy-syamsa ḍiyā'aw wal-qamara nūraw wa qaddarahū manāzila lita‘lamū ‘adadas-sinīna wal-ḥisāb(a), mā khalaqallāhu zālika illā bil-ḥaqq(i), yufaṣṣilul-āyāti liqaumiy ya‘lamūn(a). ","translation":"Dialah yang menjadikan matahari bersinar dan bulan bercahaya.343) Dialah pula yang menetapkan tempat-tempat orbitnya agar kamu mengetahui bilangan tahun dan perhitungan (waktu).344) Allah tidak menciptakan demikian itu, kecuali dengan benar. Dia menjelaskan tanda-tanda (kebesaran-Nya) kepada kaum yang mengetahui."},{"surah_number":10,"ayat_number":6,"arabic":"اِنَّ فِى اخْتِلَافِ الَّيْلِ وَالنَّهَارِ وَمَا خَلَقَ اللّٰهُ فِى السَّمٰوٰتِ وَالْاَرْضِ لَاٰيٰتٍ لِّقَوْمٍ يَّتَّقُوْنَ ","kitabah":"اِنَّ فِى اخْتِلَافِ الَّيْلِ وَالنَّهَارِ وَمَا خَلَقَ اللّٰهُ فِى السَّمٰوٰتِ وَالْاَرْضِ لَاٰيٰتٍ لِّقَوْمٍ يَّتَّقُوْنَ ","latin":"Inna fikhtilāfil-laili wan-nahāri wa mā khalaqallāhu fis-samāwāti wal-arḍi la'āyātil liqaumiy yattaqūn(a). ","translation":"Sesungguhnya pada pergantian malam dan siang dan pada apa yang diciptakan Allah di langit dan di bumi pasti terdapat tanda-tanda (kebesaran-Nya) bagi kaum yang bertakwa."},{"surah_number":10,"ayat_number":7,"arabic":"اِنَّ الَّذِيْنَ لَا يَرْجُوْنَ لِقَاۤءَنَا وَرَضُوْا بِالْحَيٰوةِ الدُّنْيَا وَاطْمَـَٔنُّوْا بِهَا وَالَّذِيْنَ هُمْ عَنْ اٰيٰتِنَا غٰفِلُوْنَۙ","kitabah":"اِنَّ الَّذِيْنَ لَا يَرْجُوْنَ لِقَاۤءَنَا وَرَضُوْا بِالْحَيٰوةِ الدُّنْيَا وَاطْمَـَٔنُّوْا بِهَا وَالَّذِيْنَ هُمْ عَنْ اٰيٰتِنَا غٰفِلُوْنَۙ","latin":"Innal-lażīna lā yarjūna liqā'anā wa raḍū bil-ḥayātid-dun-yā waṭma'annū bihā wal-lażīna hum ‘an āyātinā gāfilūn(a). ","translation":"Sesungguhnya orang-orang yang tidak mengharapkan pertemuan dengan Kami (di akhirat), merasa puas dengan kehidupan dunia, dan merasa tenteram dengannya, serta orang-orang yang lalai terhadap ayat-ayat Kami,"},{"surah_number":10,"ayat_number":8,"arabic":"اُولٰۤىِٕكَ مَأْوٰىهُمُ النَّارُ بِمَا كَانُوْا يَكْسِبُوْنَ ","kitabah":"اُولٰۤىِٕكَ مَأْوٰىهُمُ النَّارُ بِمَا كَانُوْا يَكْسِبُوْنَ ","latin":"Ulā'ika ma'wāhumun nāru bimā kānū yaksibūn(a). ","translation":"mereka itu tempatnya adalah neraka karena apa yang selalu mereka kerjakan."},{"surah_number":10,"ayat_number":9,"arabic":"اِنَّ الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ يَهْدِيْهِمْ رَبُّهُمْ بِاِيْمَانِهِمْۚ تَجْرِيْ مِنْ تَحْتِهِمُ الْاَنْهٰرُ فِيْ جَنّٰتِ النَّعِيْمِ","kitabah":"اِنَّ الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ يَهْدِيْهِمْ رَبُّهُمْ بِاِيْمَانِهِمْۚ تَجْرِيْ مِنْ تَحْتِهِمُ الْاَنْهٰرُ فِيْ جَنّٰتِ النَّعِيْمِ","latin":"Innal-lażīna āmanū wa ‘amiluṣ-ṣāliḥāti yahdīhim rabbuhum bi'īmānihim, tajrī min taḥtihimul-anhāru fī jannātin na‘īm(i). ","translation":"Sesungguhnya orang-orang yang beriman dan beramal saleh, niscaya mereka diberi petunjuk oleh Tuhan karena keimanannya. (Mereka berada) di dalam surga yang penuh kenikmatan yang mengalir di bawahnya sungai-sungai. "},{"surah_number":10,"ayat_number":10,"arabic":"دَعْوٰىهُمْ فِيْهَا سُبْحٰنَكَ اللّٰهُمَّ وَتَحِيَّتُهُمْ فِيْهَا سَلٰمٌۚ وَاٰخِرُ دَعْوٰىهُمْ اَنِ الْحَمْدُ لِلّٰهِ رَبِّ الْعٰلَمِيْنَ ࣖ","kitabah":"دَعْوٰىهُمْ فِيْهَا سُبْحٰنَكَ اللّٰهُمَّ وَتَحِيَّتُهُمْ فِيْهَا سَلٰمٌۚ وَاٰخِرُ دَعْوٰىهُمْ اَنِ الْحَمْدُ لِلّٰهِ رَبِّ الْعٰلَمِيْنَ ࣖ","latin":"Da‘wāhum fīhā subḥānakallāhumma wa taḥiyyatuhum fīhā salām(un), wa ākhiru da‘wāhum anil-ḥamdu lillāhi rabbil-‘ālamīn(a). ","translation":"Doa mereka di dalamnya adalah “Subhānakallāhumma” (‘Maha Suci Engkau, ya Tuhan kami’) penghormatan mereka di dalamnya adalah (ucapan) salam, dan doa penutup mereka adalah “Alḥamdu lillāhi rabbil ‘ālamīn” (‘segala puji bagi Allah, Tuhan semesta alam’)."},{"surah_number":10,"ayat_number":11,"arabic":"۞ وَلَوْ يُعَجِّلُ اللّٰهُ لِلنَّاسِ الشَّرَّ اسْتِعْجَالَهُمْ بِالْخَيْرِ لَقُضِيَ اِلَيْهِمْ اَجَلُهُمْۗ فَنَذَرُ الَّذِيْنَ لَا يَرْجُوْنَ لِقَاۤءَنَا فِيْ طُغْيَانِهِمْ يَعْمَهُوْنَ ","kitabah":"۞ وَلَوْ يُعَجِّلُ اللّٰهُ لِلنَّاسِ الشَّرَّ اسْتِعْجَالَهُمْ بِالْخَيْرِ لَقُضِيَ اِلَيْهِمْ اَجَلُهُمْۗ فَنَذَرُ الَّذِيْنَ لَا يَرْجُوْنَ لِقَاۤءَنَا فِيْ طُغْيَانِهِمْ يَعْمَهُوْنَ ","latin":"Wa lau yu‘ajjilullāhu lin-nāsisy-syarrasti‘jālahum bil-khairi laquḍiya ilaihim ajaluhum, fa nażarul-lażīna lā yarjūna liqā'anā fī ṭugyānihim ya‘mahūn(a). ","translation":"Jikalau Allah menyegerakan keburukan bagi manusia sebagaimana permintaan mereka untuk menyegerakan kebaikan, pasti ajal mereka diakhiri. Akan tetapi, Kami biarkan orang-orang yang tidak mengharapkan pertemuan dengan Kami (di akhirat) terombang-ambing dalam kesesatan mereka."},{"surah_number":10,"ayat_number":12,"arabic":"وَاِذَا مَسَّ الْاِنْسَانَ الضُّرُّ دَعَانَا لِجَنْۢبِهٖٓ اَوْ قَاعِدًا اَوْ قَاۤىِٕمًا ۚفَلَمَّا كَشَفْنَا عَنْهُ ضُرَّهٗ مَرَّ كَاَنْ لَّمْ يَدْعُنَآ اِلٰى ضُرٍّ مَّسَّهٗۗ  كَذٰلِكَ زُيِّنَ لِلْمُسْرِفِيْنَ مَا كَانُوْا يَعْمَلُوْنَ ","kitabah":"وَاِذَا مَسَّ الْاِنْسَانَ الضُّرُّ دَعَانَا لِجَنْۢبِهٖٓ اَوْ قَاعِدًا اَوْ قَاۤىِٕمًا ۚفَلَمَّا كَشَفْنَا عَنْهُ ضُرَّهٗ مَرَّ كَاَنْ لَّمْ يَدْعُنَآ اِلٰى ضُرٍّ مَّسَّهٗۗ  كَذٰلِكَ زُيِّنَ لِلْمُسْرِفِيْنَ مَا كَانُوْا يَعْمَلُوْنَ ","latin":"Wa iżā massal-insānaḍ-ḍurru da‘ānā lijambihī au qā‘idan au qā'imā(n), falammā kasyafnā ‘anhu ḍurrahū marra ka'allam yad‘unā ilā ḍurrim massah(ū), każālika zuyyina lil-musrifīna mā kānū ya‘malūn(a). ","translation":"Apabila manusia ditimpa kesusahan, dia berdoa kepada Kami dalam keadaan berbaring, duduk, atau berdiri. Namun, setelah Kami hilangkan kesusahan itu darinya, dia kembali (ke jalan yang sesat) seolah-olah dia tidak pernah berdoa kepada Kami untuk (menghilangkan) kesusahan yang telah menimpanya. Demikianlah, dijadikan terasa indah bagi orang-orang yang melampaui batas itu apa yang selalu mereka kerjakan."},{"surah_number":10,"ayat_number":13,"arabic":"وَلَقَدْ اَهْلَكْنَا الْقُرُوْنَ مِنْ قَبْلِكُمْ لَمَّا ظَلَمُوْاۙ وَجَاۤءَتْهُمْ رُسُلُهُمْ بِالْبَيِّنٰتِ وَمَا كَانُوْا لِيُؤْمِنُوْا ۗ كَذٰلِكَ نَجْزِى الْقَوْمَ الْمُجْرِمِيْنَ ","kitabah":"وَلَقَدْ اَهْلَكْنَا الْقُرُوْنَ مِنْ قَبْلِكُمْ لَمَّا ظَلَمُوْاۙ وَجَاۤءَتْهُمْ رُسُلُهُمْ بِالْبَيِّنٰتِ وَمَا كَانُوْا لِيُؤْمِنُوْا ۗ كَذٰلِكَ نَجْزِى الْقَوْمَ الْمُجْرِمِيْنَ ","latin":"Wa laqad ahlaknal-qurūna min qablikum lammā ẓalamū, wa jā'athum rusuluhum bil-bayyināti wa mā kānū liyu'minū, każālika najzil-qaumal-mujrimīn(a). ","translation":"Sungguh, Kami benar-benar telah membinasakan beberapa generasi sebelum kamu ketika mereka berbuat zalim, padahal para rasul mereka telah datang membawa bukti-bukti yang nyata. Namun, mereka sama sekali tidak mau beriman. Demikianlah, Kami memberi balasan kepada kaum yang berbuat dosa."},{"surah_number":10,"ayat_number":14,"arabic":"ثُمَّ جَعَلْنٰكُمْ خَلٰۤىِٕفَ فِى الْاَرْضِ مِنْۢ بَعْدِهِمْ لِنَنْظُرَ كَيْفَ تَعْمَلُوْنَ ","kitabah":"ثُمَّ جَعَلْنٰكُمْ خَلٰۤىِٕفَ فِى الْاَرْضِ مِنْۢ بَعْدِهِمْ لِنَنْظُرَ كَيْفَ تَعْمَلُوْنَ ","latin":"Ṡumma ja‘alnākum khalā'ifa fil-arḍi mim ba‘dihim linanẓura kaifa ta‘malūn(a). ","translation":"Kemudian, Kami jadikan kamu sebagai pengganti-pengganti di bumi setelah mereka untuk Kami lihat bagaimana kamu berbuat."},{"surah_number":10,"ayat_number":15,"arabic":"وَاِذَا تُتْلٰى عَلَيْهِمْ اٰيَاتُنَا بَيِّنٰتٍۙ قَالَ الَّذِيْنَ لَا يَرْجُوْنَ لِقَاۤءَنَا ائْتِ بِقُرْاٰنٍ غَيْرِ هٰذَآ اَوْ بَدِّلْهُ ۗ قُلْ مَا يَكُوْنُ لِيْٓ اَنْ اُبَدِّلَهٗ مِنْ تِلْقَاۤئِ نَفْسِيْ ۚاِنْ اَتَّبِعُ اِلَّا مَا يُوْحٰٓى اِلَيَّ ۚ اِنِّيْٓ اَخَافُ اِنْ عَصَيْتُ رَبِّيْ عَذَابَ يَوْمٍ عَظِيْمٍ ","kitabah":"وَاِذَا تُتْلٰى عَلَيْهِمْ اٰيَاتُنَا بَيِّنٰتٍۙ قَالَ الَّذِيْنَ لَا يَرْجُوْنَ لِقَاۤءَنَا ائْتِ بِقُرْاٰنٍ غَيْرِ هٰذَآ اَوْ بَدِّلْهُ ۗ قُلْ مَا يَكُوْنُ لِيْٓ اَنْ اُبَدِّلَهٗ مِنْ تِلْقَاۤئِ نَفْسِيْ ۚاِنْ اَتَّبِعُ اِلَّا مَا يُوْحٰٓى اِلَيَّ ۚ اِنِّٓيْ اَخَافُ اِنْ عَصَيْتُ رَبِّيْ عَذَابَ يَوْمٍ عَظِيْمٍ ","latin":"Wa iżā tutlā ‘alaihim āyātunā bayyināt(in), qālal-lażīna lā yarjūna liqā'ana'ti biqur'ānin gairi hāżā au baddilh(u), qul mā yakūnu lī an ubaddilahū min tilqā'i nafsī, in attabi‘u illā mā yūḥā ilayy(a), innī akhāfu in ‘aṣaitu rabbī ‘ażāba yaumin ‘aẓīm(in). ","translation":"Apabila dibacakan kepada mereka ayat-ayat Kami secara jelas, orang-orang yang tidak mengharapkan pertemuan dengan Kami (di akhirat) berkata, “Datangkanlah kitab selain Al-Qur’an ini atau gantilah!” Katakanlah (Nabi Muhammad), “Tidaklah pantas bagiku menggantinya atas kemauanku sendiri. Aku tidak mengikuti, kecuali apa yang diwahyukan kepadaku. Sesungguhnya aku takut akan azab hari yang dahsyat jika mendurhakai Tuhanku.”"},{"surah_number":10,"ayat_number":16,"arabic":"قُلْ لَّوْ شَاۤءَ اللّٰهُ مَا تَلَوْتُهٗ عَلَيْكُمْ وَلَآ اَدْرٰىكُمْ بِهٖ ۖفَقَدْ لَبِثْتُ فِيْكُمْ عُمُرًا مِّنْ قَبْلِهٖۗ اَفَلَا تَعْقِلُوْنَ","kitabah":"قُلْ لَّوْ شَاۤءَ اللّٰهُ مَا تَلَوْتُهٗ عَلَيْكُمْ وَلَآ اَدْرٰىكُمْ بِهٖ ۖفَقَدْ لَبِثْتُ فِيْكُمْ عُمُرًا مِّنْ قَبْلِهٖۗ اَفَلَا تَعْقِلُوْنَ","latin":"Qul lau syā'allāhu mā talautuhū ‘alaikum wa lā adrākum bih(ī), faqad labiṡtu fīkum ‘umuram min qablih(ī), afalā ta‘qilūn(a). ","translation":"Katakanlah (Nabi Muhammad), “Jikalau Allah menghendaki, niscaya aku tidak membacakannya kepadamu dan Allah tidak (pula) memberitahukannya kepadamu. Sungguh, aku telah tinggal bersamamu beberapa lama sebelumnya (sebelum turun Al-Qur’an). Apakah kamu tidak mengerti?”"},{"surah_number":10,"ayat_number":17,"arabic":"فَمَنْ اَظْلَمُ مِمَّنِ افْتَرٰى عَلَى اللّٰهِ كَذِبًا اَوْ كَذَّبَ بِاٰيٰتِهٖۗ اِنَّهٗ لَا يُفْلِحُ الْمُجْرِمُوْنَ ","kitabah":"فَمَنْ اَظْلَمُ مِمَّنِ افْتَرٰى عَلَى اللّٰهِ كَذِبًا اَوْ كَذَّبَ بِاٰيٰتِهٖۗ اِنَّهٗ لَا يُفْلِحُ الْمُجْرِمُوْنَ ","latin":"Faman aẓlamu mimmaniftarā ‘alallāhi każiban au każżaba bi'āyātih(ī), innahū lā yufliḥul-mujrimūn(a). ","translation":"Maka, siapakah yang lebih zalim daripada orang yang mengada-adakan kebohongan terhadap Allah atau mendustakan ayat-ayat-Nya? Sesungguhnya para pendurhaka itu tidak akan beruntung."},{"surah_number":10,"ayat_number":18,"arabic":"وَيَعْبُدُوْنَ مِنْ دُوْنِ اللّٰهِ مَا لَا يَضُرُّهُمْ وَلَا يَنْفَعُهُمْ وَيَقُوْلُوْنَ هٰٓؤُلَاۤءِ شُفَعَاۤؤُنَا عِنْدَ اللّٰهِ ۗقُلْ اَتُنَبِّـُٔوْنَ اللّٰهَ بِمَا لَا يَعْلَمُ فِى السَّمٰوٰتِ وَلَا فِى الْاَرْضِۗ سُبْحٰنَهٗ وَتَعٰلٰى عَمَّا يُشْرِكُوْنَ ","kitabah":"وَيَعْبُدُوْنَ مِنْ دُوْنِ اللّٰهِ مَا لَا يَضُرُّهُمْ وَلَا يَنْفَعُهُمْ وَيَقُوْلُوْنَ هٰٓؤُلَاۤءِ شُفَعَاۤؤُنَا عِنْدَ اللّٰهِ ۗقُلْ اَتُنَبِّـُٔوْنَ اللّٰهَ بِمَا لَا يَعْلَمُ فِى السَّمٰوٰتِ وَلَا فِى الْاَرْضِۗ سُبْحٰنَهٗ وَتَعٰلٰى عَمَّا يُشْرِكُوْنَ ","latin":"Wa ya‘budūna min dūnillāhi mā lā yaḍurruhum wa lā yanfa‘uhum wa yaqūlūna hā'ulā'i syufa‘ā'unā ‘indallāh(i), qul atunabbi'ūnallāha bimā lā ya‘lamu fis-samāwāti wa lā fil-arḍ(i), subḥānahū wa ta‘ālā ‘ammā yusyrikūn(a). ","translation":"Mereka menyembah selain Allah apa yang tidak dapat mendatangkan mudarat kepada mereka dan tidak (pula) memberi manfaat. Mereka berkata, “Mereka (sembahan) itu adalah penolong-penolong kami di hadapan Allah.”345) Katakanlah, “Apakah kamu akan memberitahukan kepada Allah sesuatu di langit dan di bumi yang tidak Dia ketahui?”346) Maha Suci dan Maha Tinggi Dia dari apa yang mereka persekutukan."},{"surah_number":10,"ayat_number":19,"arabic":"وَمَا كَانَ النَّاسُ اِلَّآ اُمَّةً وَّاحِدَةً فَاخْتَلَفُوْاۗ وَلَوْلَا كَلِمَةٌ سَبَقَتْ مِنْ رَّبِّكَ لَقُضِيَ بَيْنَهُمْ فِيْمَا فِيْهِ يَخْتَلِفُوْنَ ","kitabah":"وَمَا كَانَ النَّاسُ اِلَّآ اُمَّةً وَّاحِدَةً فَاخْتَلَفُوْاۗ وَلَوْلَا كَلِمَةٌ سَبَقَتْ مِنْ رَّبِّكَ لَقُضِيَ بَيْنَهُمْ فِيْمَا فِيْهِ يَخْتَلِفُوْنَ ","latin":"Wa mā kānan-nāsu illā ummataw wāḥidatan fakhtalafū, wa lau lā kalimatun sabaqat mir rabbika laquḍiya bainahum fīmā fīhi yakhtalifūn(a). ","translation":"Manusia itu dahulunya hanya umat yang satu (dalam ketauhidan), lalu mereka berselisih. Seandainya tidak karena suatu ketetapan yang telah ada dari Tuhanmu,347) pastilah di antara mereka telah diberi keputusan (azab di dunia) tentang apa yang mereka perselisihkan itu."},{"surah_number":10,"ayat_number":20,"arabic":"وَيَقُوْلُوْنَ لَوْلَآ اُنْزِلَ عَلَيْهِ اٰيَةٌ مِّنْ رَّبِّهٖۚ فَقُلْ اِنَّمَا الْغَيْبُ لِلّٰهِ فَانْتَظِرُوْاۚ اِنِّيْ مَعَكُمْ مِّنَ الْمُنْتَظِرِيْنَ ࣖ ","kitabah":"وَيَقُوْلُوْنَ لَوْلَآ اُنْزِلَ عَلَيْهِ اٰيَةٌ مِّنْ رَّبِّهٖۚ فَقُلْ اِنَّمَا الْغَيْبُ لِلّٰهِ فَانْتَظِرُوْاۚ اِنِّيْ مَعَكُمْ مِّنَ الْمُنْتَظِرِيْنَ ࣖ ","latin":"Wa yaqūlūna lau lā unzila ‘alaihi āyatum mir rabbih(ī), faqul innamal-gaibu lillāhi fantaẓirū, innī ma‘akum minal-muntaẓirīn(a). ","translation":"Mereka berkata, “Mengapa tidak diturunkan kepadanya (Nabi Muhammad) suatu bukti (mukjizat) dari Tuhannya?” Katakanlah, “Sungguh, segala yang gaib itu hanya milik Allah. Maka, tunggulah (siksaan Allah)! Sesungguhnya aku pun termasuk orang-orang yang menunggu bersamamu."},{"surah_number":10,"ayat_number":21,"arabic":"وَاِذَآ اَذَقْنَا النَّاسَ رَحْمَةً مِّنْۢ بَعْدِ ضَرَّاۤءَ مَسَّتْهُمْ اِذَا لَهُمْ مَّكْرٌ فِيْٓ اٰيٰتِنَاۗ قُلِ اللّٰهُ اَسْرَعُ مَكْرًاۗ اِنَّ رُسُلَنَا يَكْتُبُوْنَ مَا تَمْكُرُوْنَ ","kitabah":"وَاِذَآ اَذَقْنَا النَّاسَ رَحْمَةً مِّنْۢ بَعْدِ ضَرَّاۤءَ مَسَّتْهُمْ اِذَا لَهُمْ مَّكْرٌ فِيْٓ اٰيٰتِنَاۗ قُلِ اللّٰهُ اَسْرَعُ مَكْرًاۗ اِنَّ رُسُلَنَا يَكْتُبُوْنَ مَا تَمْكُرُوْنَ ","latin":"Wa iżā ażaqnan-nāsa raḥmatam mim ba‘di ḍarrā'a massathum iżā lahum makrun fī āyātinā, qulillāhu asra‘u makrā(n), inna rusulanā yaktubūna mā tamkurūn(a). ","translation":"Apabila Kami memberikan suatu rahmat kepada manusia setelah bencana menimpa mereka, mereka segera melakukan segala tipu daya (untuk menentang) ayat-ayat Kami. Katakanlah, “Allah lebih cepat pembalasan-Nya (atas tipu daya itu).” Sesungguhnya malaikat-malaikat Kami mencatat tipu dayamu."},{"surah_number":10,"ayat_number":22,"arabic":"هُوَ الَّذِيْ يُسَيِّرُكُمْ فِى الْبَرِّ وَالْبَحْرِۗ حَتّٰٓى اِذَا كُنْتُمْ فِىْ الْفُلْكِۚ وَجَرَيْنَ بِهِمْ بِرِيْحٍ طَيِّبَةٍ وَّفَرِحُوْا بِهَا جَاۤءَتْهَا رِيْحٌ عَاصِفٌ وَّجَاۤءَهُمُ الْمَوْجُ مِنْ كُلِّ مَكَانٍ وَّظَنُّوْٓا اَنَّهُمْ اُحِيْطَ بِهِمْۙ دَعَوُا اللّٰهَ مُخْلِصِيْنَ لَهُ الدِّيْنَ ەۚ لَىِٕنْ اَنْجَيْتَنَا مِنْ هٰذِهٖ لَنَكُوْنَنَّ مِنَ الشّٰكِرِيْنَ","kitabah":"هُوَ الَّذِيْ يُسَيِّرُكُمْ فِى الْبَرِّ وَالْبَحْرِۗ حَتّٰٓى اِذَا كُنْتُمْ فِىْ الْفُلْكِۚ وَجَرَيْنَ بِهِمْ بِرِيْحٍ طَيِّبَةٍ وَّفَرِحُوْا بِهَا جَاۤءَتْهَا رِيْحٌ عَاصِفٌ وَّجَاۤءَهُمُ الْمَوْجُ مِنْ كُلِّ مَكَانٍ وَّظَنُّوْٓا اَنَّهُمْ اُحِيْطَ بِهِمْۙ دَعَوُا اللّٰهَ مُخْلِصِيْنَ لَهُ الدِّيْنَ ەۚ لَىِٕنْ اَنْجَيْتَنَا مِنْ هٰذِهٖ لَنَكُوْنَنَّ مِنَ الشّٰكِرِيْنَ","latin":"Huwal-lażī yusayyirukum fil-barri wal-baḥr(i), ḥattā iżā kuntum fil-fulk(i), wa jaraina bihim birīḥin ṭayyibatiw wa fariḥū bihā jā'athā rīḥun ‘āṣifuw wa jā'ahumul-mauju min kulli makāniw wa ẓannū annahum uḥīṭa bihim, da‘awullāha mukhliṣīna lahud-dīn(a), la'in anjaitanā min hāżihī lanakūnanna minasy-syākirīn(a). ","translation":"Dialah (Allah) yang menjadikan kamu dapat berjalan di daratan (dan berlayar) di lautan sehingga ketika kamu berada di dalam kapal, lalu meluncurlah (kapal) itu membawa mereka dengan tiupan angin yang baik dan mereka bergembira karenanya. Kemudian, datanglah badai dan gelombang menimpanya dari segenap penjuru dan mereka pun mengira telah terkepung (bahaya). Maka, mereka berdoa dengan mengikhlaskan ketaatan kepada-Nya (seraya berkata), “Sekiranya Engkau menyelamatkan kami dari (bahaya) ini, pasti kami termasuk orang-orang yang bersyukur.”"},{"surah_number":10,"ayat_number":23,"arabic":"فَلَمَّآ اَنْجٰىهُمْ اِذَا هُمْ يَبْغُوْنَ فِى الْاَرْضِ بِغَيْرِ الْحَقِّ ۗيٰٓاَيُّهَا النَّاسُ اِنَّمَا بَغْيُكُمْ عَلٰٓى اَنْفُسِكُمْ مَّتَاعَ الْحَيٰوةِ الدُّنْيَاۖ ثُمَّ اِلَيْنَا مَرْجِعُكُمْ فَنُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُوْنَ","kitabah":"فَلَمَّآ اَنْجٰىهُمْ اِذَا هُمْ يَبْغُوْنَ فِى الْاَرْضِ بِغَيْرِ الْحَقِّ ۗيٰٓاَيُّهَا النَّاسُ اِنَّمَا بَغْيُكُمْ عَلٰٓى اَنْفُسِكُمْ مَّتَاعَ الْحَيٰوةِ الدُّنْيَاۖ ثُمَّ اِلَيْنَا مَرْجِعُكُمْ فَنُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُوْنَ","latin":"Falammā anjāhum iżā hum yabgūna fil-arḍi bigairil-ḥaqq(i), yā ayyuhan-nāsu innamā bagyukum ‘alā anfusikum matā‘al-ḥayātid-dun-yā, ṡumma ilainā marji‘ukum fa nunabbi'ukum bimā kuntum ta‘malūn(a). ","translation":"Namun, ketika Allah menyelamatkan mereka, seketika itu mereka berbuat kezaliman di bumi tanpa (alasan) yang benar. Wahai manusia, sesungguhnya (bahaya) kezalimanmu akan menimpa dirimu sendiri. (Itu hanya) kenikmatan hidup duniawi. Kemudian, kepada Kamilah kembalimu, lalu akan Kami kabarkan kepadamu apa yang selama ini kamu kerjakan."},{"surah_number":10,"ayat_number":24,"arabic":"اِنَّمَا مَثَلُ الْحَيٰوةِ الدُّنْيَا كَمَاۤءٍ اَنْزَلْنٰهُ مِنَ السَّمَاۤءِ فَاخْتَلَطَ بِهٖ نَبَاتُ الْاَرْضِ مِمَّا يَأْكُلُ النَّاسُ وَالْاَنْعَامُ ۗحَتّٰٓى اِذَآ اَخَذَتِ الْاَرْضُ زُخْرُفَهَا وَازَّيَّنَتْ وَظَنَّ اَهْلُهَآ اَنَّهُمْ قٰدِرُوْنَ عَلَيْهَآ اَتٰىهَآ اَمْرُنَا لَيْلًا اَوْ نَهَارًا فَجَعَلْنٰهَا حَصِيْدًا كَاَنْ لَّمْ تَغْنَ بِالْاَمْسِۗ  كَذٰلِكَ نُفَصِّلُ الْاٰيٰتِ لِقَوْمٍ يَّتَفَكَّرُوْنَ ","kitabah":"اِنَّمَا مَثَلُ الْحَيٰوةِ الدُّنْيَا كَمَاۤءٍ اَنْزَلْنٰهُ مِنَ السَّمَاۤءِ فَاخْتَلَطَ بِهٖ نَبَاتُ الْاَرْضِ مِمَّا يَأْكُلُ النَّاسُ وَالْاَنْعَامُ ۗحَتّٰٓى اِذَآ اَخَذَتِ الْاَرْضُ زُخْرُفَهَا وَازَّيَّنَتْ وَظَنَّ اَهْلُهَآ اَنَّهُمْ قٰدِرُوْنَ عَلَيْهَآ اَتٰىهَآ اَمْرُنَا لَيْلًا اَوْ نَهَارًا فَجَعَلْنٰهَا حَصِيْدًا كَاَنْ لَّمْ تَغْنَ بِالْاَمْسِۗ  كَذٰلِكَ نُفَصِّلُ الْاٰيٰتِ لِقَوْمٍ يَّتَفَكَّرُوْنَ ","latin":"Innamā maṡalul-ḥayātid-dun-yā kamā'in anzalnāhu minas-samā'i fakhtalaṭa bihī nabātul-arḍi mimmā ya'kulun-nāsu wal-an‘ām(u), ḥattā iżā akhażatil-arḍu zukhrufahā wazzayyanat wa ẓanna ahluhā annahum qādirūna ‘alaihā, atāhā amrunā lailan au nahāran fa ja‘alnāhā ḥaṣīdan ka'allam tagna bil-ams(i), każālika nufaṣṣilul-āyāti liqaumiy yatafakkarūn(a). ","translation":"Sesungguhnya perumpamaan kehidupan dunia adalah ibarat air yang Kami turunkan dari langit, lalu tumbuhlah karenanya macam-macam tanaman bumi yang (dapat) dimakan oleh manusia dan hewan ternak. Hingga apabila bumi itu telah sempurna keindahannya, terhias,348) dan pemiliknya mengira bahwa mereka pasti menguasainya (memetik hasilnya), datanglah kepadanya azab Kami pada waktu malam atau siang. Lalu, Kami jadikan (tanaman)-nya seperti tanaman yang sudah disabit, seakan-akan belum pernah tumbuh kemarin. Demikianlah Kami menjelaskan secara terperinci ayat-ayat itu kepada kaum yang berpikir."},{"surah_number":10,"ayat_number":25,"arabic":"وَاللّٰهُ يَدْعُوْآ اِلٰى دَارِ السَّلٰمِ ۚوَيَهْدِيْ مَنْ يَّشَاۤءُ اِلٰى صِرَاطٍ مُّسْتَقِيْمٍ ","kitabah":"وَاللّٰهُ يَدْعُوْٓا اِلٰى دَارِ السَّلٰمِ ۚوَيَهْدِيْ مَنْ يَّشَاۤءُ اِلٰى صِرَاطٍ مُّسْتَقِيْمٍ ","latin":"Wallāhu yad‘ū ilā dāris-salām(i), wa yahdī may yasyā'u ilā ṣirāṭim mustaqīm(in). ","translation":"Allah menyeru (manusia) ke Dārussalām (surga) dan memberi petunjuk kepada siapa yang Dia kehendaki menuju jalan yang lurus (berdasarkan kesiapannya untuk menerima petunjuk)."},{"surah_number":10,"ayat_number":26,"arabic":"۞ لِلَّذِيْنَ اَحْسَنُوا الْحُسْنٰى وَزِيَادَةٌ  ۗوَلَا يَرْهَقُ وُجُوْهَهُمْ قَتَرٌ وَّلَا ذِلَّةٌ  ۗاُولٰۤىِٕكَ اَصْحٰبُ الْجَنَّةِ هُمْ فِيْهَا خٰلِدُوْنَ ","kitabah":"۞ لِلَّذِيْنَ اَحْسَنُوا الْحُسْنٰى وَزِيَادَةٌ  ۗوَلَا يَرْهَقُ وُجُوْهَهُمْ قَتَرٌ وَّلَا ذِلَّةٌ  ۗاُولٰۤىِٕكَ اَصْحٰبُ الْجَنَّةِ هُمْ فِيْهَا خٰلِدُوْنَ ","latin":"Lil-lażīna aḥsanul-ḥusnā wa ziyādah(tun), wa lā yarhaqu wujūhahum qataruw wa lā żillah(tun), ulā'ika aṣḥābul-jannati hum fīhā khālidūn(a). ","translation":"Bagi orang-orang yang berbuat baik (ada pahala) yang terbaik (surga) dan tambahannya (kenikmatan melihat Allah). Wajah-wajah mereka tidak ditutupi debu hitam dan tidak (pula diliputi) kehinaan. Mereka itulah para penghuni surga. Mereka kekal di dalamnya."},{"surah_number":10,"ayat_number":27,"arabic":"وَالَّذِيْنَ كَسَبُوا السَّيِّاٰتِ جَزَاۤءُ سَيِّئَةٍ ۢبِمِثْلِهَاۙ وَتَرْهَقُهُمْ ذِلَّةٌ  ۗمَا لَهُمْ مِّنَ اللّٰهِ مِنْ عَاصِمٍۚ  كَاَنَّمَآ اُغْشِيَتْ وُجُوْهُهُمْ قِطَعًا مِّنَ الَّيْلِ مُظْلِمًاۗ اُولٰۤىِٕكَ اَصْحٰبُ النَّارِ ۚهُمْ فِيْهَا خٰلِدُوْنَ ","kitabah":"وَالَّذِيْنَ كَسَبُوا السَّيِّاٰتِ جَزَاۤءُ سَيِّئَةٍ ۢبِمِثْلِهَاۙ وَتَرْهَقُهُمْ ذِلَّةٌ  ۗمَا لَهُمْ مِّنَ اللّٰهِ مِنْ عَاصِمٍۚ  كَاَنَّمَآ اُغْشِيَتْ وُجُوْهُهُمْ قِطَعًا مِّنَ الَّيْلِ مُظْلِمًاۗ اُولٰۤىِٕكَ اَصْحٰبُ النَّارِ ۚهُمْ فِيْهَا خٰلِدُوْنَ ","latin":"Wal-lażīna każabus-sayyi'āti jazā'u sayyi'atim bimiṡlihā, wa tarhaquhum żillah(tun), mā lahum minallāhi min ‘āṣim(in), ka'annamā ugsyiyat wujūhuhum qiṭa‘am minal-laili muẓlimā(n), ulā'ika aṣḥābun-nār(i), hum fīhā khālidūn(a). ","translation":"Orang-orang yang berbuat kejahatan (akan mendapatkan) balasan kejahatan yang setimpal dan mereka diliputi kehinaan. Tidak ada bagi mereka seorang pelindung (pun) dari (azab) Allah. Wajah-wajah mereka seakan-akan ditutupi kepingan-kepingan malam yang gelap gulita. Mereka itulah para penghuni neraka. Mereka kekal di dalamnya."},{"surah_number":10,"ayat_number":28,"arabic":"وَيَوْمَ نَحْشُرُهُمْ جَمِيْعًا ثُمَّ نَقُوْلُ لِلَّذِيْنَ اَشْرَكُوْا مَكَانَكُمْ اَنْتُمْ وَشُرَكَاۤؤُكُمْۚ فَزَيَّلْنَا بَيْنَهُمْ وَقَالَ شُرَكَاۤؤُهُمْ مَّا كُنْتُمْ اِيَّانَا تَعْبُدُوْنَ","kitabah":"وَيَوْمَ نَحْشُرُهُمْ جَمِيْعًا ثُمَّ نَقُوْلُ لِلَّذِيْنَ اَشْرَكُوْا مَكَانَكُمْ اَنْتُمْ وَشُرَكَاۤؤُكُمْۚ فَزَيَّلْنَا بَيْنَهُمْ وَقَالَ شُرَكَاۤؤُهُمْ مَّا كُنْتُمْ اِيَّانَا تَعْبُدُوْنَ","latin":"Wa yauma naḥsyuruhum jamī‘an ṡumma naqūlu lil-lażīna asyrakū makānakum antum wa syurakā'ukum, fa zayyalnā bainahum wa qāla syurakā'uhum mā kuntum iyyānā ta‘budūn(a). ","translation":"(Ingatlah) pada hari (ketika) Kami mengumpulkan mereka semuanya, kemudian Kami berfirman kepada orang-orang yang mempersekutukan (Kami), “Tetaplah di tempatmu, kamu dan para sekutumu.” Lalu, Kami pisahkan di antara mereka, dan sekutu-sekutu mereka berkata, “Kamu sekali-kali tidak pernah menyembah kami.”"},{"surah_number":10,"ayat_number":29,"arabic":"فَكَفٰى بِاللّٰهِ شَهِيْدًاۢ بَيْنَنَا وَبَيْنَكُمْ اِنْ كُنَّا عَنْ عِبَادَتِكُمْ لَغٰفِلِيْنَ ","kitabah":"فَكَفٰى بِاللّٰهِ شَهِيْدًاۢ بَيْنَنَا وَبَيْنَكُمْ اِنْ كُنَّا عَنْ عِبَادَتِكُمْ لَغٰفِلِيْنَ ","latin":"Fa kafā billāhi syahīdam bainanā wa bainakum in kunnā ‘an ‘ibādatikum lagāfilīn(a). ","translation":"Maka, cukuplah Allah menjadi saksi antara kami dengan kamu, bahwa sesungguhnya kami tidak tahu-menahu tentang penyembahan kamu (kepada kami).”"},{"surah_number":10,"ayat_number":30,"arabic":"هُنَالِكَ تَبْلُوْا كُلُّ نَفْسٍ مَّآ اَسْلَفَتْ وَرُدُّوْٓا اِلَى اللّٰهِ مَوْلٰىهُمُ الْحَقِّ وَضَلَّ عَنْهُمْ مَّا كَانُوْا يَفْتَرُوْنَ ࣖ ","kitabah":"هُنَالِكَ تَبْلُوْا كُلُّ نَفْسٍ مَّآ اَسْلَفَتْ وَرُدُّوْٓا اِلَى اللّٰهِ مَوْلٰىهُمُ الْحَقِّ وَضَلَّ عَنْهُمْ مَّا كَانُوْا يَفْتَرُوْنَ ࣖ ","latin":"Hunālika tablū kullu nafsim mā aslafat wa ruddū ilallāhi maulāhumul-ḥaqqi wa ḍalla ‘anhum mā kānū yaftarūn(a). ","translation":"Di sanalah (padang Mahsyar), setiap jiwa merasakan pembalasan dari apa yang telah dikerjakannya (dahulu) dan mereka dikembalikan kepada Allah, pelindung mereka yang sebenarnya, dan lenyaplah dari mereka apa (sesembahan) yang selalu mereka ada-adakan."},{"surah_number":10,"ayat_number":31,"arabic":"قُلْ مَنْ يَّرْزُقُكُمْ مِّنَ السَّمَاۤءِ وَالْاَرْضِ اَمَّنْ يَّمْلِكُ السَّمْعَ وَالْاَبْصَارَ وَمَنْ يُّخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَيُخْرِجُ الْمَيِّتَ مِنَ الْحَيِّ وَمَنْ يُّدَبِّرُ الْاَمْرَۗ فَسَيَقُوْلُوْنَ اللّٰهُ ۚفَقُلْ اَفَلَا تَتَّقُوْنَ ","kitabah":"قُلْ مَنْ يَّرْزُقُكُمْ مِّنَ السَّمَاۤءِ وَالْاَرْضِ اَمَّنْ يَّمْلِكُ السَّمْعَ وَالْاَبْصَارَ وَمَنْ يُّخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَيُخْرِجُ الْمَيِّتَ مِنَ الْحَيِّ وَمَنْ يُّدَبِّرُ الْاَمْرَۗ فَسَيَقُوْلُوْنَ اللّٰهُ ۚفَقُلْ اَفَلَا تَتَّقُوْنَ ","latin":"Qul may yarzuqukum minas-samā'i wal-arḍi ammay yamlikus-sam‘a wal-abṣāra wa may yukhrijul-ḥayya minal-mayyiti wa yukhrijul-mayyita minal-ḥayyi wa may yudabbirul-amr(a), fa sayaqūlūnallāh(u), faqul afalā tattaqūn(a). ","translation":"Katakanlah (Nabi Muhammad), “Siapakah yang menganugerahkan rezeki kepadamu dari langit dan bumi, siapakah yang kuasa (menciptakan) pendengaran dan penglihatan, siapakah yang mengeluarkan yang hidup dari yang mati dan mengeluarkan yang mati dari yang hidup, serta siapakah yang mengatur segala urusan?” Maka, mereka akan menjawab, “Allah.” Maka, katakanlah, “Apakah kamu tidak takut (akan azab Allah)?”"},{"surah_number":10,"ayat_number":32,"arabic":"فَذٰلِكُمُ اللّٰهُ رَبُّكُمُ الْحَقُّۚ فَمَاذَا بَعْدَ الْحَقِّ اِلَّا الضَّلٰلُ  ۖفَاَنّٰى تُصْرَفُوْنَ ","kitabah":"فَذٰلِكُمُ اللّٰهُ رَبُّكُمُ الْحَقُّۚ فَمَاذَا بَعْدَ الْحَقِّ اِلَّا الضَّلٰلُ  ۖفَاَنّٰى تُصْرَفُوْنَ ","latin":"Fa żālikumullāhu rabbukumul-ḥaqq(u), fa māżā ba‘dal-ḥaqqi illaḍ-ḍalāl(u), fa annā tuṣrafūn(a). ","translation":"Maka, itulah Allah, Tuhan kamu yang sebenarnya. Tidak ada setelah kebenaran itu kecuali kesesatan. Maka, bagaimana kamu dipalingkan (dari kebenaran)?"},{"surah_number":10,"ayat_number":33,"arabic":"كَذٰلِكَ حَقَّتْ كَلِمَتُ رَبِّكَ عَلَى الَّذِيْنَ فَسَقُوْٓا اَنَّهُمْ لَا يُؤْمِنُوْنَ ","kitabah":"كَذٰلِكَ حَقَّتْ كَلِمَتُ رَبِّكَ عَلَى الَّذِيْنَ فَسَقُوْٓا اَنَّهُمْ لَا يُؤْمِنُوْنَ ","latin":"Każālika ḥaqqat kalimatu rabbika ‘alal-lażīna fasaqū annahum lā yu'minūn(a). ","translation":"Demikianlah, telah pasti (berlaku) ketentuan Tuhanmu terhadap orang-orang yang berbuat fasik bahwa sesungguhnya mereka tidak beriman."},{"surah_number":10,"ayat_number":34,"arabic":"قُلْ هَلْ مِنْ شُرَكَاۤىِٕكُمْ مَّنْ يَّبْدَؤُا الْخَلْقَ ثُمَّ يُعِيْدُهٗۗ قُلِ اللّٰهُ يَبْدَؤُا الْخَلْقَ ثُمَّ يُعِيْدُهٗ فَاَنّٰى تُؤْفَكُوْنَ ","kitabah":"قُلْ هَلْ مِنْ شُرَكَاۤىِٕكُمْ مَّنْ يَّبْدَؤُا الْخَلْقَ ثُمَّ يُعِيْدُهٗۗ قُلِ اللّٰهُ يَبْدَؤُا الْخَلْقَ ثُمَّ يُعِيْدُهٗ فَاَنّٰى تُؤْفَكُوْنَ ","latin":"Qul hal min syurakā'ikum may yabda'ul-khalqa ṡumma yu‘īduh(ū), qulillāhu yabda'ul-khalqa ṡumma yu‘īduhū fa annā tu'fakūn(a). ","translation":"Katakanlah (Nabi Muhammad), “Apakah di antara sekutu-sekutu kamu ada yang dapat memulai penciptaan (makhluk) kemudian mengembalikannya (menghidupkannya lagi)?” Katakanlah, “Allah memulai penciptaan (makhluk), kemudian mengembalikannya (menghidupkannya lagi). Lalu, bagaimana kamu dapat dipalingkan (dari kebenaran)?”"},{"surah_number":10,"ayat_number":35,"arabic":"قُلْ هَلْ مِنْ شُرَكَاۤىِٕكُمْ مَّنْ يَّهْدِيْٓ اِلَى الْحَقِّۗ قُلِ اللّٰهُ يَهْدِيْ لِلْحَقِّۗ اَفَمَنْ يَّهْدِيْٓ اِلَى الْحَقِّ اَحَقُّ اَنْ يُّتَّبَعَ اَمَّنْ لَّا يَهِدِّيْٓ اِلَّآ اَنْ يُّهْدٰىۚ فَمَا لَكُمْۗ  كَيْفَ تَحْكُمُوْنَ ","kitabah":"قُلْ هَلْ مِنْ شُرَكَاۤىِٕكُمْ مَّنْ يَّهْدِيْٓ اِلَى الْحَقِّۗ قُلِ اللّٰهُ يَهْدِيْ لِلْحَقِّۗ اَفَمَنْ يَّهْدِيْٓ اِلَى الْحَقِّ اَحَقُّ اَنْ يُّتَّبَعَ اَمَّنْ لَّا يَهِدِّيْٓ اِلَّآ اَنْ يُّهْدٰىۚ فَمَا لَكُمْۗ  كَيْفَ تَحْكُمُوْنَ ","latin":"Qul hal min syurakā'ikum may yahdī ilal-ḥaqq(i),qulillāhu yahdī lil-ḥaqq(i), afamay yahdī ilal-ḥaqqi aḥaqqu ay yuttaba‘a ammal lā  yahiddī illā ay yuhdā, famā lakum, kaifa taḥkumūn(a). ","translation":"Katakanlah (Nabi Muhammad), “Apakah di antara sekutu-sekutu kamu ada yang membimbing pada kebenaran?” Katakanlah, “Allah membimbing pada kebenaran.” Maka, apakah yang membimbing pada kebenaran lebih berhak diikuti ataukah yang tidak mampu membimbing bahkan perlu dibimbing? Maka, mengapa kamu (berbuat demikian)? Bagaimanakah kamu memberi keputusan?"},{"surah_number":10,"ayat_number":36,"arabic":"وَمَا يَتَّبِعُ اَكْثَرُهُمْ اِلَّا ظَنًّاۗ اِنَّ الظَّنَّ لَا يُغْنِيْ مِنَ الْحَقِّ شَيْـًٔاۗ اِنَّ اللّٰهَ عَلِيْمٌ ۢبِمَا يَفْعَلُوْنَ ","kitabah":"وَمَا يَتَّبِعُ اَكْثَرُهُمْ اِلَّا ظَنًّاۗ اِنَّ الظَّنَّ لَا يُغْنِيْ مِنَ الْحَقِّ شَيْـًٔاۗ اِنَّ اللّٰهَ عَلِيْمٌ ۢبِمَا يَفْعَلُوْنَ ","latin":"Wa mā yattabi‘u akṡaruhum illā ẓannā(n), innaẓ-ẓanna lā yugnī minal-ḥaqqi syai'ā(n), innallāha ‘alīmum bimā yaf‘alūn(a). ","translation":"Kebanyakan mereka hanya mengikuti dugaan. Sesungguhnya dugaan itu tidak sedikit pun berguna menyangkut (perolehan) kebenaran. Sesungguhnya Allah Maha Mengetahui apa yang mereka lakukan."},{"surah_number":10,"ayat_number":37,"arabic":"وَمَا كَانَ هٰذَا الْقُرْاٰنُ اَنْ يُّفْتَرٰى مِنْ دُوْنِ اللّٰهِ وَلٰكِنْ تَصْدِيْقَ الَّذِيْ بَيْنَ يَدَيْهِ وَتَفْصِيْلَ الْكِتٰبِ لَا رَيْبَ فِيْهِ مِنْ رَّبِّ الْعٰلَمِيْنَۗ  ","kitabah":"وَمَا كَانَ هٰذَا الْقُرْاٰنُ اَنْ يُّفْتَرٰى مِنْ دُوْنِ اللّٰهِ وَلٰكِنْ تَصْدِيْقَ الَّذِيْ بَيْنَ يَدَيْهِ وَتَفْصِيْلَ الْكِتٰبِ لَا رَيْبَ فِيْهِ مِنْ رَّبِّ الْعٰلَمِيْنَۗ  ","latin":"Wa mā kāna hāżal-qur'ānu ay yuftarā min dūnillāhi wa lākin taṣdīqal-lażī baina yadaihi wa tafṣīlal-kitābi lā raiba fīhi mir rabbil-‘ālamīn(a). ","translation":"Tidak mungkin Al-Qur’an ini dibuat-buat oleh selain Allah, tetapi (Al-Qur’an) membenarkan (kitab-kitab) yang sebelumnya dan menjelaskan secara terperinci ketetapan (Allah). Tidak ada keraguan di dalamnya, (diturunkan) dari Tuhan semesta alam."},{"surah_number":10,"ayat_number":38,"arabic":"اَمْ يَقُوْلُوْنَ افْتَرٰىهُ ۗ قُلْ فَأْتُوْا بِسُوْرَةٍ مِّثْلِهٖ وَادْعُوْا مَنِ اسْتَطَعْتُمْ مِّنْ دُوْنِ اللّٰهِ اِنْ كُنْتُمْ صٰدِقِيْنَ","kitabah":"اَمْ يَقُوْلُوْنَ افْتَرٰىهُ ۗ قُلْ فَأْتُوْا بِسُوْرَةٍ مِّثْلِهٖ وَادْعُوْا مَنِ اسْتَطَعْتُمْ مِّنْ دُوْنِ اللّٰهِ اِنْ كُنْتُمْ صٰدِقِيْنَ","latin":"Am yaqūlūnaftarāh(u), qul fa'tū bisūratim miṡlihī wad‘ū manistaṭa‘tum min dūnillāhi in kuntum ṣādiqīn(a). ","translation":"Bahkan, apakah (pantas) mereka mengatakan, “Dia (Nabi Muhammad) telah membuat-buat (Al-Qur’an) itu.”? Katakanlah (Nabi Muhammad), “(Kalau demikian,) buatlah satu surah yang semisal dengannya dan ajaklah siapa yang dapat kamu (ajak) selain Allah (untuk menolongmu), jika kamu orang-orang yang benar.”"},{"surah_number":10,"ayat_number":39,"arabic":"بَلْ كَذَّبُوْا بِمَا لَمْ يُحِيْطُوْا بِعِلْمِهٖ وَلَمَّا يَأْتِهِمْ تَأْوِيْلُهٗۗ  كَذٰلِكَ كَذَّبَ الَّذِيْنَ مِنْ قَبْلِهِمْ فَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ الظّٰلِمِيْنَ ","kitabah":"بَلْ كَذَّبُوْا بِمَا لَمْ يُحِيْطُوْا بِعِلْمِهٖ وَلَمَّا يَأْتِهِمْ تَأْوِيْلُهٗۗ  كَذٰلِكَ كَذَّبَ الَّذِيْنَ مِنْ قَبْلِهِمْ فَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ الظّٰلِمِيْنَ ","latin":"Bal każżabū bimā lam yuḥīṭū bi‘ilmihī wa lammā ya'tihim ta'wīluh(ū), każālika każżabal-lażīna min qablihim fanẓur kaifa kāna ‘āqibatuẓ-ẓālimīn(a). ","translation":"Bahkan, mereka mendustakan apa yang mereka belum mengetahuinya dengan sempurna dan belum datang kepada mereka penjelasannya. Demikianlah halnya umat-umat sebelum mereka telah mendustakan (para rasul). Maka, perhatikanlah bagaimana kesudahan orang-orang zalim."},{"surah_number":10,"ayat_number":40,"arabic":"وَمِنْهُمْ مَّنْ يُّؤْمِنُ بِهٖ وَمِنْهُمْ مَّنْ لَّا يُؤْمِنُ بِهٖۗ وَرَبُّكَ اَعْلَمُ بِالْمُفْسِدِيْنَ ࣖ ","kitabah":"وَمِنْهُمْ مَّنْ يُّؤْمِنُ بِهٖ وَمِنْهُمْ مَّنْ لَّا يُؤْمِنُ بِهٖۗ وَرَبُّكَ اَعْلَمُ بِالْمُفْسِدِيْنَ ࣖ ","latin":"Wa minhum may yu'minu bihī wa minhum mal lā yu'minu bih(ī), wa rabbuka a‘lamu bil-mufsidīn(a). ","translation":"Di antara mereka ada orang yang beriman padanya (Al-Qur’an), dan di antara mereka ada (pula) orang yang tidak beriman padanya. Tuhanmu lebih mengetahui tentang orang-orang yang berbuat kerusakan."},{"surah_number":10,"ayat_number":41,"arabic":"وَاِنْ كَذَّبُوْكَ فَقُلْ لِّيْ عَمَلِيْ وَلَكُمْ عَمَلُكُمْۚ اَنْتُمْ بَرِيْۤـُٔوْنَ مِمَّآ اَعْمَلُ وَاَنَا۠ بَرِيْۤءٌ مِّمَّا تَعْمَلُوْنَ ","kitabah":"وَاِنْ كَذَّبُوْكَ فَقُلْ لِّيْ عَمَلِيْ وَلَكُمْ عَمَلُكُمْۚ اَنْتُمْ بَرِيْۤـُٔوْنَ مِمَّآ اَعْمَلُ وَاَنَا۠ بَرِيْۤءٌ مِّمَّا تَعْمَلُوْنَ ","latin":"Wa in każżabūka faqul lī ‘amalī wa lakum ‘amalukum, antum barī'ūna mimmā a‘malu wa ana barī'um mimmā ta‘malūn(a). ","translation":"Jika mereka mendustakanmu (Nabi Muhammad), katakanlah, “Bagiku perbuatanku dan bagimu perbuatanmu. Kamu berlepas diri dari apa yang aku perbuat dan aku pun berlepas diri dari apa yang kamu perbuat.”"},{"surah_number":10,"ayat_number":42,"arabic":"وَمِنْهُمْ مَّنْ يَّسْتَمِعُوْنَ اِلَيْكَۗ اَفَاَنْتَ تُسْمِعُ الصُّمَّ وَلَوْ كَانُوْا لَا يَعْقِلُوْنَ ","kitabah":"وَمِنْهُمْ مَّنْ يَّسْتَمِعُوْنَ اِلَيْكَۗ اَفَاَنْتَ تُسْمِعُ الصُّمَّ وَلَوْ كَانُوْا لَا يَعْقِلُوْنَ ","latin":"Wa minhum may yastami‘ūna ilaik(a), afa anta tusmi‘uṣ-ṣumma wa lau kānū lā ya‘qilūn(a). ","translation":"Di antara mereka ada orang yang mendengarkan engkau (Nabi Muhammad). Apakah engkau dapat menjadikan orang yang tuli itu bisa mendengar walaupun mereka tidak mengerti?"},{"surah_number":10,"ayat_number":43,"arabic":"وَمِنْهُمْ مَّنْ يَّنْظُرُ اِلَيْكَۗ اَفَاَنْتَ تَهْدِى الْعُمْيَ وَلَوْ كَانُوْا لَا يُبْصِرُوْنَ ","kitabah":"وَمِنْهُمْ مَّنْ يَّنْظُرُ اِلَيْكَۗ اَفَاَنْتَ تَهْدِى الْعُمْيَ وَلَوْ كَانُوْا لَا يُبْصِرُوْنَ ","latin":"Wa minhum may yanẓuru ilaik(a), afa anta tahdil-‘umya wa lau kānū lā yubṣirūn(a). ","translation":"Di antara mereka ada orang yang melihat kepada engkau. Apakah engkau dapat memberi petunjuk kepada orang yang buta, walaupun mereka tidak melihat?"},{"surah_number":10,"ayat_number":44,"arabic":"اِنَّ اللّٰهَ لَا يَظْلِمُ النَّاسَ شَيْـًٔا وَّلٰكِنَّ النَّاسَ اَنْفُسَهُمْ يَظْلِمُوْنَ","kitabah":"اِنَّ اللّٰهَ لَا يَظْلِمُ النَّاسَ شَيْـًٔا وَّلٰكِنَّ النَّاسَ اَنْفُسَهُمْ يَظْلِمُوْنَ","latin":"Innallāha lā yaẓlimun-nāsa syai'aw wa lākinnan-nāsa anfusahum yaẓlimūn(a). ","translation":"Sesungguhnya Allah tidak menzalimi manusia sedikit pun, tetapi manusia itulah yang menzalimi dirinya sendiri."},{"surah_number":10,"ayat_number":45,"arabic":"وَيَوْمَ يَحْشُرُهُمْ كَاَنْ لَّمْ يَلْبَثُوْٓا اِلَّا سَاعَةً مِّنَ النَّهَارِ يَتَعَارَفُوْنَ بَيْنَهُمْۗ قَدْ خَسِرَ الَّذِيْنَ كَذَّبُوْا بِلِقَاۤءِ اللّٰهِ وَمَا كَانُوْا مُهْتَدِيْنَ ","kitabah":"وَيَوْمَ يَحْشُرُهُمْ كَاَنْ لَّمْ يَلْبَثُوْٓا اِلَّا سَاعَةً مِّنَ النَّهَارِ يَتَعَارَفُوْنَ بَيْنَهُمْۗ قَدْ خَسِرَ الَّذِيْنَ كَذَّبُوْا بِلِقَاۤءِ اللّٰهِ وَمَا كَانُوْا مُهْتَدِيْنَ ","latin":"Wa yauma yaḥsyuruhum ka'allam yalbaṡū illā sā‘atam minan-nahāri yata‘ārafūna bainahum, qad khasiral-lażīna każżabū biliqā'illāhi wa mā kānū muhtadīn(a). ","translation":"(Ingatlah) pada hari (ketika) Allah mengumpulkan mereka, (mereka merasa) seakan-akan tidak pernah berdiam (di dunia) kecuali sesaat saja pada siang hari, (seperti ketika) mereka (sejenak) saling mengenal di antara mereka (setelah dibangkitkan dari alam kubur). Sungguh rugi orang-orang yang mendustakan pertemuan dengan Allah dan mereka bukanlah orang-orang yang mendapat petunjuk."},{"surah_number":10,"ayat_number":46,"arabic":"وَاِمَّا نُرِيَنَّكَ بَعْضَ الَّذِيْ نَعِدُهُمْ اَوْ نَتَوَفَّيَنَّكَ فَاِلَيْنَا مَرْجِعُهُمْ ثُمَّ اللّٰهُ شَهِيْدٌ عَلٰى مَا يَفْعَلُوْنَ ","kitabah":"وَاِمَّا نُرِيَنَّكَ بَعْضَ الَّذِيْ نَعِدُهُمْ اَوْ نَتَوَفَّيَنَّكَ فَاِلَيْنَا مَرْجِعُهُمْ ثُمَّ اللّٰهُ شَهِيْدٌ عَلٰى مَا يَفْعَلُوْنَ ","latin":"Wa immā nuriyannaka ba‘ḍal-lażī na‘iduhum au natawaffayannaka fa ilainā marji‘uhum ṡummallāhu syahīdun ‘alā mā yaf‘alūn(a). ","translation":"Sesungguhnya jika Kami benar-benar memperlihatkan kepadamu (Nabi Muhammad) sebagian dari (siksa) yang Kami janjikan kepada mereka (di dunia), atau jika Kami mewafatkan engkau (sebelum datangnya azab itu), hanya kepada Kamilah mereka kembali, kemudian Allah menjadi saksi atas apa yang mereka lakukan."},{"surah_number":10,"ayat_number":47,"arabic":"وَلِكُلِّ اُمَّةٍ رَّسُوْلٌ ۚفَاِذَا جَاۤءَ رَسُوْلُهُمْ قُضِيَ بَيْنَهُمْ بِالْقِسْطِ وَهُمْ لَا يُظْلَمُوْنَ ","kitabah":"وَلِكُلِّ اُمَّةٍ رَّسُوْلٌ ۚفَاِذَا جَاۤءَ رَسُوْلُهُمْ قُضِيَ بَيْنَهُمْ بِالْقِسْطِ وَهُمْ لَا يُظْلَمُوْنَ ","latin":"Wa likulli ummatir rasūl(un), fa iżā jā'a rasūluhum quḍiya bainahum bil-qisṭi wa hum lā yuẓlamūn(a). ","translation":"Setiap umat mempunyai rasul. Apabila rasul mereka telah datang (di akhirat kelak), diputuskanlah (oleh Allah) di antara mereka dengan adil, sedangkan mereka tidak dizalimi (sedikit pun)."},{"surah_number":10,"ayat_number":48,"arabic":"وَيَقُوْلُوْنَ مَتٰى هٰذَا الْوَعْدُ اِنْ كُنْتُمْ صٰدِقِيْنَ ","kitabah":"وَيَقُوْلُوْنَ مَتٰى هٰذَا الْوَعْدُ اِنْ كُنْتُمْ صٰدِقِيْنَ ","latin":"Wa yaqūlūna matā hāżal-wa‘du in kuntum ṣādiqīn(a). ","translation":"Mereka mengatakan, “Kapankah (datangnya) janji (azab) ini jika kamu (Nabi Muhammad dan para pengikutmu) adalah orang-orang benar?”"},{"surah_number":10,"ayat_number":49,"arabic":"قُلْ لَّآ اَمْلِكُ لِنَفْسِيْ ضَرًّا وَّلَا نَفْعًا اِلَّا مَا شَاۤءَ اللّٰهُ ۗ لِكُلِّ اُمَّةٍ اَجَلٌ ۚاِذَا جَاۤءَ اَجَلُهُمْ فَلَا يَسْتَأْخِرُوْنَ سَاعَةً وَّلَا يَسْتَقْدِمُوْنَ ","kitabah":"قُلْ لَّآ اَمْلِكُ لِنَفْسِيْ ضَرًّا وَّلَا نَفْعًا اِلَّا مَا شَاۤءَ اللّٰهُ ۗ لِكُلِّ اُمَّةٍ اَجَلٌ ۚاِذَا جَاۤءَ اَجَلُهُمْ فَلَا يَسْتَأْخِرُوْنَ سَاعَةً وَّلَا يَسْتَقْدِمُوْنَ ","latin":"Qul lā amliku linafsī ḍarraw wa lā naf‘an illā mā syā'allāh(u), likulli ummatin ajal(un), iżā jā'a ajaluhum falā yasta'khirūna sā‘ataw wa lā yastaqdimūn(a). ","translation":"Katakanlah (Nabi Muhammad), “Aku tidak kuasa (menolak) mudarat dan tidak pula (mendatangkan) manfaat kepada diriku, kecuali apa yang Allah kehendaki.” Setiap umat mempunyai ajal (batas waktu). Apabila ajalnya tiba, mereka tidak dapat meminta penundaan sesaat pun dan tidak (pula) dapat meminta percepatan. "},{"surah_number":10,"ayat_number":50,"arabic":"قُلْ اَرَءَيْتُمْ اِنْ اَتٰىكُمْ عَذَابُهٗ بَيَاتًا اَوْ نَهَارًا مَّاذَا يَسْتَعْجِلُ مِنْهُ الْمُجْرِمُوْنَ","kitabah":"قُلْ اَرَءَيْتُمْ اِنْ اَتٰىكُمْ عَذَابُهٗ بَيَاتًا اَوْ نَهَارًا مَّاذَا يَسْتَعْجِلُ مِنْهُ الْمُجْرِمُوْنَ","latin":"Qul ara'aitum in atākum ‘ażābuhū bayātan au nahāram māżā yasta‘jilu minhul-mujrimūn(a). ","translation":"Katakanlah (Nabi Muhammad), “Terangkanlah kepadaku, jika datang kepada kamu siksaan-Nya pada waktu malam atau siang hari, (siksa) manakah yang diminta untuk disegerakan oleh para pendurhaka itu?”"},{"surah_number":10,"ayat_number":51,"arabic":"اَثُمَّ اِذَا مَا وَقَعَ اٰمَنْتُمْ بِهٖۗ  اٰۤلْـٰٔنَ وَقَدْ كُنْتُمْ بِهٖ تَسْتَعْجِلُوْنَ ","kitabah":"اَثُمَّ اِذَا مَا وَقَعَ اٰمَنْتُمْ بِهٖۗ  اٰۤلْـٰٔنَ وَقَدْ كُنْتُمْ بِهٖ تَسْتَعْجِلُوْنَ ","latin":"Aṡumma iżā mā waqa‘a āmantum bih(ī), āl'āna wa qad kuntum bihī tasta‘jilūn(a). ","translation":"Apabila azab itu terjadi, apakah kemudian kamu baru memercayainya? Apakah (baru) sekarang (kamu beriman), padahal sebelumnya kamu selalu meminta agar ia disegerakan?"},{"surah_number":10,"ayat_number":52,"arabic":"ثُمَّ قِيْلَ لِلَّذِيْنَ ظَلَمُوْا ذُوْقُوْا عَذَابَ الْخُلْدِۚ هَلْ تُجْزَوْنَ اِلَّا بِمَا كُنْتُمْ تَكْسِبُوْنَ ","kitabah":"ثُمَّ قِيْلَ لِلَّذِيْنَ ظَلَمُوْا ذُوْقُوْا عَذَابَ الْخُلْدِۚ هَلْ تُجْزَوْنَ اِلَّا بِمَا كُنْتُمْ تَكْسِبُوْنَ ","latin":"Ṡumma qīla lil-lażīna ẓalamū żūqū ‘ażābal-khuld(i), hal tujzauna illā bimā kuntum taksibūn(a). ","translation":"Kemudian, dikatakan kepada orang-orang yang zalim itu, “Rasakanlah olehmu azab yang kekal. (Bukankah) kamu tidak diberi balasan, melainkan (setimpal) dengan apa yang selama ini telah kamu usahakan?”"},{"surah_number":10,"ayat_number":53,"arabic":"۞ وَيَسْتَنْۢبِـُٔوْنَكَ اَحَقٌّ هُوَ ۗ قُلْ اِيْ وَرَبِّيْٓ اِنَّهٗ لَحَقٌّ ۗوَمَآ اَنْتُمْ بِمُعْجِزِيْنَ ࣖ ","kitabah":"۞ وَيَسْتَنْۢبِـُٔوْنَكَ اَحَقٌّ هُوَ ۗ قُلْ اِيْ وَرَبِّٓيْ اِنَّهٗ لَحَقٌّ ۗوَمَآ اَنْتُمْ بِمُعْجِزِيْنَ ࣖ ","latin":"Wa yastambi'ūnaka aḥaqqun huw(a), qul ī wa rabbī innahū laḥaqq(un), wa mā antum bimu‘jizīn(a). ","translation":"Mereka menanyakan kepadamu (Nabi Muhammad), “Benarkah ia (azab yang dijanjikan Allah) itu?” Katakanlah, “Ya, demi Tuhanku, sesungguhnya (azab) itu pasti benar dan sekali-kali kamu tidak dapat menghindar.”"},{"surah_number":10,"ayat_number":54,"arabic":"وَلَوْ اَنَّ لِكُلِّ نَفْسٍ ظَلَمَتْ مَا فِى الْاَرْضِ لَافْتَدَتْ بِهٖۗ وَاَسَرُّوا النَّدَامَةَ لَمَّا رَاَوُا الْعَذَابَۚ وَقُضِيَ بَيْنَهُمْ بِالْقِسْطِ وَهُمْ لَا يُظْلَمُوْنَ ","kitabah":"وَلَوْ اَنَّ لِكُلِّ نَفْسٍ ظَلَمَتْ مَا فِى الْاَرْضِ لَافْتَدَتْ بِهٖۗ وَاَسَرُّوا النَّدَامَةَ لَمَّا رَاَوُا الْعَذَابَۚ وَقُضِيَ بَيْنَهُمْ بِالْقِسْطِ وَهُمْ لَا يُظْلَمُوْنَ ","latin":"Wa lau anna likulli nafsin ẓalamat mā fil-arḍi laftadat bih(ī), wa asarrun-nadāmata lammā ra'awul-‘ażāb(a), wa quḍiya bainahum bil-qisṭi wa hum lā yuẓlamūn(a). ","translation":"Seandainya setiap orang yang berbuat zalim itu (mempunyai) apa yang ada di bumi, tentu dia menebus diri dengannya. Mereka menyembunyikan penyesalan ketika mereka telah menyaksikan azab itu. Diputuskanlah (oleh Allah) di antara mereka dengan adil, sedangkan mereka tidak dizalimi (sedikit pun)."},{"surah_number":10,"ayat_number":55,"arabic":"اَلَآ اِنَّ لِلّٰهِ مَا فِى السَّمٰوٰتِ وَالْاَرْضِۗ  اَلَآ اِنَّ وَعْدَ اللّٰهِ حَقٌّ وَّلٰكِنَّ اَكْثَرَهُمْ لَا يَعْلَمُوْنَ","kitabah":"اَلَآ اِنَّ لِلّٰهِ مَا فِى السَّمٰوٰتِ وَالْاَرْضِۗ  اَلَآ اِنَّ وَعْدَ اللّٰهِ حَقٌّ وَّلٰكِنَّ اَكْثَرَهُمْ لَا يَعْلَمُوْنَ","latin":"Alā inna lillāhi mā fis-samāwāti wal-arḍ(i), alā inna wa‘dallāhi ḥaqquw wa lākinna akṡarahum lā ya‘lamūn(a). ","translation":"Ketahuilah, sesungguhnya milik Allahlah apa yang ada di langit dan di bumi. Ketahuilah, sesungguhnya janji Allah itu benar, tetapi kebanyakan mereka tidak mengetahui."},{"surah_number":10,"ayat_number":56,"arabic":"هُوَ يُحْيٖ وَيُمِيْتُ وَاِلَيْهِ تُرْجَعُوْنَ ","kitabah":"هُوَ يُحْيٖ وَيُمِيْتُ وَاِلَيْهِ تُرْجَعُوْنَ ","latin":"Huwa yuḥyī wa yumītu wa ilaihi turja‘ūn(a). ","translation":"Dialah yang menghidupkan dan mematikan serta hanya kepada-Nyalah kamu akan dikembalikan."},{"surah_number":10,"ayat_number":57,"arabic":"يٰٓاَيُّهَا النَّاسُ قَدْ جَاۤءَتْكُمْ مَّوْعِظَةٌ مِّنْ رَّبِّكُمْ وَشِفَاۤءٌ لِّمَا فِى الصُّدُوْرِۙ وَهُدًى وَّرَحْمَةٌ لِّلْمُؤْمِنِيْنَ ","kitabah":"يٰٓاَيُّهَا النَّاسُ قَدْ جَاۤءَتْكُمْ مَّوْعِظَةٌ مِّنْ رَّبِّكُمْ وَشِفَاۤءٌ لِّمَا فِى الصُّدُوْرِۙ وَهُدًى وَّرَحْمَةٌ لِّلْمُؤْمِنِيْنَ ","latin":"Yā ayyuhan-nāsu qad jā'atkum mau‘iẓatum mir rabbikum wa syifā'ul limā fiṣ-ṣudūr(i), wa hudaw wa raḥmatul lil-mu'minīn(a). ","translation":"Wahai manusia, sungguh telah datang kepadamu pelajaran (Al-Qur’an) dari Tuhanmu, penyembuh bagi sesuatu (penyakit) yang terdapat dalam dada, dan petunjuk serta rahmat bagi orang-orang mukmin."},{"surah_number":10,"ayat_number":58,"arabic":"قُلْ بِفَضْلِ اللّٰهِ وَبِرَحْمَتِهٖ فَبِذٰلِكَ فَلْيَفْرَحُوْاۗ هُوَ خَيْرٌ مِّمَّا يَجْمَعُوْنَ","kitabah":"قُلْ بِفَضْلِ اللّٰهِ وَبِرَحْمَتِهٖ فَبِذٰلِكَ فَلْيَفْرَحُوْاۗ هُوَ خَيْرٌ مِّمَّا يَجْمَعُوْنَ","latin":"Qul bifaḍlillāhi wa biraḥmatihī fa biżālika falyafraḥū, huwa khairum mimmā yajma‘ūn(a). ","translation":"Katakanlah (Nabi Muhammad), “Dengan karunia Allah dan rahmat-Nya itu, hendaklah mereka bergembira. Itu lebih baik daripada apa yang mereka kumpulkan.” "},{"surah_number":10,"ayat_number":59,"arabic":"قُلْ اَرَءَيْتُمْ مَّآ اَنْزَلَ اللّٰهُ لَكُمْ مِّنْ رِّزْقٍ فَجَعَلْتُمْ مِّنْهُ حَرَامًا وَّحَلٰلًا ۗ قُلْ ءٰۤاللّٰهُ اَذِنَ لَكُمْ اَمْ عَلَى اللّٰهِ تَفْتَرُوْنَ","kitabah":"قُلْ اَرَءَيْتُمْ مَّآ اَنْزَلَ اللّٰهُ لَكُمْ مِّنْ رِّزْقٍ فَجَعَلْتُمْ مِّنْهُ حَرَامًا وَّحَلٰلًا ۗ قُلْ ءٰۤاللّٰهُ اَذِنَ لَكُمْ اَمْ عَلَى اللّٰهِ تَفْتَرُوْنَ","latin":"Qul ara'aitum mā anzalallāhu lakum mir rizqin fa ja‘altum minhu ḥarāmaw wa ḥalālā(n), qul āllāhu ażina lakum am ‘alallāhi taftarūn(a). ","translation":"Katakanlah (Nabi Muhammad), “Terangkanlah kepadaku tentang rezeki yang diturunkan Allah kepadamu, lalu kamu jadikan sebagiannya haram dan sebagiannya halal.” Katakanlah, “Apakah Allah telah memberikan izin kepadamu (tentang ini) ataukah kamu mengada-ada atas nama Allah?”"},{"surah_number":10,"ayat_number":60,"arabic":"وَمَا ظَنُّ الَّذِيْنَ يَفْتَرُوْنَ عَلَى اللّٰهِ الْكَذِبَ يَوْمَ الْقِيٰمَةِ ۗاِنَّ اللّٰهَ لَذُوْ فَضْلٍ عَلَى النَّاسِ وَلٰكِنَّ اَكْثَرَهُمْ لَا يَشْكُرُوْنَ ࣖ ","kitabah":"وَمَا ظَنُّ الَّذِيْنَ يَفْتَرُوْنَ عَلَى اللّٰهِ الْكَذِبَ يَوْمَ الْقِيٰمَةِ ۗاِنَّ اللّٰهَ لَذُوْ فَضْلٍ عَلَى النَّاسِ وَلٰكِنَّ اَكْثَرَهُمْ لَا يَشْكُرُوْنَ ࣖ ","latin":"Wa mā ẓannul-lażīna yaftarūna ‘alallāhil-każiba yaumal-qiyāmah(ti), innallāha lażū faḍlin ‘alan-nāsi wa lākinna akṡarahum lā yasykurūn(a). ","translation":"Apakah dugaan orang-orang yang mengada-adakan kebohongan terhadap Allah (berkenaan dengan apa yang akan Allah berikan kepada mereka) pada hari Kiamat? Sesungguhnya Allah benar-benar mempunyai karunia (yang dilimpahkan-Nya) kepada manusia, tetapi kebanyakan mereka tidak bersyukur."},{"surah_number":10,"ayat_number":61,"arabic":"وَمَا تَكُوْنُ فِيْ شَأْنٍ وَّمَا تَتْلُوْا مِنْهُ مِنْ قُرْاٰنٍ وَّلَا تَعْمَلُوْنَ مِنْ عَمَلٍ اِلَّا كُنَّا عَلَيْكُمْ شُهُوْدًا اِذْ تُفِيْضُوْنَ فِيْهِۗ وَمَا يَعْزُبُ عَنْ رَّبِّكَ مِنْ مِّثْقَالِ ذَرَّةٍ فِى الْاَرْضِ وَلَا فِى السَّمَاۤءِ وَلَآ اَصْغَرَ مِنْ ذٰلِكَ وَلَآ اَكْبَرَ اِلَّا فِيْ كِتٰبٍ مُّبِيْنٍ ","kitabah":"وَمَا تَكُوْنُ فِيْ شَأْنٍ وَّمَا تَتْلُوْا مِنْهُ مِنْ قُرْاٰنٍ وَّلَا تَعْمَلُوْنَ مِنْ عَمَلٍ اِلَّا كُنَّا عَلَيْكُمْ شُهُوْدًا اِذْ تُفِيْضُوْنَ فِيْهِۗ وَمَا يَعْزُبُ عَنْ رَّبِّكَ مِنْ مِّثْقَالِ ذَرَّةٍ فِى الْاَرْضِ وَلَا فِى السَّمَاۤءِ وَلَآ اَصْغَرَ مِنْ ذٰلِكَ وَلَآ اَكْبَرَ اِلَّا فِيْ كِتٰبٍ مُّبِيْنٍ ","latin":"Wa mā takūnu fī sya'niw wa mā tatlū minhu min qur'āniw wa lā ta‘malūna min ‘amalin illā kunnā ‘alaikum syuhūdan iż tufīḍūna fīh(i), wa mā ya‘zubu ‘ar rabbika mim miṡqāli żarratin fil-arḍi wa lā fis-samā'i wa lā aṣgara min żālika wa lā akbara illā fī kitābim mubīn(in). ","translation":"Engkau (Nabi Muhammad) tidak berada dalam suatu urusan, tidak membaca suatu ayat Al-Qur’an, dan tidak pula mengerjakan suatu pekerjaan, kecuali Kami menjadi saksi atasmu ketika kamu melakukannya. Tidak ada yang luput sedikit pun dari (pengetahuan) Tuhanmu, walaupun seberat zarah, baik di bumi maupun di langit. Tidak ada sesuatu yang lebih kecil dan yang lebih besar daripada itu, kecuali semua tercatat dalam kitab yang nyata (Lauhulmahfuz)."},{"surah_number":10,"ayat_number":62,"arabic":"اَلَآ اِنَّ اَوْلِيَاۤءَ اللّٰهِ لَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُوْنَۚ  ","kitabah":"اَلَآ اِنَّ اَوْلِيَاۤءَ اللّٰهِ لَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُوْنَۚ  ","latin":"Alā inna auliyā'allāhi lā khaufun ‘alaihim wa lā hum yaḥzanūn(a). ","translation":"Ketahuilah bahwa sesungguhnya (bagi) para wali Allah itu tidak ada rasa takut yang menimpa mereka dan mereka pun tidak bersedih."},{"surah_number":10,"ayat_number":63,"arabic":"اَلَّذِيْنَ اٰمَنُوْا وَكَانُوْا يَتَّقُوْنَۗ  ","kitabah":"اَلَّذِيْنَ اٰمَنُوْا وَكَانُوْا يَتَّقُوْنَۗ  ","latin":"Al-lażīna āmanū wa kānū yattaqūn(a). ","translation":"(Mereka adalah) orang-orang yang beriman dan selalu bertakwa."},{"surah_number":10,"ayat_number":64,"arabic":"لَهُمُ الْبُشْرٰى فِى الْحَيٰوةِ الدُّنْيَا وَفِى الْاٰخِرَةِۗ  لَا تَبْدِيْلَ لِكَلِمٰتِ اللّٰهِ ۗذٰلِكَ هُوَ الْفَوْزُ الْعَظِيْمُۗ  ","kitabah":"لَهُمُ الْبُشْرٰى فِى الْحَيٰوةِ الدُّنْيَا وَفِى الْاٰخِرَةِۗ  لَا تَبْدِيْلَ لِكَلِمٰتِ اللّٰهِ ۗذٰلِكَ هُوَ الْفَوْزُ الْعَظِيْمُۗ  ","latin":"Lahumul-busyrā fil-ḥayātid-dun-yā wa fil-ākhirah(ti), lā tabdīla likalimātillāh(i), żālika huwal-fauzul-‘aẓīm((u). ","translation":"Bagi mereka berita gembira di dalam kehidupan di dunia dan di akhirat. Tidak ada perubahan bagi kalimat-kalimat (ketetapan dan janji) Allah. Demikian itulah kemenangan yang agung."},{"surah_number":10,"ayat_number":65,"arabic":"وَلَا يَحْزُنْكَ قَوْلُهُمْۘ اِنَّ الْعِزَّةَ لِلّٰهِ جَمِيْعًاۗ هُوَ السَّمِيْعُ الْعَلِيْمُ","kitabah":"وَلَا يَحْزُنْكَ قَوْلُهُمْۘ اِنَّ الْعِزَّةَ لِلّٰهِ جَمِيْعًاۗ هُوَ السَّمِيْعُ الْعَلِيْمُ","latin":"Wa lā yaḥzunka qauluhum, innal-‘izzata lillāhi jamī‘ā(n), huwas-samī‘ul-‘alīm(u). ","translation":"Janganlah engkau (Nabi Muhammad) sedih oleh perkataan mereka. Sesungguhnya kekuasaan itu seluruhnya milik Allah. Dia Maha Mendengar lagi Maha Mengetahui."},{"surah_number":10,"ayat_number":66,"arabic":"اَلَآ اِنَّ لِلّٰهِ مَنْ فِى السَّمٰوٰتِ وَمَنْ فِى الْاَرْضِۗ وَمَا يَتَّبِعُ الَّذِيْنَ يَدْعُوْنَ مِنْ دُوْنِ اللّٰهِ شُرَكَاۤءَ ۗاِنْ يَّتَّبِعُوْنَ اِلَّا الظَّنَّ وَاِنْ هُمْ اِلَّا يَخْرُصُوْنَ ","kitabah":"اَلَآ اِنَّ لِلّٰهِ مَنْ فِى السَّمٰوٰتِ وَمَنْ فِى الْاَرْضِۗ وَمَا يَتَّبِعُ الَّذِيْنَ يَدْعُوْنَ مِنْ دُوْنِ اللّٰهِ شُرَكَاۤءَ ۗاِنْ يَّتَّبِعُوْنَ اِلَّا الظَّنَّ وَاِنْ هُمْ اِلَّا يَخْرُصُوْنَ ","latin":"Alā inna lillāhi man fis-samāwāti wa man fil-arḍ(i), wa mā yattabi‘ul-lażīna yad‘ūna min dūnillāhi syurakā'(a), iy yattabi‘ūna illaẓ-ẓanna wa in hum illā yakhruṣūn(a).","translation":"Ketahuilah bahwa sesungguhnya milik Allahlah siapa yang ada di langit dan siapa yang ada di bumi. Orang-orang yang menyeru sekutu-sekutu selain Allah tidaklah mengikuti (suatu kebenaran). Mereka hanya mengikuti persangkaan belaka dan mereka hanyalah menduga-duga."},{"surah_number":10,"ayat_number":67,"arabic":"هُوَ الَّذِيْ جَعَلَ لَكُمُ الَّيْلَ لِتَسْكُنُوْا فِيْهِ وَالنَّهَارَ مُبْصِرًا ۗاِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍ لِّقَوْمٍ يَّسْمَعُوْنَ ","kitabah":"هُوَ الَّذِيْ جَعَلَ لَكُمُ الَّيْلَ لِتَسْكُنُوْا فِيْهِ وَالنَّهَارَ مُبْصِرًا ۗاِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍ لِّقَوْمٍ يَّسْمَعُوْنَ ","latin":"Huwal-lażī ja‘ala lakumul-laila litaskunū fīhi wan-nahāra mubṣirā(n), inna fī żālika la'āyātil liqaumiy yasma‘ūn(a). ","translation":"Dialah yang menjadikan malam bagimu agar kamu beristirahat padanya dan (menjadikan) siang terang benderang.349) Sesungguhnya pada yang demikian itu benar-benar terdapat tanda-tanda (kebesaran Allah) bagi kaum yang (mau) mendengar."},{"surah_number":10,"ayat_number":68,"arabic":"قَالُوا اتَّخَذَ اللّٰهُ وَلَدًا سُبْحٰنَهٗ ۗ هُوَ الْغَنِيُّ ۗ لَهٗ مَا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِۗ اِنْ عِنْدَكُمْ مِّنْ سُلْطٰنٍۢ بِهٰذَاۗ اَتَقُوْلُوْنَ عَلَى اللّٰهِ مَا لَا تَعْلَمُوْنَ ","kitabah":"قَالُوا اتَّخَذَ اللّٰهُ وَلَدًا سُبْحٰنَهٗ ۗ هُوَ الْغَنِيُّ ۗ لَهٗ مَا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِۗ اِنْ عِنْدَكُمْ مِّنْ سُلْطٰنٍۢ بِهٰذَاۗ اَتَقُوْلُوْنَ عَلَى اللّٰهِ مَا لَا تَعْلَمُوْنَ ","latin":"Qāluttakhażallāhu waladan subḥānah(ū), huwal-ganiyy(u), lahū mā fis-samāwāti wa mā fil-arḍ(i), in ‘indakum min sulṭānim bihāżā, ataqūlūna ‘alallāhi  mā lā ta‘lamūn(a). ","translation":"Mereka (yang menyekutukan Allah) berkata, “Allah mengangkat anak.” Maha Suci Dia. Dialah Yang Maha Kaya. Milik-Nyalah apa yang ada di langit dan apa yang ada di bumi. Kamu tidak mempunyai alasan kuat tentang ini. Pantaskah kamu mengatakan tentang Allah apa yang tidak kamu ketahui?"},{"surah_number":10,"ayat_number":69,"arabic":"قُلْ اِنَّ الَّذِيْنَ يَفْتَرُوْنَ عَلَى اللّٰهِ الْكَذِبَ لَا يُفْلِحُوْنَۗ  ","kitabah":"قُلْ اِنَّ الَّذِيْنَ يَفْتَرُوْنَ عَلَى اللّٰهِ الْكَذِبَ لَا يُفْلِحُوْنَۗ  ","latin":"Qul innal-lażīna yaftarūna ‘alallāhil-każiba lā yufliḥūn(a). ","translation":"Katakanlah (Nabi Muhammad), “Sesungguhnya orang-orang yang mengada-adakan kebohongan terhadap Allah tidak akan beruntung.”"},{"surah_number":10,"ayat_number":70,"arabic":"مَتَاعٌ فِى الدُّنْيَا ثُمَّ اِلَيْنَا مَرْجِعُهُمْ ثُمَّ نُذِيْقُهُمُ الْعَذَابَ الشَّدِيْدَ بِمَا كَانُوْا يَكْفُرُوْنَ ࣖ ","kitabah":"مَتَاعٌ فِى الدُّنْيَا ثُمَّ اِلَيْنَا مَرْجِعُهُمْ ثُمَّ نُذِيْقُهُمُ الْعَذَابَ الشَّدِيْدَ بِمَا كَانُوْا يَكْفُرُوْنَ ࣖ ","latin":"Matā‘un fid-dun-yā ṡumma ilainā marji‘uhum ṡumma nużīquhumul-‘ażābasy syadīda bimā kānū yakfurūn(a). ","translation":"(Bagi mereka) kesenangan (sesaat) ketika di dunia, selanjutnya kepada Kamilah tempat mereka kembali, kemudian Kami jadikan mereka merasakan azab yang keras karena mereka selalu kufur."},{"surah_number":10,"ayat_number":71,"arabic":"۞ وَاتْلُ عَلَيْهِمْ نَبَاَ نُوْحٍۘ اِذْ قَالَ لِقَوْمِهٖ يٰقَوْمِ اِنْ كَانَ كَبُرَ عَلَيْكُمْ مَّقَامِيْ وَتَذْكِيْرِيْ بِاٰيٰتِ اللّٰهِ فَعَلَى اللّٰهِ تَوَكَّلْتُ فَاَجْمِعُوْٓا اَمْرَكُمْ وَشُرَكَاۤءَكُمْ ثُمَّ لَا يَكُنْ اَمْرُكُمْ عَلَيْكُمْ غُمَّةً ثُمَّ اقْضُوْٓا اِلَيَّ وَلَا تُنْظِرُوْنِ ","kitabah":"۞ وَاتْلُ عَلَيْهِمْ نَبَاَ نُوْحٍۘ اِذْ قَالَ لِقَوْمِهٖ يٰقَوْمِ اِنْ كَانَ كَبُرَ عَلَيْكُمْ مَّقَامِيْ وَتَذْكِيْرِيْ بِاٰيٰتِ اللّٰهِ فَعَلَى اللّٰهِ تَوَكَّلْتُ فَاَجْمِعُوْٓا اَمْرَكُمْ وَشُرَكَاۤءَكُمْ ثُمَّ لَا يَكُنْ اَمْرُكُمْ عَلَيْكُمْ غُمَّةً ثُمَّ اقْضُوْٓا اِلَيَّ وَلَا تُنْظِرُوْنِ ","latin":"Watlu ‘alaihim naba'a nūḥ(in), iż qāla liqaumihī yā qaumi in kāna kabura ‘alaikum maqāmī wa tażkīrī bi'āyātillāhi fa ‘alallāhi tawakkaltu fa ajmi‘ū amrakum wa syurakā'akum ṡumma lā yakun amrukum ‘alaikum gummatan ṡummaqḍū ilayya wa lā tunẓirūn(i). ","translation":"Bacakanlah (sampaikanlah wahai Nabi Muhammad) kepada mereka berita penting (tentang) Nuh ketika dia berkata kepada kaumnya, “Wahai kaumku, jika terasa berat bagi kamu keberadaanku tinggal (bersamamu) dan peringatanku dengan ayat-ayat Allah, kepada Allahlah aku bertawakal. Oleh karena itu, bulatkanlah keputusanmu dan kumpulkanlah sekutu-sekutumu (untuk membinasakanku), selanjutnya janganlah keputusanmu itu dirahasiakan. Kemudian, bertindaklah terhadap diriku dan janganlah kamu tunda-tunda (tindakan itu) kepadaku."},{"surah_number":10,"ayat_number":72,"arabic":"فَاِنْ تَوَلَّيْتُمْ فَمَا سَاَلْتُكُمْ مِّنْ اَجْرٍۗ اِنْ اَجْرِيَ اِلَّا عَلَى اللّٰهِ ۙوَاُمِرْتُ اَنْ اَكُوْنَ مِنَ الْمُسْلِمِيْنَ","kitabah":"فَاِنْ تَوَلَّيْتُمْ فَمَا سَاَلْتُكُمْ مِّنْ اَجْرٍۗ اِنْ اَجْرِيَ اِلَّا عَلَى اللّٰهِ ۙوَاُمِرْتُ اَنْ اَكُوْنَ مِنَ الْمُسْلِمِيْنَ","latin":"Fa in tawallaitum famā sa'altukum min ajr(in), in ajriya illā ‘alallāh(i), wa umirtu an akūna minal-muslimīn(a). ","translation":"Jika kamu berpaling (dari peringatanku), aku tidak meminta imbalan sedikit pun darimu. Imbalanku tidak lain hanyalah dari Allah dan aku diperintah agar aku masuk ke dalam golongan orang-orang muslim.”"},{"surah_number":10,"ayat_number":73,"arabic":"فَكَذَّبُوْهُ فَنَجَّيْنٰهُ وَمَنْ مَّعَهٗ فِى الْفُلْكِ وَجَعَلْنٰهُمْ خَلٰۤىِٕفَ وَاَغْرَقْنَا الَّذِيْنَ كَذَّبُوْا بِاٰيٰتِنَاۚ فَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ الْمُنْذَرِيْنَ ","kitabah":"فَكَذَّبُوْهُ فَنَجَّيْنٰهُ وَمَنْ مَّعَهٗ فِى الْفُلْكِ وَجَعَلْنٰهُمْ خَلٰۤىِٕفَ وَاَغْرَقْنَا الَّذِيْنَ كَذَّبُوْا بِاٰيٰتِنَاۚ فَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ الْمُنْذَرِيْنَ ","latin":"Fa każżabūhu fa najjaināhu wa mam ma‘ahū fil-fulki wa ja‘alnāhum khalā'ifa wa agraqnal-lażīna każżabū bi'āyātinā, fanẓur kaifa kāna ‘āqibatul-munżarīn(a). ","translation":"Mereka mendustakannya (Nuh). Lalu, Kami selamatkan dia dan orang-orang yang bersamanya di dalam bahtera serta Kami jadikan mereka sebagai generasi penerus dan Kami tenggelamkan orang-orang yang mendustakan ayat-ayat Kami. Perhatikanlah bagaimana kesudahan orang-orang yang diberi peringatan itu."},{"surah_number":10,"ayat_number":74,"arabic":"ثُمَّ بَعَثْنَا مِنْۢ بَعْدِهٖ رُسُلًا اِلٰى قَوْمِهِمْ فَجَاۤءُوْهُمْ بِالْبَيِّنٰتِ فَمَا كَانُوْا لِيُؤْمِنُوْا بِمَا كَذَّبُوْا بِهٖ مِنْ قَبْلُ ۗ كَذٰلِكَ نَطْبَعُ عَلٰى قُلُوْبِ الْمُعْتَدِيْنَ ","kitabah":"ثُمَّ بَعَثْنَا مِنْۢ بَعْدِهٖ رُسُلًا اِلٰى قَوْمِهِمْ فَجَاۤءُوْهُمْ بِالْبَيِّنٰتِ فَمَا كَانُوْا لِيُؤْمِنُوْا بِمَا كَذَّبُوْا بِهٖ مِنْ قَبْلُ ۗ كَذٰلِكَ نَطْبَعُ عَلٰى قُلُوْبِ الْمُعْتَدِيْنَ ","latin":"Ṡumma ba‘aṡnā mim ba‘dihī rusulan ilā qaumihim fa jā'ūhum bil-bayyināti famā kānū liyu'minū bimā każżabū bihī min qabl(u), każālika naṭba‘u ‘alā qulūbil-mu‘tadīn(a). ","translation":"Kemudian, Kami mengutus setelahnya (Nuh) beberapa rasul kepada kaum mereka (umat masing-masing), maka rasul-rasul itu datang kepada mereka dengan membawa bukti-bukti yang nyata, tetapi mereka tidak mau beriman karena mereka dahulu telah (biasa) mendustakannya. Demikianlah Kami mengunci hati orang-orang yang melampaui batas."},{"surah_number":10,"ayat_number":75,"arabic":"ثُمَّ بَعَثْنَا مِنْۢ بَعْدِهِمْ مُّوْسٰى وَهٰرُوْنَ اِلٰى فِرْعَوْنَ وَمَلَا۟ىِٕهٖ بِاٰيٰتِنَا فَاسْتَكْبَرُوْا وَكَانُوْا قَوْمًا مُّجْرِمِيْنَ ","kitabah":"ثُمَّ بَعَثْنَا مِنْۢ بَعْدِهِمْ مُّوْسٰى وَهٰرُوْنَ اِلٰى فِرْعَوْنَ وَمَلَا۟ىِٕهٖ بِاٰيٰتِنَا فَاسْتَكْبَرُوْا وَكَانُوْا قَوْمًا مُّجْرِمِيْنَ ","latin":"Ṡumma ba‘aṡnā mim ba‘dihim mūsā wa hārūna ilā fir‘auna wa mala'ihī bi'āyātinā fastakbarū wa kānū qaumam mujrimīn(a). ","translation":"Kemudian, setelah mereka Kami mengutus Musa dan Harun kepada Fir‘aun dan para pemuka kaumnya, dengan membawa tanda-tanda (kekuasaan) Kami. Lalu, mereka menyombongkan diri dan mereka adalah kaum pendurhaka."},{"surah_number":10,"ayat_number":76,"arabic":"فَلَمَّا جَاۤءَهُمُ الْحَقُّ مِنْ عِنْدِنَا قَالُوْٓا اِنَّ هٰذَا لَسِحْرٌ مُّبِيْنٌ ","kitabah":"فَلَمَّا جَاۤءَهُمُ الْحَقُّ مِنْ عِنْدِنَا قَالُوْٓا اِنَّ هٰذَا لَسِحْرٌ مُّبِيْنٌ ","latin":"Falammā jā'ahumul-ḥaqqu min ‘indinā qālū inna hāżā lasiḥrum mubīn(un). ","translation":"Ketika telah datang kepada mereka kebenaran (mukjizat) dari sisi Kami, mereka berkata, “Sesungguhnya ini benar-benar sihir yang nyata.”"},{"surah_number":10,"ayat_number":77,"arabic":"قَالَ مُوْسٰٓى اَتَقُوْلُوْنَ لِلْحَقِّ لَمَّا جَاۤءَكُمْ ۗ اَسِحْرٌ هٰذَاۗ وَلَا يُفْلِحُ السّٰحِرُوْنَ ","kitabah":"قَالَ مُوْسٰٓى اَتَقُوْلُوْنَ لِلْحَقِّ لَمَّا جَاۤءَكُمْ ۗ اَسِحْرٌ هٰذَاۗ وَلَا يُفْلِحُ السّٰحِرُوْنَ ","latin":"Qāla mūsā ataqūlūna lil-ḥaqqi lammā jā'akum, asiḥrun hāżā, wa lā yufliḥus-sāḥirūn(a). ","translation":"Musa berkata, “Apakah (pantas) kamu mengatakan terhadap kebenaran (mukjizat) ketika ia datang kepadamu, ‘sihirkah ini?’ Padahal, para penyihir itu tidaklah mendapat kemenangan.”"},{"surah_number":10,"ayat_number":78,"arabic":"قَالُوْٓا اَجِئْتَنَا لِتَلْفِتَنَا عَمَّا وَجَدْنَا عَلَيْهِ اٰبَاۤءَنَا وَتَكُوْنَ لَكُمَا الْكِبْرِيَاۤءُ فِى الْاَرْضِۗ وَمَا نَحْنُ لَكُمَا بِمُؤْمِنِيْنَ ","kitabah":"قَالُوْٓا اَجِئْتَنَا لِتَلْفِتَنَا عَمَّا وَجَدْنَا عَلَيْهِ اٰبَاۤءَنَا وَتَكُوْنَ لَكُمَا الْكِبْرِيَاۤءُ فِى الْاَرْضِۗ وَمَا نَحْنُ لَكُمَا بِمُؤْمِنِيْنَ ","latin":"Qālū aji'tanā litalfitanā ‘ammā wajadnā ‘alaihi ābā'anā wa takūna lakumal-kibriyā'u fil-arḍ(i), wa mā naḥnu lakumā bimu'minīn(a). ","translation":"Mereka berkata, “Apakah engkau (Musa) datang kepada kami untuk memalingkan kami dari apa yang kami dapati pada nenek moyang kami (menyembah berhala), dan agar kamu berdua (Musa dan Harun) mempunyai kekuasaan di bumi (negeri Mesir)? Kami tidak akan beriman kepada kamu berdua.”"},{"surah_number":10,"ayat_number":79,"arabic":"وَقَالَ فِرْعَوْنُ ائْتُوْنِيْ بِكُلِّ سٰحِرٍ عَلِيْمٍ ","kitabah":"وَقَالَ فِرْعَوْنُ ائْتُوْنِيْ بِكُلِّ سٰحِرٍ عَلِيْمٍ ","latin":"Wa qāla fir‘aunu'tūnī bikulli sāḥirin ‘alīm(in). ","translation":"Fir‘aun berkata (kepada para pemuka kaumnya), “Datangkanlah kepadaku semua penyihir yang ulung!”"},{"surah_number":10,"ayat_number":80,"arabic":"فَلَمَّا جَاۤءَ السَّحَرَةُ قَالَ لَهُمْ مُّوْسٰٓى اَلْقُوْا مَآ اَنْتُمْ مُّلْقُوْنَ ","kitabah":"فَلَمَّا جَاۤءَ السَّحَرَةُ قَالَ لَهُمْ مُّوْسٰٓى اَلْقُوْا مَآ اَنْتُمْ مُّلْقُوْنَ ","latin":"Falammā jā'as-saḥaratu qāla lahum mūsā alqū mā antum mulqūn(a). ","translation":"Ketika para penyihir itu datang, Musa berkata kepada mereka, “Lemparkanlah apa yang hendak kamu lemparkan!”"},{"surah_number":10,"ayat_number":81,"arabic":"فَلَمَّآ اَلْقَوْا قَالَ مُوْسٰى مَا جِئْتُمْ بِهِ ۙالسِّحْرُۗ اِنَّ اللّٰهَ سَيُبْطِلُهٗۗ اِنَّ اللّٰهَ لَا يُصْلِحُ عَمَلَ الْمُفْسِدِيْنَ ࣖ ","kitabah":"فَلَمَّآ اَلْقَوْا قَالَ مُوْسٰى مَا جِئْتُمْ بِهِ ۙالسِّحْرُۗ اِنَّ اللّٰهَ سَيُبْطِلُهٗۗ اِنَّ اللّٰهَ لَا يُصْلِحُ عَمَلَ الْمُفْسِدِيْنَ ࣖ ","latin":"Falammā alqau qāla mūsā mā ji'tum bihis-siḥr(u), innallāha sayubṭiluh(ū), innallāha lā yuṣliḥu ‘amalal-mufsidīn(a). ","translation":"Setelah mereka melemparkan (tali-temali), Musa berkata, “Apa yang kamu bawa itulah sihir. Sesungguhnya Allah akan membatalkan (mengalahkan)-nya. Sesungguhnya Allah tidak membiarkan perbuatan orang-orang yang berbuat kerusakan."},{"surah_number":10,"ayat_number":82,"arabic":"وَيُحِقُّ اللّٰهُ الْحَقَّ بِكَلِمٰتِهٖ وَلَوْ كَرِهَ الْمُجْرِمُوْنَ ","kitabah":"وَيُحِقُّ اللّٰهُ الْحَقَّ بِكَلِمٰتِهٖ وَلَوْ كَرِهَ الْمُجْرِمُوْنَ ","latin":"Wa yuḥiqqullāhul-ḥaqqa bikalimātihī wa lau karihal-mujrimūn(a). ","translation":"Allah akan mengukuhkan kebenaran dengan ketetapan-ketetapan-Nya, walaupun para pendurhaka tidak menyukainya."},{"surah_number":10,"ayat_number":83,"arabic":"فَمَآ اٰمَنَ لِمُوْسٰىٓ اِلَّا ذُرِّيَّةٌ مِّنْ قَوْمِهٖ عَلٰى خَوْفٍ مِّنْ فِرْعَوْنَ وَمَلَا۟ىِٕهِمْ اَنْ يَّفْتِنَهُمْ ۗوَاِنَّ فِرْعَوْنَ لَعَالٍ فِى الْاَرْضِۚ وَاِنَّهٗ لَمِنَ الْمُسْرِفِيْنَ ","kitabah":"فَمَآ اٰمَنَ لِمُوْسٰىٓ اِلَّا ذُرِّيَّةٌ مِّنْ قَوْمِهٖ عَلٰى خَوْفٍ مِّنْ فِرْعَوْنَ وَمَلَا۟ىِٕهِمْ اَنْ يَّفْتِنَهُمْ ۗوَاِنَّ فِرْعَوْنَ لَعَالٍ فِى الْاَرْضِۚ وَاِنَّهٗ لَمِنَ الْمُسْرِفِيْنَ ","latin":"Famā āmana limūsā illā żurriyyatum min qaumihī ‘alā khaufim min fir‘auna wa mala'ihim ay yaftinahum, wa inna fir‘auna la‘ālin fil-arḍ(i), wa innahū laminal-musrifīn(a). ","translation":"Tidak ada yang beriman kepada Musa selain keturunan dari kaumnya disertai ketakutan kepada Fir‘aun dan para pemuka kaumnya yang akan menyiksa mereka. Sesungguhnya Fir‘aun benar-benar sewenang-wenang di bumi. Sesungguhnya ia benar-benar termasuk orang-orang yang melampaui batas."},{"surah_number":10,"ayat_number":84,"arabic":"وَقَالَ مُوْسٰى يٰقَوْمِ اِنْ كُنْتُمْ اٰمَنْتُمْ بِاللّٰهِ فَعَلَيْهِ تَوَكَّلُوْٓا اِنْ كُنْتُمْ مُّسْلِمِيْنَ ","kitabah":"وَقَالَ مُوْسٰى يٰقَوْمِ اِنْ كُنْتُمْ اٰمَنْتُمْ بِاللّٰهِ فَعَلَيْهِ تَوَكَّلُوْٓا اِنْ كُنْتُمْ مُّسْلِمِيْنَ ","latin":"Wa qāla mūsā yā qaumi in kuntum āmantum billāhi fa ‘alaihi tawakkalū in kuntum muslimīn(a). ","translation":"Musa berkata, “Wahai kaumku, jika kamu sungguh-sungguh beriman kepada Allah, bertawakallah hanya kepada-Nya apabila kamu benar-benar orang-orang muslim (yang berserah diri kepada Allah).”"},{"surah_number":10,"ayat_number":85,"arabic":"فَقَالُوْا عَلَى اللّٰهِ تَوَكَّلْنَا ۚرَبَّنَا لَا تَجْعَلْنَا فِتْنَةً لِّلْقَوْمِ الظّٰلِمِيْنَ ","kitabah":"فَقَالُوْا عَلَى اللّٰهِ تَوَكَّلْنَا ۚرَبَّنَا لَا تَجْعَلْنَا فِتْنَةً لِّلْقَوْمِ الظّٰلِمِيْنَ ","latin":"Fa qālū ‘alallāhi tawakkalnā, rabbanā lā taj‘alnā fitnatal lil-qaumiẓ-ẓālimīn(a). ","translation":"Mereka pun berkata, “Kepada Allahlah kami bertawakal. Ya Tuhan kami, janganlah Engkau jadikan kami (sasaran) fitnah bagi kaum yang zalim."},{"surah_number":10,"ayat_number":86,"arabic":"وَنَجِّنَا بِرَحْمَتِكَ مِنَ الْقَوْمِ الْكٰفِرِيْنَ ","kitabah":"وَنَجِّنَا بِرَحْمَتِكَ مِنَ الْقَوْمِ الْكٰفِرِيْنَ ","latin":"Wa najjinā biraḥmatika minal-qaumil-kāfirīn(a). ","translation":"Selamatkanlah pula kami dengan rahmat-Mu dari kaum yang kafir.”"},{"surah_number":10,"ayat_number":87,"arabic":"وَاَوْحَيْنَآ اِلٰى مُوْسٰى وَاَخِيْهِ اَنْ تَبَوَّاٰ لِقَوْمِكُمَا بِمِصْرَ بُيُوْتًا وَّاجْعَلُوْا بُيُوْتَكُمْ قِبْلَةً وَّاَقِيْمُوا الصَّلٰوةَۗ وَبَشِّرِ الْمُؤْمِنِيْنَ ","kitabah":"وَاَوْحَيْنَآ اِلٰى مُوْسٰى وَاَخِيْهِ اَنْ تَبَوَّاٰ لِقَوْمِكُمَا بِمِصْرَ بُيُوْتًا وَّاجْعَلُوْا بُيُوْتَكُمْ قِبْلَةً وَّاَقِيْمُوا الصَّلٰوةَۗ وَبَشِّرِ الْمُؤْمِنِيْنَ ","latin":"Wa auḥainā ilā mūsā wa akhīhi an tabawwa'ā liqaumikumā bimiṣra buyūtaw waj‘alū buyūtakum qiblataw wa aqīmuṣ-ṣalāh(ta), wa basysyiril-mu'minīn(a). ","translation":"Telah Kami wahyukan kepada Musa dan saudaranya (Harun), “Ambillah oleh kamu berdua beberapa rumah di Mesir untuk tempat tinggal kaummu, jadikanlah rumah-rumahmu itu kiblat (tempat ibadah), dan tegakkanlah salat. Gembirakanlah orang-orang mukmin.”"},{"surah_number":10,"ayat_number":88,"arabic":"وَقَالَ مُوْسٰى رَبَّنَآ اِنَّكَ اٰتَيْتَ فِرْعَوْنَ وَمَلَاَهٗ زِيْنَةً وَّاَمْوَالًا فِى الْحَيٰوةِ الدُّنْيَاۗ رَبَّنَا لِيُضِلُّوْا عَنْ سَبِيْلِكَ ۚرَبَّنَا اطْمِسْ عَلٰٓى اَمْوَالِهِمْ وَاشْدُدْ عَلٰى قُلُوْبِهِمْ فَلَا يُؤْمِنُوْا حَتّٰى يَرَوُا الْعَذَابَ الْاَلِيْمَ ","kitabah":"وَقَالَ مُوْسٰى رَبَّنَآ اِنَّكَ اٰتَيْتَ فِرْعَوْنَ وَمَلَاَهٗ زِيْنَةً وَّاَمْوَالًا فِى الْحَيٰوةِ الدُّنْيَاۗ رَبَّنَا لِيُضِلُّوْا عَنْ سَبِيْلِكَ ۚرَبَّنَا اطْمِسْ عَلٰٓى اَمْوَالِهِمْ وَاشْدُدْ عَلٰى قُلُوْبِهِمْ فَلَا يُؤْمِنُوْا حَتّٰى يَرَوُا الْعَذَابَ الْاَلِيْمَ ","latin":"Wa qāla mūsā rabbanā innaka ātaita fir‘auna wa mala'ahū zīnataw wa amwālan fil-ḥayātid-dun-yā, rabbanā liyuḍillū ‘an sabīlik(a), rabbanaṭmis ‘alā amwālihim wasydud ‘alā qulūbihim falā yu'minū ḥattā yarawul-‘ażābal-alīm(a). ","translation":"Musa berkata, “Ya Tuhan kami, sesungguhnya Engkau telah memberikan kepada Fir‘aun dan para pemuka kaumnya perhiasan dan harta kekayaan (yang banyak) dalam kehidupan dunia. Ya Tuhan kami, (akibat pemberian itu) mereka menyesatkan (manusia) dari jalan-Mu. Ya Tuhan kami, binasakanlah harta benda mereka dan kunci matilah hati mereka sehingga mereka tidak beriman sampai mereka melihat azab yang sangat pedih.”"},{"surah_number":10,"ayat_number":89,"arabic":"قَالَ قَدْ اُجِيْبَتْ دَّعْوَتُكُمَا فَاسْتَقِيْمَا وَلَا تَتَّبِعٰۤنِّ سَبِيْلَ الَّذِيْنَ لَا يَعْلَمُوْنَ ","kitabah":"قَالَ قَدْ اُجِيْبَتْ دَّعْوَتُكُمَا فَاسْتَقِيْمَا وَلَا تَتَّبِعٰۤنِّ سَبِيْلَ الَّذِيْنَ لَا يَعْلَمُوْنَ ","latin":"Qāla qad ujībad da‘watukumā fastaqīmā wa lā tattabi‘ānni sabīlal-lażīna lā ya‘lamūn(a). ","translation":"Dia (Allah) berfirman, “Sungguh, permohonan kamu berdua telah diperkenankan. Maka, tetaplah kamu berdua (pada jalan yang lurus) dan janganlah sekali-kali kamu berdua mengikuti jalan orang-orang yang tidak mengetahui.”"},{"surah_number":10,"ayat_number":90,"arabic":"۞ وَجَاوَزْنَا بِبَنِيْٓ اِسْرَاۤءِيْلَ الْبَحْرَ فَاَتْبَعَهُمْ فِرْعَوْنُ وَجُنُوْدُهٗ بَغْيًا وَّعَدْوًا ۗحَتّٰىٓ اِذَآ اَدْرَكَهُ الْغَرَقُ قَالَ اٰمَنْتُ اَنَّهٗ لَآ اِلٰهَ اِلَّا الَّذِيْٓ اٰمَنَتْ بِهٖ بَنُوْٓا اِسْرَاۤءِيْلَ وَاَنَا۠ مِنَ الْمُسْلِمِيْنَ","kitabah":"۞ وَجَاوَزْنَا بِبَنِيْٓ اِسْرَاۤءِيْلَ الْبَحْرَ فَاَتْبَعَهُمْ فِرْعَوْنُ وَجُنُوْدُهٗ بَغْيًا وَّعَدْوًا ۗحَتّٰىٓ اِذَآ اَدْرَكَهُ الْغَرَقُ قَالَ اٰمَنْتُ اَنَّهٗ لَآ اِلٰهَ اِلَّا الَّذِيْٓ اٰمَنَتْ بِهٖ بَنُوْٓا اِسْرَاۤءِيْلَ وَاَنَا۠ مِنَ الْمُسْلِمِيْنَ","latin":"Wa jāwaznā bibanī isrā'īlal-baḥra fa atba‘ahum fir‘aunu wa junūduhū bagyaw wa ‘adwā(n), ḥattā iżā adrakahul-garaqu qāla āmantu annahū lā ilāha illal-lażī āmanat bihī banū isrā'īla wa ana minal-muslimīn(a). ","translation":"Kami jadikan Bani Israil bisa melintasi laut itu (Laut Merah). Lalu, Fir‘aun dan bala tentaranya mengikuti mereka untuk menganiaya dan menindas hingga ketika Fir‘aun hampir (mati) tenggelam, dia berkata, “Aku percaya bahwa tidak ada tuhan selain (Tuhan) yang telah dipercayai oleh Bani Israil dan aku termasuk orang-orang muslim (yang berserah diri kepada-Nya).”"},{"surah_number":10,"ayat_number":91,"arabic":"اٰۤلْـٰٔنَ وَقَدْ عَصَيْتَ قَبْلُ وَكُنْتَ مِنَ الْمُفْسِدِيْنَ","kitabah":"اٰۤلْـٰٔنَ وَقَدْ عَصَيْتَ قَبْلُ وَكُنْتَ مِنَ الْمُفْسِدِيْنَ","latin":"Āl'āna wa qad ‘aṣaita qablu wa kunta minal-mufsidīn(a). ","translation":"Apakah (baru) sekarang (kamu beriman), padahal sungguh kamu telah durhaka sejak dahulu dan kamu termasuk orang-orang yang berbuat kerusakan?"},{"surah_number":10,"ayat_number":92,"arabic":"فَالْيَوْمَ نُنَجِّيْكَ بِبَدَنِكَ لِتَكُوْنَ لِمَنْ خَلْفَكَ اٰيَةً ۗوَاِنَّ كَثِيْرًا مِّنَ النَّاسِ عَنْ اٰيٰتِنَا لَغٰفِلُوْنَ ࣖ","kitabah":"فَالْيَوْمَ نُنَجِّيْكَ بِبَدَنِكَ لِتَكُوْنَ لِمَنْ خَلْفَكَ اٰيَةً ۗوَاِنَّ كَثِيْرًا مِّنَ النَّاسِ عَنْ اٰيٰتِنَا لَغٰفِلُوْنَ ࣖ","latin":"Fal yauma nunajjīka bibadanika litakūna liman khalfaka āyah(tan), wa inna kaṡīram minan-nāsi ‘an āyātinā lagāfilūn(a). ","translation":"Pada hari ini Kami selamatkan jasadmu agar kamu menjadi pelajaran bagi orang-orang yang datang setelah kamu. Sesungguhnya kebanyakan manusia benar-benar lengah (tidak mengindahkan) tanda-tanda (kekuasaan) Kami."},{"surah_number":10,"ayat_number":93,"arabic":"وَلَقَدْ بَوَّأْنَا بَنِيْٓ اِسْرَاۤءِيْلَ مُبَوَّاَ صِدْقٍ وَّرَزَقْنٰهُمْ مِّنَ الطَّيِّبٰتِ ۚفَمَا اخْتَلَفُوْا حَتّٰى جَاۤءَهُمُ الْعِلْمُ ۗاِنَّ رَبَّكَ يَقْضِيْ بَيْنَهُمْ يَوْمَ الْقِيٰمَةِ فِيْمَا كَانُوْا فِيْهِ يَخْتَلِفُوْنَ ","kitabah":"وَلَقَدْ بَوَّأْنَا بَنِيْٓ اِسْرَاۤءِيْلَ مُبَوَّاَ صِدْقٍ وَّرَزَقْنٰهُمْ مِّنَ الطَّيِّبٰتِ ۚفَمَا اخْتَلَفُوْا حَتّٰى جَاۤءَهُمُ الْعِلْمُ ۗاِنَّ رَبَّكَ يَقْضِيْ بَيْنَهُمْ يَوْمَ الْقِيٰمَةِ فِيْمَا كَانُوْا فِيْهِ يَخْتَلِفُوْنَ ","latin":"Wa laqad bawwa'nā banī isrā'īla mubawwa'a ṣidqiw wa razaqnāhum minaṭ-ṭayyibāt(i), famākhtalafū ḥattā jā'ahumul-‘ilm(u), inna rabbaka yaqḍī bainahum yaumal-qiyāmati fīmā kānū fīhi yakhtalifūn(a). ","translation":"Sungguh, Kami benar-benar telah menempatkan Bani Israil di tempat kediaman yang benar (bagus dan nyaman) dan Kami beri mereka rezeki yang baik. Maka, mereka tidak berselisih hingga datang kepada mereka pengetahuan (yang tersurat dalam Taurat). Sesungguhnya Tuhanmu akan memberi keputusan antara mereka pada hari Kiamat tentang apa yang selalu mereka perselisihkan."},{"surah_number":10,"ayat_number":94,"arabic":"فَاِنْ كُنْتَ فِيْ شَكٍّ مِّمَّآ اَنْزَلْنَآ اِلَيْكَ فَسْـَٔلِ الَّذِيْنَ يَقْرَءُوْنَ الْكِتٰبَ مِنْ قَبْلِكَ ۚ لَقَدْ جَاۤءَكَ الْحَقُّ مِنْ رَّبِّكَ فَلَا تَكُوْنَنَّ مِنَ الْمُمْتَرِيْنَۙ","kitabah":"فَاِنْ كُنْتَ فِيْ شَكٍّ مِّمَّآ اَنْزَلْنَآ اِلَيْكَ فَسْـَٔلِ الَّذِيْنَ يَقْرَءُوْنَ الْكِتٰبَ مِنْ قَبْلِكَ ۚ لَقَدْ جَاۤءَكَ الْحَقُّ مِنْ رَّبِّكَ فَلَا تَكُوْنَنَّ مِنَ الْمُمْتَرِيْنَۙ","latin":"Fa in kunta fī syakkim mimmā anzalnā ilaika fas'alil-lażīna yaqra'ūnal-kitāba min qablik(a), laqad jā'akal-ḥaqqu mir rabbika falā takūnanna minal-mumtarīn(a). ","translation":"Jika engkau (Nabi Muhammad) berada dalam keraguan tentang apa (kisah nabi-nabi terdahulu) yang Kami turunkan kepadamu, tanyakanlah kepada orang-orang yang membaca kitab sebelum kamu. Sungguh, telah datang kebenaran kepadamu dari Tuhanmu. Maka, janganlah sekali-kali engkau termasuk orang-orang yang ragu."},{"surah_number":10,"ayat_number":95,"arabic":"وَلَا تَكُوْنَنَّ مِنَ الَّذِيْنَ كَذَّبُوْا بِاٰيٰتِ اللّٰهِ فَتَكُوْنَ مِنَ الْخٰسِرِيْنَ ","kitabah":"وَلَا تَكُوْنَنَّ مِنَ الَّذِيْنَ كَذَّبُوْا بِاٰيٰتِ اللّٰهِ فَتَكُوْنَ مِنَ الْخٰسِرِيْنَ ","latin":"Wa lā takūnanna minal-lażīna każżabū bi'āyātillāhi fa takūna minal-khāsirīn(a). ","translation":"Janganlah sekali-kali kamu termasuk orang-orang yang mendustakan ayat-ayat Allah yang menyebabkan kamu tergolong orang-orang yang merugi."},{"surah_number":10,"ayat_number":96,"arabic":"اِنَّ الَّذِيْنَ حَقَّتْ عَلَيْهِمْ كَلِمَةُ رَبِّكَ لَا يُؤْمِنُوْنَ ","kitabah":"اِنَّ الَّذِيْنَ حَقَّتْ عَلَيْهِمْ كَلِمَةُ رَبِّكَ لَا يُؤْمِنُوْنَ ","latin":"Innal-lażīna ḥaqqat ‘alaihim kalimatu rabbika lā yu'minūn(a). ","translation":"Sesungguhnya orang-orang yang telah pasti mendapatkan ketentuan Tuhanmu (menjadi kufur atas pilihan sendiri) itu tidak akan beriman."},{"surah_number":10,"ayat_number":97,"arabic":"وَلَوْ جَاۤءَتْهُمْ كُلُّ اٰيَةٍ حَتّٰى يَرَوُا الْعَذَابَ الْاَلِيْمَ ","kitabah":"وَلَوْ جَاۤءَتْهُمْ كُلُّ اٰيَةٍ حَتّٰى يَرَوُا الْعَذَابَ الْاَلِيْمَ ","latin":"Wa lau jā'athum kullu āyatin ḥattā yarawul-‘ażābal-alīm(a). ","translation":"Meskipun semua tanda-tanda (kebesaran Allah) datang kepada mereka, (mereka tidak juga beriman) hingga mereka menyaksikan azab yang sangat pedih."},{"surah_number":10,"ayat_number":98,"arabic":"فَلَوْلَا كَانَتْ قَرْيَةٌ اٰمَنَتْ فَنَفَعَهَآ اِيْمَانُهَآ اِلَّا قَوْمَ يُوْنُسَۗ  لَمَّآ اٰمَنُوْا كَشَفْنَا عَنْهُمْ عَذَابَ الْخِزْيِ فِى الْحَيٰوةِ الدُّنْيَا وَمَتَّعْنٰهُمْ اِلٰى حِيْنٍ ","kitabah":"فَلَوْلَا كَانَتْ قَرْيَةٌ اٰمَنَتْ فَنَفَعَهَآ اِيْمَانُهَآ اِلَّا قَوْمَ يُوْنُسَۗ  لَمَّآ اٰمَنُوْا كَشَفْنَا عَنْهُمْ عَذَابَ الْخِزْيِ فِى الْحَيٰوةِ الدُّنْيَا وَمَتَّعْنٰهُمْ اِلٰى حِيْنٍ ","latin":"Falau lā kānat qaryatun āmanat fa nafa‘ahā īmānuhā illā qauma yūnus(a), lammā āmanū kasyafnā ‘anhum ‘ażābal-khizyi fil-ḥayātid-dun-yā wa matta‘nāhum ilā ḥīn(in). ","translation":"Mengapa tidak ada (penduduk) suatu negeri pun yang segera beriman sehingga imannya itu bermanfaat kepadanya, selain kaum Yunus? Ketika mereka beriman, Kami hilangkan dari mereka azab yang menghinakan dalam kehidupan dunia dan Kami berikan kesenangan hidup (sementara) kepada mereka sampai waktu yang ditentukan."},{"surah_number":10,"ayat_number":99,"arabic":"وَلَوْ شَاۤءَ رَبُّكَ لَاٰمَنَ مَنْ فِى الْاَرْضِ كُلُّهُمْ جَمِيْعًاۗ اَفَاَنْتَ تُكْرِهُ النَّاسَ حَتّٰى يَكُوْنُوْا مُؤْمِنِيْنَ ","kitabah":"وَلَوْ شَاۤءَ رَبُّكَ لَاٰمَنَ مَنْ فِى الْاَرْضِ كُلُّهُمْ جَمِيْعًاۗ اَفَاَنْتَ تُكْرِهُ النَّاسَ حَتّٰى يَكُوْنُوْا مُؤْمِنِيْنَ ","latin":"Wa lau syā'a rabbuka la'āmana man fil-arḍi kulluhum jamī‘ā(n), afa anta tukrihun-nāsa ḥattā yakūnū mu'minīn(a). ","translation":"Seandainya Tuhanmu menghendaki, tentulah semua orang di bumi seluruhnya beriman. Apakah engkau (Nabi Muhammad) akan memaksa manusia hingga mereka menjadi orang-orang mukmin?"},{"surah_number":10,"ayat_number":100,"arabic":"وَمَا كَانَ لِنَفْسٍ اَنْ تُؤْمِنَ اِلَّا بِاِذْنِ اللّٰهِ ۗوَيَجْعَلُ الرِّجْسَ عَلَى الَّذِيْنَ لَا يَعْقِلُوْنَ ","kitabah":"وَمَا كَانَ لِنَفْسٍ اَنْ تُؤْمِنَ اِلَّا بِاِذْنِ اللّٰهِ ۗوَيَجْعَلُ الرِّجْسَ عَلَى الَّذِيْنَ لَا يَعْقِلُوْنَ ","latin":"Wa mā kāna linafsin an tu'mina illā bi'iżnillāh(i), wa yaj‘alur-rijsa ‘alal-lażīna lā ya‘qilūn(a). ","translation":"Tidak seorang pun akan beriman, kecuali dengan izin Allah dan Dia menimpakan azab kepada orang-orang yang tidak mau mengerti."},{"surah_number":10,"ayat_number":101,"arabic":"قُلِ انْظُرُوْا مَاذَا فِى السَّمٰوٰتِ وَالْاَرْضِ ۗوَمَا تُغْنِى الْاٰيٰتُ وَالنُّذُرُ عَنْ قَوْمٍ لَّا يُؤْمِنُوْنَ ","kitabah":"قُلِ انْظُرُوْا مَاذَا فِى السَّمٰوٰتِ وَالْاَرْضِ ۗوَمَا تُغْنِى الْاٰيٰتُ وَالنُّذُرُ عَنْ قَوْمٍ لَّا يُؤْمِنُوْنَ ","latin":"Qulinẓurū māżā fis-samāwāti wal-arḍ(i), wa mā tugnil-āyātu wan-nużuru ‘an qaumil lā yu'minūn(a). ","translation":"Katakanlah (Nabi Muhammad), “Perhatikanlah apa saja yang ada di langit dan di bumi!” Tidaklah berguna tanda-tanda (kebesaran Allah) dan peringatan-peringatan itu (untuk menghindarkan azab Allah) dari kaum yang tidak beriman."},{"surah_number":10,"ayat_number":102,"arabic":"فَهَلْ يَنْتَظِرُوْنَ اِلَّا مِثْلَ اَيَّامِ الَّذِيْنَ خَلَوْا مِنْ قَبْلِهِمْۗ قُلْ فَانْتَظِرُوْٓا اِنِّيْ مَعَكُمْ مِّنَ الْمُنْتَظِرِيْنَ ","kitabah":"فَهَلْ يَنْتَظِرُوْنَ اِلَّا مِثْلَ اَيَّامِ الَّذِيْنَ خَلَوْا مِنْ قَبْلِهِمْۗ قُلْ فَانْتَظِرُوْٓا اِنِّيْ مَعَكُمْ مِّنَ الْمُنْتَظِرِيْنَ ","latin":"Fahal yantaẓirūna illā miṡla ayyāmil-lażīna khalau min qablihim, qul fantaẓirū innī ma‘akum minal-muntaẓirīn(a). ","translation":"Mereka tidak menunggu kecuali seperti hari-hari (kejadian-kejadian) yang sama dengan kejadian-kejadian (yang menimpa) orang-orang terdahulu sebelum mereka. Katakanlah (Nabi Muhammad), “Maka, tunggulah (siksaan Allah)! Sesungguhnya aku pun termasuk orang-orang yang menunggu bersamamu.”"},{"surah_number":10,"ayat_number":103,"arabic":"ثُمَّ نُنَجِّيْ رُسُلَنَا وَالَّذِيْنَ اٰمَنُوْا كَذٰلِكَ ۚحَقًّا عَلَيْنَا نُنْجِ الْمُؤْمِنِيْنَ ࣖ ","kitabah":"ثُمَّ نُنَجِّيْ رُسُلَنَا وَالَّذِيْنَ اٰمَنُوْا كَذٰلِكَ ۚحَقًّا عَلَيْنَا نُنْجِ الْمُؤْمِنِيْنَ ࣖ ","latin":"Ṡumma nunajjī rusulanā wal-lażīna āmanū każālik(a), ḥaqqan ‘alainā nunjil-mu'minīn(a). ","translation":"Kemudian, Kami selamatkan rasul-rasul Kami dan orang-orang yang beriman. Demikianlah menjadi ketentuan Kami untuk menyelamatkan orang-orang mukmin."},{"surah_number":10,"ayat_number":104,"arabic":"قُلْ يٰٓاَيُّهَا النَّاسُ اِنْ كُنْتُمْ فِيْ شَكٍّ مِّنْ دِيْنِيْ فَلَآ اَعْبُدُ الَّذِيْنَ تَعْبُدُوْنَ مِنْ دُوْنِ اللّٰهِ وَلٰكِنْ اَعْبُدُ اللّٰهَ الَّذِيْ يَتَوَفّٰىكُمْ ۖ وَاُمِرْتُ اَنْ اَكُوْنَ مِنَ الْمُؤْمِنِيْنَۙ","kitabah":"قُلْ يٰٓاَيُّهَا النَّاسُ اِنْ كُنْتُمْ فِيْ شَكٍّ مِّنْ دِيْنِيْ فَلَآ اَعْبُدُ الَّذِيْنَ تَعْبُدُوْنَ مِنْ دُوْنِ اللّٰهِ وَلٰكِنْ اَعْبُدُ اللّٰهَ الَّذِيْ يَتَوَفّٰىكُمْ ۖ وَاُمِرْتُ اَنْ اَكُوْنَ مِنَ الْمُؤْمِنِيْنَۙ","latin":"Qul yā ayyuhan nāsu in kuntum fī syakkim min dīnī falā a‘budul-lażīna ta‘budūna min dūnillāhi wa lākin a‘budullāhal-lażī yatawaffākum, wa umirtu an akūna minal-mu'minīn(a). ","translation":"Katakanlah (Nabi Muhammad), “Wahai manusia, jika kamu masih dalam keragu-raguan tentang agamaku, aku tidak menyembah (apa atau siapa) yang kamu sembah selain Allah, tetapi aku menyembah Allah yang akan mematikan kamu dan aku diperintah supaya aku termasuk orang-orang mukmin.”"},{"surah_number":10,"ayat_number":105,"arabic":"وَاَنْ اَقِمْ وَجْهَكَ لِلدِّيْنِ حَنِيْفًاۚ وَلَا تَكُوْنَنَّ مِنَ الْمُشْرِكِيْنَ ","kitabah":"وَاَنْ اَقِمْ وَجْهَكَ لِلدِّيْنِ حَنِيْفًاۚ وَلَا تَكُوْنَنَّ مِنَ الْمُشْرِكِيْنَ ","latin":"Wa an aqim wajhaka lid-dīni ḥanīfā(n), wa lā takūnanna minal-musyrikīn(a). ","translation":"(Aku juga diperintah dengan firman-Nya), “Hadapkanlah wajahmu kepada agama (Islam) dengan lurus dan janganlah sekali-kali engkau termasuk orang-orang musyrik."},{"surah_number":10,"ayat_number":106,"arabic":"وَلَا تَدْعُ مِنْ دُوْنِ اللّٰهِ مَا لَا يَنْفَعُكَ وَلَا يَضُرُّكَ ۚفَاِنْ فَعَلْتَ فَاِنَّكَ اِذًا مِّنَ الظّٰلِمِيْنَ ","kitabah":"وَلَا تَدْعُ مِنْ دُوْنِ اللّٰهِ مَا لَا يَنْفَعُكَ وَلَا يَضُرُّكَ ۚفَاِنْ فَعَلْتَ فَاِنَّكَ اِذًا مِّنَ الظّٰلِمِيْنَ ","latin":"Wa lā tad‘u min dūnillāhi mā lā yanfa‘uka  wa lā yaḍurruk(a), fa in fa‘alta fa innaka iżam minaẓ-ẓālimīn(a). ","translation":"Janganlah engkau sembah selain Allah, sesuatu yang tidak memberi manfaat kepadamu dan tidak (pula) memberi mudarat kepadamu, sebab jika engkau lakukan (yang demikian itu), sesungguhnya engkau termasuk orang-orang zalim.”"},{"surah_number":10,"ayat_number":107,"arabic":"وَاِنْ يَّمْسَسْكَ اللّٰهُ بِضُرٍّ فَلَا كَاشِفَ لَهٗ ٓاِلَّا هُوَ ۚوَاِنْ يُّرِدْكَ بِخَيْرٍ فَلَا رَاۤدَّ لِفَضْلِهٖۗ يُصِيْبُ بِهٖ مَنْ يَّشَاۤءُ مِنْ عِبَادِهٖ ۗوَهُوَ الْغَفُوْرُ الرَّحِيْمُ ","kitabah":"وَاِنْ يَّمْسَسْكَ اللّٰهُ بِضُرٍّ فَلَا كَاشِفَ لَهٗٓ اِلَّا هُوَ ۚوَاِنْ يُّرِدْكَ بِخَيْرٍ فَلَا رَاۤدَّ لِفَضْلِهٖۗ يُصِيْبُ بِهٖ مَنْ يَّشَاۤءُ مِنْ عِبَادِهٖ ۗوَهُوَ الْغَفُوْرُ الرَّحِيْمُ ","latin":"Wa iy yamsaskallāhu biḍurrin falā kāsyifa lahū illā huw(a), wa iy yuridka bikhairin falā rādda lifaḍlih(ī), yuṣību bihī may yasyā'u min ‘ibādih(ī), wa huwal-gafūrur-raḥīm(u). ","translation":"Jika Allah menimpakan suatu mudarat kepadamu, tidak ada yang dapat menghilangkannya kecuali Dia dan jika Dia menghendaki kebaikan bagimu, tidak ada yang dapat menolak karunia-Nya. Dia memberikannya (kebaikan itu) kepada siapa yang Dia kehendaki di antara hamba-hamba-Nya. Dialah Yang Maha Pengampun lagi Maha Penyayang."},{"surah_number":10,"ayat_number":108,"arabic":"قُلْ يٰٓاَيُّهَا النَّاسُ قَدْ جَاۤءَكُمُ الْحَقُّ مِنْ رَّبِّكُمْ ۚفَمَنِ اهْتَدٰى فَاِنَّمَا يَهْتَدِيْ لِنَفْسِهٖ ۚوَمَنْ ضَلَّ فَاِنَّمَا يَضِلُّ عَلَيْهَا ۚوَمَآ اَنَا۠ عَلَيْكُمْ بِوَكِيْلٍۗ  ","kitabah":"قُلْ يٰٓاَيُّهَا النَّاسُ قَدْ جَاۤءَكُمُ الْحَقُّ مِنْ رَّبِّكُمْ ۚفَمَنِ اهْتَدٰى فَاِنَّمَا يَهْتَدِيْ لِنَفْسِهٖ ۚوَمَنْ ضَلَّ فَاِنَّمَا يَضِلُّ عَلَيْهَا ۚوَمَآ اَنَا۠ عَلَيْكُمْ بِوَكِيْلٍۗ  ","latin":"Qul yā ayyuhan-nāsu qad jā'akumul-ḥaqqu mir rabbikum, fa manihtadā fa innamā yahtadī linafsih(ī), wa man ḍalla fa innamā yaḍillu ‘alaihā, wa mā ana ‘alaikum biwakīl(in). ","translation":"Katakanlah (Nabi Muhammad), “Wahai manusia, sungguh telah datang kepadamu kebenaran (Al-Qur’an) dari Tuhanmu. Maka, siapa yang mendapatkan petunjuk, sesungguhnya petunjuknya itu untuk (kebaikan) dirinya sendiri. Siapa yang sesat, sesungguhnya kesesatannya itu (mencelakakan) dirinya sendiri. Aku bukanlah penanggung jawab kamu.”"},{"surah_number":10,"ayat_number":109,"arabic":"وَاتَّبِعْ مَا يُوْحٰىٓ اِلَيْكَ وَاصْبِرْ حَتّٰى يَحْكُمَ اللّٰهُ ۚوَهُوَ خَيْرُ الْحٰكِمِيْنَ ࣖ ","kitabah":"وَاتَّبِعْ مَا يُوْحٰىٓ اِلَيْكَ وَاصْبِرْ حَتّٰى يَحْكُمَ اللّٰهُ ۚوَهُوَ خَيْرُ الْحٰكِمِيْنَ ࣖ ","latin":"Wattabi‘ mā yūḥā ilaika waṣbir ḥattā yaḥkumallāh(u), wa huwa khairul-ḥākimīn(a). ","translation":"Ikutilah apa yang telah diwahyukan kepadamu dan bersabarlah hingga Allah memberi keputusan. Dia adalah pemberi putusan yang terbaik."}]}