{"surah_number":14,"arabic":" ابرٰهيم","latin":"Ibrāhīm","transliteration":"Ibrahim","translation":"Ibrahim","total_ayat":52,"location":"Makkiyah","ayat":[{"surah_number":14,"ayat_number":1,"arabic":"الۤرٰ ۗ كِتٰبٌ اَنْزَلْنٰهُ اِلَيْكَ لِتُخْرِجَ النَّاسَ مِنَ الظُّلُمٰتِ اِلَى النُّوْرِ ەۙ بِاِذْنِ رَبِّهِمْ اِلٰى صِرَاطِ الْعَزِيْزِ الْحَمِيْدِۙ","kitabah":"الۡرٰ ۗ كِتٰبٌ اَنْزَلْنٰهُ اِلَيْكَ لِتُخْرِجَ النَّاسَ مِنَ الظُّلُمٰتِ اِلَى النُّوْرِ ەۙ بِاِذْنِ رَبِّهِمْ اِلٰى صِرَاطِ الْعَزِيْزِ الْحَمِيْدِۙ","latin":"Alif lām rā, kitābun anzalnāhu ilaika litukhrijan-nāsa minaẓ-ẓulumāti ilan-nūr(i), bi'iżni rabbihim ilā ṣirāṭil-‘azīzil-ḥamīd(i).","translation":"Alif Lām Rā. (Ini adalah) Kitab (Al-Qur’an) yang Kami turunkan kepadamu (Nabi Muhammad) agar engkau mengeluarkan manusia dari berbagai kegelapan pada cahaya (terang-benderang) dengan izin Tuhan mereka, (yaitu) menuju jalan Tuhan Yang Maha Perkasa lagi Maha Terpuji."},{"surah_number":14,"ayat_number":2,"arabic":"اللّٰهِ الَّذِيْ لَهٗ مَا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِۗ وَوَيْلٌ لِّلْكٰفِرِيْنَ مِنْ عَذَابٍ شَدِيْدٍۙ  ","kitabah":"اللّٰهِ الَّذِيْ لَهٗ مَا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِۗ وَوَيْلٌ لِّلْكٰفِرِيْنَ مِنْ عَذَابٍ شَدِيْدٍۙ  ","latin":"Allāhil-lażī lahū mā fis-samāwāti wa mā fil-arḍ(i), wa wailul lil-kāfirīna min ‘ażābin syadīd(in).","translation":"(Dialah) Allah yang memiliki segala apa yang ada di langit dan apa yang ada di bumi. Kecelakaanlah bagi orang-orang kafir karena siksaan yang sangat berat."},{"surah_number":14,"ayat_number":3,"arabic":" ۨالَّذِيْنَ يَسْتَحِبُّوْنَ الْحَيٰوةَ الدُّنْيَا عَلَى الْاٰخِرَةِ وَيَصُدُّوْنَ عَنْ سَبِيْلِ اللّٰهِ وَيَبْغُوْنَهَا عِوَجًا ۗ اُولٰۤىِٕكَ فِيْ ضَلٰلٍۢ بَعِيْدٍ","kitabah":" ۨالَّذِيْنَ يَسْتَحِبُّوْنَ الْحَيٰوةَ الدُّنْيَا عَلَى الْاٰخِرَةِ وَيَصُدُّوْنَ عَنْ سَبِيْلِ اللّٰهِ وَيَبْغُوْنَهَا عِوَجًا ۗ اُولٰۤىِٕكَ فِيْ ضَلٰلٍۢ بَعِيْدٍ","latin":"Allażīna yastaḥibbūnal-ḥayātad-dun-yā ‘alal-ākhirati wa yaṣuddūna ‘an sabīlillāhi wa yabgūnahā ‘iwajā(n), ulā'ika fī ḍalālim ba‘īd(in).","translation":"(Yaitu) orang-orang yang lebih menyukai kehidupan dunia daripada (kehidupan) akhirat, menghalang-halangi (manusia) dari jalan Allah, dan menginginkannya menjadi bengkok. Mereka itu berada dalam kesesatan yang jauh."},{"surah_number":14,"ayat_number":4,"arabic":"وَمَآ اَرْسَلْنَا مِنْ رَّسُوْلٍ اِلَّا بِلِسَانِ قَوْمِهٖ لِيُبَيِّنَ لَهُمْ ۗفَيُضِلُّ اللّٰهُ مَنْ يَّشَاۤءُ وَيَهْدِيْ مَنْ يَّشَاۤءُ ۗوَهُوَ الْعَزِيْزُ الْحَكِيْمُ ","kitabah":"وَمَآ اَرْسَلْنَا مِنْ رَّسُوْلٍ اِلَّا بِلِسَانِ قَوْمِهٖ لِيُبَيِّنَ لَهُمْ ۗفَيُضِلُّ اللّٰهُ مَنْ يَّشَاۤءُ وَيَهْدِيْ مَنْ يَّشَاۤءُ ۗوَهُوَ الْعَزِيْزُ الْحَكِيْمُ ","latin":"Wa mā arsalnā mir rasūlin illā bilisāni qaumihī liyubayyina lahum, fa yuḍillullāhu may yasyā'u wa yahdī may yasyā'(u), wa huwal-‘azīzul-ḥakīm(u).","translation":"Kami tidak mengutus seorang rasul pun, kecuali dengan bahasa kaumnya, agar dia dapat memberi penjelasan kepada mereka. Maka, Allah menyesatkan siapa yang Dia kehendaki (karena kecenderungannya untuk sesat), dan memberi petunjuk kepada siapa yang Dia kehendaki (berdasarkan kesiapannya untuk menerima petunjuk). Dia Yang Maha Perkasa lagi Maha Bijaksana."},{"surah_number":14,"ayat_number":5,"arabic":"وَلَقَدْ اَرْسَلْنَا مُوْسٰى بِاٰيٰتِنَآ اَنْ اَخْرِجْ قَوْمَكَ مِنَ الظُّلُمٰتِ اِلَى النُّوْرِ ەۙ وَذَكِّرْهُمْ بِاَيّٰىمِ اللّٰهِ ۗاِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍ لِّكُلِّ صَبَّارٍ شَكُوْرٍ","kitabah":"وَلَقَدْ اَرْسَلْنَا مُوْسٰى بِاٰيٰتِنَآ اَنْ اَخْرِجْ قَوْمَكَ مِنَ الظُّلُمٰتِ اِلَى النُّوْرِ ەۙ وَذَكِّرْهُمْ بِاَيّٰىمِ اللّٰهِ ۗاِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍ لِّكُلِّ صَبَّارٍ شَكُوْرٍ","latin":"Wa laqad arsalnā mūsā bi'āyātinā an akhrij qaumaka minaẓ-ẓulumāti ilan-nūr(i), wa żakkirhum bi'ayyāmillāh(i), inna fī żālika la'āyātil likulli ṣabbārin syakūr(in).","translation":"Sungguh Kami benar-benar telah mengutus Musa dengan (membawa) tanda-tanda (kekuasaan) Kami (dan Kami perintahkan kepadanya), “Keluarkanlah kaummu dari berbagai kegelapan kepada cahaya (terang-benderang) dan ingatkanlah mereka tentang hari-hari Allah.”384) Sesungguhnya pada yang demikian itu terdapat tanda-tanda (kekuasaan Allah) bagi setiap orang yang sangat penyabar lagi banyak bersyukur."},{"surah_number":14,"ayat_number":6,"arabic":"وَاِذْ قَالَ مُوْسٰى لِقَوْمِهِ اذْكُرُوْا نِعْمَةَ اللّٰهِ عَلَيْكُمْ اِذْ اَنْجٰىكُمْ مِّنْ اٰلِ فِرْعَوْنَ يَسُوْمُوْنَكُمْ سُوْۤءَ الْعَذَابِ وَيُذَبِّحُوْنَ اَبْنَاۤءَكُمْ وَيَسْتَحْيُوْنَ نِسَاۤءَكُمْ ۗوَفِيْ ذٰلِكُمْ بَلَاۤءٌ مِّنْ رَّبِّكُمْ عَظِيْمٌ ࣖ","kitabah":"وَاِذْ قَالَ مُوْسٰى لِقَوْمِهِ اذْكُرُوْا نِعْمَةَ اللّٰهِ عَلَيْكُمْ اِذْ اَنْجٰىكُمْ مِّنْ اٰلِ فِرْعَوْنَ يَسُوْمُوْنَكُمْ سُوْۤءَ الْعَذَابِ وَيُذَبِّحُوْنَ اَبْنَاۤءَكُمْ وَيَسْتَحْيُوْنَ نِسَاۤءَكُمْ ۗوَفِيْ ذٰلِكُمْ بَلَاۤءٌ مِّنْ رَّبِّكُمْ عَظِيْمٌ ࣖ","latin":"Wa iż qāla mūsā liqaumihiżkurū ni‘matallāhi ‘alaikum iż anjākum min āli fir‘auna yasūmūnakum sū'al-‘ażābi wa yużabbiḥūna abnā'akum wa yastaḥyūna nisā'akum, wa fī żālikum balā'um mir rabbikum ‘aẓīm(un).","translation":"(Ingatlah) ketika Musa berkata kepada kaumnya, “Ingatlah nikmat Allah atasmu ketika Dia menyelamatkan kamu dari pengikut-pengikut Fir‘aun. Mereka menyiksa kamu dengan siksa yang pedih, menyembelih anak-anakmu yang laki-laki, dan membiarkan hidup (anak-anak) perempuanmu (untuk disiksa dan dilecehkan). Pada yang demikian itu terdapat suatu cobaan yang besar dari Tuhanmu."},{"surah_number":14,"ayat_number":7,"arabic":"وَاِذْ تَاَذَّنَ رَبُّكُمْ لَىِٕنْ شَكَرْتُمْ لَاَزِيْدَنَّكُمْ وَلَىِٕنْ كَفَرْتُمْ اِنَّ عَذَابِيْ لَشَدِيْدٌ ","kitabah":"وَاِذْ تَاَذَّنَ رَبُّكُمْ لَىِٕنْ شَكَرْتُمْ لَاَزِيْدَنَّكُمْ وَلَىِٕنْ كَفَرْتُمْ اِنَّ عَذَابِيْ لَشَدِيْدٌ ","latin":"Wa iż ta'ażżana rabbukum la'in syakartum la'azīdannakum wa la'in kafartum inna ‘ażābī lasyadīd(un). ","translation":"(Ingatlah) ketika Tuhanmu memaklumkan, “Sesungguhnya jika kamu bersyukur, niscaya Aku akan menambah (nikmat) kepadamu, tetapi jika kamu mengingkari (nikmat-Ku), sesungguhnya azab-Ku benar-benar sangat keras.”"},{"surah_number":14,"ayat_number":8,"arabic":"وَقَالَ مُوْسٰٓى اِنْ تَكْفُرُوْٓا اَنْتُمْ وَمَنْ فِى الْاَرْضِ جَمِيْعًا ۙفَاِنَّ اللّٰهَ لَغَنِيٌّ حَمِيْدٌ ","kitabah":"وَقَالَ مُوْسٰٓى اِنْ تَكْفُرُوْٓا اَنْتُمْ وَمَنْ فِى الْاَرْضِ جَمِيْعًا ۙفَاِنَّ اللّٰهَ لَغَنِيٌّ حَمِيْدٌ ","latin":"Wa qāla mūsā in takfurū antum wa man fil-arḍi jamī‘ā(n), fa innallāha laganiyyun ḥamīd(un).","translation":"Musa berkata, “Jika kamu dan siapa pun yang ada di bumi semuanya kufur (atas nikmat Allah), sesungguhnya Allah benar-benar Maha Kaya lagi Maha Terpuji."},{"surah_number":14,"ayat_number":9,"arabic":"اَلَمْ يَأْتِكُمْ نَبَؤُا الَّذِيْنَ مِنْ قَبْلِكُمْ قَوْمِ نُوْحٍ وَّعَادٍ وَّثَمُوْدَ ەۗ وَالَّذِيْنَ مِنْۢ بَعْدِهِمْ ۗ لَا يَعْلَمُهُمْ اِلَّا اللّٰهُ  ۗجَاۤءَتْهُمْ رُسُلُهُمْ بِالْبَيِّنٰتِ فَرَدُّوْٓا اَيْدِيَهُمْ فِيْٓ اَفْوَاهِهِمْ وَقَالُوْٓا اِنَّا كَفَرْنَا بِمَآ اُرْسِلْتُمْ بِهٖ وَاِنَّا لَفِيْ شَكٍّ مِّمَّا تَدْعُوْنَنَآ اِلَيْهِ مُرِيْبٍ","kitabah":"اَلَمْ يَأْتِكُمْ نَبَؤُا الَّذِيْنَ مِنْ قَبْلِكُمْ قَوْمِ نُوْحٍ وَّعَادٍ وَّثَمُوْدَ ەۗ وَالَّذِيْنَ مِنْۢ بَعْدِهِمْ ۗ لَا يَعْلَمُهُمْ اِلَّا اللّٰهُ  ۗجَاۤءَتْهُمْ رُسُلُهُمْ بِالْبَيِّنٰتِ فَرَدُّوْٓا اَيْدِيَهُمْ فِيْٓ اَفْوَاهِهِمْ وَقَالُوْٓا اِنَّا كَفَرْنَا بِمَآ اُرْسِلْتُمْ بِهٖ وَاِنَّا لَفِيْ شَكٍّ مِّمَّا تَدْعُوْنَنَآ اِلَيْهِ مُرِيْبٍ","latin":"Alam ya'tikum naba'ul-lażīna min qablikum qaumi nūḥiw wa ‘ādiw wa ṡamūd(a), wal-lażīna mim ba‘dihim,  lā ya‘lamuhum illallāh(u), jā'athum rusuluhum bil-bayyināti fa raddū aidiyahum fī afwāhihim wa qālū innā kafarnā bimā ursiltum bihī wa innā lafī syakkim mimmā tad‘ūnanā ilaihi murīb(in).","translation":"Apakah belum sampai kepadamu berita orang-orang sebelum kamu (yaitu) kaum Nuh, ‘Ad, Samud, dan orang-orang setelah mereka? Tidak ada yang mengetahui (bilangan) mereka selain Allah. Rasul-rasul telah datang kepada mereka dengan (membawa) bukti-bukti yang nyata, tetapi mereka menutupkan tangannya ke mulutnya (sebagai tanda penolakan dan karena kebencian) dan berkata, “Sesungguhnya kami tidak percaya akan ajaran yang kamu bawa dan kami benar-benar dalam keraguan yang menggelisahkan menyangkut apa yang kamu serukan kepada kami.”"},{"surah_number":14,"ayat_number":10,"arabic":"۞ قَالَتْ رُسُلُهُمْ اَفِى اللّٰهِ شَكٌّ فَاطِرِ السَّمٰوٰتِ وَالْاَرْضِۗ يَدْعُوْكُمْ لِيَغْفِرَ لَكُمْ مِّنْ ذُنُوْبِكُمْ وَيُؤَخِّرَكُمْ اِلٰٓى اَجَلٍ مُّسَمًّىۗ قَالُوْٓا اِنْ اَنْتُمْ اِلَّا بَشَرٌ مِّثْلُنَا ۗ تُرِيْدُوْنَ اَنْ تَصُدُّوْنَا عَمَّا كَانَ يَعْبُدُ اٰبَاۤؤُنَا فَأْتُوْنَا بِسُلْطٰنٍ مُّبِيْنٍ ","kitabah":"۞ قَالَتْ رُسُلُهُمْ اَفِى اللّٰهِ شَكٌّ فَاطِرِ السَّمٰوٰتِ وَالْاَرْضِۗ يَدْعُوْكُمْ لِيَغْفِرَ لَكُمْ مِّنْ ذُنُوْبِكُمْ وَيُؤَخِّرَكُمْ اِلٰٓى اَجَلٍ مُّسَمًّىۗ قَالُوْٓا اِنْ اَنْتُمْ اِلَّا بَشَرٌ مِّثْلُنَا ۗ تُرِيْدُوْنَ اَنْ تَصُدُّوْنَا عَمَّا كَانَ يَعْبُدُ اٰبَاۤؤُنَا فَأْتُوْنَا بِسُلْطٰنٍ مُّبِيْنٍ ","latin":"Qālat rusuluhum afillāhi syakkun fāṭiris-samāwāti wal-arḍ(i), yad‘ūkum liyagfira lakum min żunūbikum wa yu'akhkhirakum ilā ajalim musammā(n), qālū in antum illā basyarum miṡlunā, turīdūna an taṣuddūnā ‘ammā kāna ya‘budu ābā'unā fa'tūnā bisulṭānim mubīn(in).","translation":"Rasul-rasul mereka berkata, “Apakah ada keraguan terhadap Allah, Pencipta langit dan bumi? Dia menyeru kamu (untuk beriman) agar Dia mengampuni sebagian dosa-dosamu dan menangguhkan (siksaan)-mu sampai waktu yang ditentukan.” Mereka menjawab, “Kamu tidak lain hanyalah manusia seperti kami juga. Kamu ingin menghalangi kami dari (menyembah) apa yang sejak dahulu selalu disembah nenek moyang kami, karena itu datangkanlah kepada kami bukti yang nyata.”"},{"surah_number":14,"ayat_number":11,"arabic":"قَالَتْ لَهُمْ رُسُلُهُمْ اِنْ نَّحْنُ اِلَّا بَشَرٌ مِّثْلُكُمْ وَلٰكِنَّ اللّٰهَ يَمُنُّ عَلٰى مَنْ يَّشَاۤءُ مِنْ عِبَادِهٖۗ وَمَا كَانَ لَنَآ اَنْ نَّأْتِيَكُمْ بِسُلْطٰنٍ اِلَّا بِاِذْنِ اللّٰهِ ۗوَعَلَى اللّٰهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُوْنَ ","kitabah":"قَالَتْ لَهُمْ رُسُلُهُمْ اِنْ نَّحْنُ اِلَّا بَشَرٌ مِّثْلُكُمْ وَلٰكِنَّ اللّٰهَ يَمُنُّ عَلٰى مَنْ يَّشَاۤءُ مِنْ عِبَادِهٖۗ وَمَا كَانَ لَنَآ اَنْ نَّأْتِيَكُمْ بِسُلْطٰنٍ اِلَّا بِاِذْنِ اللّٰهِ ۗوَعَلَى اللّٰهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُوْنَ ","latin":"Qālat lahum rusuluhum in naḥnu illā basyarum miṡlukum wa lākinnallāha yamunnu ‘alā may yasyā'u min ‘ibādih(ī), wa mā kāna lanā an na'tiyakum bisulṭānin illā bi'iżnillāh(i), wa ‘alallāhi falyatawakkalil-mu'minūn(a).","translation":"Rasul-rasul mereka berkata kepada mereka, “Kami hanyalah manusia seperti kamu, tetapi Allah memberi karunia kepada siapa yang Dia kehendaki di antara hamba-hamba-Nya. Tidak mungkin bagi kami mendatangkan suatu bukti kepada kamu melainkan dengan izin Allah. Hanya kepada Allah seharusnya orang-orang yang beriman bertawakal."},{"surah_number":14,"ayat_number":12,"arabic":"وَمَا لَنَآ اَلَّا نَتَوَكَّلَ عَلَى اللّٰهِ وَقَدْ هَدٰىنَا سُبُلَنَاۗ وَلَنَصْبِرَنَّ عَلٰى مَآ اٰذَيْتُمُوْنَاۗ وَعَلَى اللّٰهِ فَلْيَتَوَكَّلِ الْمُتَوَكِّلُوْنَ ࣖ ","kitabah":"وَمَا لَنَآ اَلَّا نَتَوَكَّلَ عَلَى اللّٰهِ وَقَدْ هَدٰىنَا سُبُلَنَاۗ وَلَنَصْبِرَنَّ عَلٰى مَآ اٰذَيْتُمُوْنَاۗ وَعَلَى اللّٰهِ فَلْيَتَوَكَّلِ الْمُتَوَكِّلُوْنَ ࣖ ","latin":"Wa mā lanā allā natawakkala ‘alallāhi wa qad hadānā subulanā, wa lanaṣbiranna ‘alā mā āżaitumūnā, wa ‘alallāhi falyatawakkalil-mutawakkilūn(a).","translation":"Mengapa kami tidak akan bertawakal kepada Allah, sedangkan Dia telah menunjukkan kepada kami jalan-jalan (keselamatan)? Sungguh, kami benar-benar akan tetap bersabar terhadap gangguan yang kamu lakukan kepada kami. Hanya kepada Allah orang-orang yang bertawakal seharusnya berserah diri.”"},{"surah_number":14,"ayat_number":13,"arabic":"وَقَالَ الَّذِيْنَ كَفَرُوْا لِرُسُلِهِمْ لَنُخْرِجَنَّكُمْ مِّنْ اَرْضِنَآ اَوْ لَتَعُوْدُنَّ فِيْ مِلَّتِنَاۗ فَاَوْحٰٓى اِلَيْهِمْ رَبُّهُمْ لَنُهْلِكَنَّ الظّٰلِمِيْنَ ۗ   ","kitabah":"وَقَالَ الَّذِيْنَ كَفَرُوْا لِرُسُلِهِمْ لَنُخْرِجَنَّكُمْ مِّنْ اَرْضِنَآ اَوْ لَتَعُوْدُنَّ فِيْ مِلَّتِنَاۗ فَاَوْحٰٓى اِلَيْهِمْ رَبُّهُمْ لَنُهْلِكَنَّ الظّٰلِمِيْنَ ۗ   ","latin":"Wa qālal-lażīna kafarū lirusulihim lanukhrijannakum min arḍinā au lata‘ūdunna fī millatinā, fa auḥā ilaihim rabbuhum lanuhlikannaẓ-ẓālimīn(a).","translation":"Orang-orang yang kufur berkata kepada rasul-rasul mereka, “Kami pasti akan mengusir kamu dari negeri kami atau kamu benar-benar kembali memeluk agama kami.” Maka, Tuhan mereka (para rasul) mewahyukan kepada mereka, “Kami pasti akan membinasakan orang-orang yang zalim itu."},{"surah_number":14,"ayat_number":14,"arabic":"وَلَنُسْكِنَنَّكُمُ الْاَرْضَ مِنْۢ بَعْدِهِمْ ۗذٰلِكَ لِمَنْ خَافَ مَقَامِيْ وَخَافَ وَعِيْدِ ","kitabah":"وَلَنُسْكِنَنَّكُمُ الْاَرْضَ مِنْۢ بَعْدِهِمْ ۗذٰلِكَ لِمَنْ خَافَ مَقَامِيْ وَخَافَ وَعِيْدِ ","latin":"Wa lanuskinannakumul-arḍa mim ba‘dihim, żālika liman khāfa maqāmī wa khāfa wa‘īd(i).","translation":"Kami pasti akan menempatkanmu di negeri-negeri itu setelah mereka. Yang demikian itu (berlaku) bagi orang yang takut akan kebesaran-Ku dan takut akan ancaman-Ku.”"},{"surah_number":14,"ayat_number":15,"arabic":"وَاسْتَفْتَحُوْا وَخَابَ كُلُّ جَبَّارٍ عَنِيْدٍۙ  ","kitabah":"وَاسْتَفْتَحُوْا وَخَابَ كُلُّ جَبَّارٍ عَنِيْدٍۙ  ","latin":"Wastaftaḥū wa khāba kullu jabbārin ‘anīd(in).","translation":"Mereka (para rasul) memohon diberi kemenangan dan kecewalah setiap orang yang sewenang-wenang lagi sangat keras kepala."},{"surah_number":14,"ayat_number":16,"arabic":"مِّنْ وَّرَاۤىِٕهٖ جَهَنَّمُ وَيُسْقٰى مِنْ مَّاۤءٍ صَدِيْدٍۙ ","kitabah":"مِّنْ وَّرَاۤىِٕهٖ جَهَنَّمُ وَيُسْقٰى مِنْ مَّاۤءٍ صَدِيْدٍۙ ","latin":"Miw warā'ihī jahannamu wa yusqā mim mā'in ṣadīd(in).","translation":"Di hadapannya ada (neraka) Jahanam dan dia akan diberi minuman dengan air nanah."},{"surah_number":14,"ayat_number":17,"arabic":"يَّتَجَرَّعُهٗ وَلَا يَكَادُ يُسِيْغُهٗ وَيَأْتِيْهِ الْمَوْتُ مِنْ كُلِّ مَكَانٍ وَّمَا هُوَ بِمَيِّتٍۗ وَمِنْ وَّرَاۤىِٕهٖ عَذَابٌ غَلِيْظٌ ","kitabah":"يَّتَجَرَّعُهٗ وَلَا يَكَادُ يُسِيْغُهٗ وَيَأْتِيْهِ الْمَوْتُ مِنْ كُلِّ مَكَانٍ وَّمَا هُوَ بِمَيِّتٍۗ وَمِنْ وَّرَاۤىِٕهٖ عَذَابٌ غَلِيْظٌ ","latin":"Yatajarra‘uhū wa lā yakādu yusīguhū wa ya'tīhil-mautu min kulli makāniw wa mā huwa bimayyit(in), wa miw warā'ihī ‘ażābun galīẓ(un).","translation":"Diteguk-teguknya (air nanah itu), dia hampir tidak bisa menelannya, dan datanglah (bahaya) maut kepadanya dari segenap penjuru, tetapi dia tidak kunjung mati. Di hadapannya (masih ada) azab yang berat."},{"surah_number":14,"ayat_number":18,"arabic":"مَثَلُ الَّذِيْنَ كَفَرُوْا بِرَبِّهِمْ اَعْمَالُهُمْ كَرَمَادِ ِۨاشْتَدَّتْ بِهِ الرِّيْحُ فِيْ يَوْمٍ عَاصِفٍۗ  لَا يَقْدِرُوْنَ مِمَّا كَسَبُوْا عَلٰى شَيْءٍ ۗذٰلِكَ هُوَ الضَّلٰلُ الْبَعِيْدُ ","kitabah":"مَثَلُ الَّذِيْنَ كَفَرُوْا بِرَبِّهِمْ اَعْمَالُهُمْ كَرَمَادِ ِۨاشْتَدَّتْ بِهِ الرِّيْحُ فِيْ يَوْمٍ عَاصِفٍۗ  لَا يَقْدِرُوْنَ مِمَّا كَسَبُوْا عَلٰى شَيْءٍ ۗذٰلِكَ هُوَ الضَّلٰلُ الْبَعِيْدُ ","latin":"Maṡalul-lażīna kafarū birabbihim a‘māluhum karamādinisytaddat bihir-rīḥu fī yaumin ‘āṣif(in), lā yaqdirūna mimmā kasabū ‘alā syai'(in), żālika huwaḍ-ḍalālul-ba‘īd(u).","translation":"Perumpamaan orang-orang yang kufur kepada Tuhannya, perbuatan mereka seperti abu yang ditiup oleh angin kencang pada saat badai. Mereka tidak kuasa (memperoleh manfaat) sama sekali dari apa yang telah mereka usahakan (di dunia). Yang demikian itu adalah kesesatan yang jauh."},{"surah_number":14,"ayat_number":19,"arabic":"اَلَمْ تَرَ اَنَّ اللّٰهَ خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ بِالْحَقِّۗ اِنْ يَّشَأْ يُذْهِبْكُمْ وَيَأْتِ بِخَلْقٍ جَدِيْدٍۙ  ","kitabah":"اَلَمْ تَرَ اَنَّ اللّٰهَ خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ بِالْحَقِّۗ اِنْ يَّشَأْ يُذْهِبْكُمْ وَيَأْتِ بِخَلْقٍ جَدِيْدٍۙ  ","latin":"Alam tara annallāha khalaqas-samāwāti wal-arḍa bil-ḥaqq(i), iy yasya' yużhibkum wa ya'ti bikhalqin jadīd(in).","translation":"Tidakkah engkau memperhatikan bahwa sesungguhnya Allah telah menciptakan langit dan bumi dengan hak? Jika Dia menghendaki, niscaya Dia membinasakanmu dan mendatangkan makhluk yang baru (untuk menggantikanmu)."},{"surah_number":14,"ayat_number":20,"arabic":"وَّمَا ذٰلِكَ عَلَى اللّٰهِ بِعَزِيْزٍ","kitabah":"وَّمَا ذٰلِكَ عَلَى اللّٰهِ بِعَزِيْزٍ","latin":"Wa mā żālika  ‘alallāhi bi‘azīz(in).","translation":"Yang demikian itu bagi Allah tidak sulit."},{"surah_number":14,"ayat_number":21,"arabic":"وَبَرَزُوْا لِلّٰهِ جَمِيْعًا فَقَالَ الضُّعَفٰۤؤُا لِلَّذِيْنَ اسْتَكْبَرُوْٓا اِنَّا كُنَّا لَكُمْ تَبَعًا فَهَلْ اَنْتُمْ مُّغْنُوْنَ عَنَّا مِنْ عَذَابِ اللّٰهِ مِنْ شَيْءٍ ۗقَالُوْا لَوْ هَدٰىنَا اللّٰهُ لَهَدَيْنٰكُمْۗ سَوَاۤءٌ عَلَيْنَآ اَجَزِعْنَآ اَمْ صَبَرْنَا مَا لَنَا مِنْ مَّحِيْصٍ ࣖ  ","kitabah":"وَبَرَزُوْا لِلّٰهِ جَمِيْعًا فَقَالَ الضُّعَفٰۤؤُا لِلَّذِيْنَ اسْتَكْبَرُوْٓا اِنَّا كُنَّا لَكُمْ تَبَعًا فَهَلْ اَنْتُمْ مُّغْنُوْنَ عَنَّا مِنْ عَذَابِ اللّٰهِ مِنْ شَيْءٍ ۗقَالُوْا لَوْ هَدٰىنَا اللّٰهُ لَهَدَيْنٰكُمْۗ سَوَاۤءٌ عَلَيْنَآ اَجَزِعْنَآ اَمْ صَبَرْنَا مَا لَنَا مِنْ مَّحِيْصٍ ࣖ  ","latin":"Wa barazū lillāhi jamī‘an fa qālaḍ-ḍu‘afā'u lil-lażīnastakbarū innā kunnā lakum taba‘an fahal antum mugnūna ‘annā min ‘ażābillāhi min syai'(in), qālū lau hadānallāhu lahadainākum, sawā'un ‘alainā ajazi‘nā am ṣabarnā mā lanā mim maḥīṣ(in).","translation":"Mereka semua berkumpul (di padang Mahsyar) untuk menghadap ke hadirat Allah. Lalu, orang-orang yang lemah berkata kepada orang-orang yang sombong, “Sesungguhnya kami dahulu adalah pengikut-pengikutmu. Maka, dapatkah kamu menghindarkan kami dari azab Allah sedikit saja?” Mereka menjawab, “Sekiranya Allah memberi petunjuk kepada kami, niscaya kami dapat memberi petunjuk kepadamu. Sama saja bagi kita, apakah kita mengeluh atau bersabar. Kita tidak mempunyai tempat sama sekali untuk melarikan diri.”"},{"surah_number":14,"ayat_number":22,"arabic":"وَقَالَ الشَّيْطٰنُ لَمَّا قُضِيَ الْاَمْرُ اِنَّ اللّٰهَ وَعَدَكُمْ وَعْدَ الْحَقِّ وَوَعَدْتُّكُمْ فَاَخْلَفْتُكُمْۗ وَمَا كَانَ لِيَ عَلَيْكُمْ مِّنْ سُلْطٰنٍ اِلَّآ اَنْ دَعَوْتُكُمْ فَاسْتَجَبْتُمْ لِيْ ۚفَلَا تَلُوْمُوْنِيْ وَلُوْمُوْٓا اَنْفُسَكُمْۗ مَآ اَنَا۠ بِمُصْرِخِكُمْ وَمَآ اَنْتُمْ بِمُصْرِخِيَّۗ اِنِّيْ كَفَرْتُ بِمَآ اَشْرَكْتُمُوْنِ مِنْ قَبْلُ ۗاِنَّ الظّٰلِمِيْنَ لَهُمْ عَذَابٌ اَلِيْمٌ ","kitabah":"وَقَالَ الشَّيْطٰنُ لَمَّا قُضِيَ الْاَمْرُ اِنَّ اللّٰهَ وَعَدَكُمْ وَعْدَ الْحَقِّ وَوَعَدْتُّكُمْ فَاَخْلَفْتُكُمْۗ وَمَا كَانَ لِيَ عَلَيْكُمْ مِّنْ سُلْطٰنٍ اِلَّآ اَنْ دَعَوْتُكُمْ فَاسْتَجَبْتُمْ لِيْ ۚفَلَا تَلُوْمُوْنِيْ وَلُوْمُوْٓا اَنْفُسَكُمْۗ مَآ اَنَا۠ بِمُصْرِخِكُمْ وَمَآ اَنْتُمْ بِمُصْرِخِيَّۗ اِنِّيْ كَفَرْتُ بِمَآ اَشْرَكْتُمُوْنِ مِنْ قَبْلُ ۗاِنَّ الظّٰلِمِيْنَ لَهُمْ عَذَابٌ اَلِيْمٌ ","latin":"Wa qālasy-syaiṭānu lammā quḍiyal-amru innallāha wa‘adakum wa‘dal-ḥaqqi wa wa‘attukum fa akhlaftukum, wa mā kāna liya ‘alaikum min sulṭānin illā an da‘autukum fastajabtum lī, falā talūmūnī wa lūmū anfusakum, wa mā ana bimuṣrikhikum wa mā antum bimuṣrikhiyy(a), innī kafartu bimā asyraktumūni min qabl(u), innaẓ-ẓālimīna lahum ‘ażābun alīm(un).","translation":"Setan berkata ketika urusan (hisab) telah diselesaikan, “Sesungguhnya Allah telah menjanjikan kepadamu janji yang benar dan aku pun telah menjanjikan kepadamu, tetapi aku mengingkarinya. Tidak ada kekuasaan bagiku sedikit pun terhadapmu, kecuali aku (sekadar) menyerumu, lalu kamu mematuhi seruanku. Oleh karena itu, janganlah kamu mencercaku, tetapi cercalah dirimu sendiri. Aku tidak dapat menjadi penolongmu dan kamu pun tidak dapat menjadi penolongku. Sesungguhnya aku tidak membenarkan perbuatanmu mempersekutukan aku (dengan Allah) sejak dahulu.” Sesungguhnya orang-orang zalim akan mendapat siksaan yang sangat pedih."},{"surah_number":14,"ayat_number":23,"arabic":"وَاُدْخِلَ الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ جَنّٰتٍ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُ خٰلِدِيْنَ فِيْهَا بِاِذْنِ رَبِّهِمْۗ تَحِيَّتُهُمْ فِيْهَا سَلٰمٌ ","kitabah":"وَاُدْخِلَ الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ جَنّٰتٍ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُ خٰلِدِيْنَ فِيْهَا بِاِذْنِ رَبِّهِمْۗ تَحِيَّتُهُمْ فِيْهَا سَلٰمٌ ","latin":"Wa udkhilal-lażīna āmanū wa ‘amiluṣ-ṣāliḥāti jannātin tajrī min taḥtihal-anhāru khālidīna fīhā bi'iżni rabbihim, taḥiyyatuhum fīhā salām(un).","translation":"Orang-orang yang beriman dan beramal saleh dimasukkan ke dalam surga-surga yang mengalir di bawahnya sungai-sungai. Mereka kekal di dalamnya dengan izin Tuhannya. Penghormatan mereka di dalamnya adalah (ucapan) salam.385)"},{"surah_number":14,"ayat_number":24,"arabic":"اَلَمْ تَرَ كَيْفَ ضَرَبَ اللّٰهُ مَثَلًا كَلِمَةً طَيِّبَةً كَشَجَرَةٍ طَيِّبَةٍ اَصْلُهَا ثَابِتٌ وَّفَرْعُهَا فِى السَّمَاۤءِۙ ","kitabah":"اَلَمْ تَرَ كَيْفَ ضَرَبَ اللّٰهُ مَثَلًا كَلِمَةً طَيِّبَةً كَشَجَرَةٍ طَيِّبَةٍ اَصْلُهَا ثَابِتٌ وَّفَرْعُهَا فِى السَّمَاۤءِۙ ","latin":"Alam tara kaifa ḍaraballāhu maṡalan kalimatan ṭayyibatan kasyajaratin ṭayyibatin aṣluhā ṡābituw wa far‘uhā fis-samā'(i).","translation":"Tidakkah engkau memperhatikan bagaimana Allah telah membuat perumpamaan kalimah ṭayyibah?386) (Perumpamaannya) seperti pohon yang baik, akarnya kuat, cabangnya (menjulang) ke langit,"},{"surah_number":14,"ayat_number":25,"arabic":"تُؤْتِيْٓ اُكُلَهَا كُلَّ حِيْنٍ ۢبِاِذْنِ رَبِّهَاۗ وَيَضْرِبُ اللّٰهُ الْاَمْثَالَ لِلنَّاسِ لَعَلَّهُمْ يَتَذَكَّرُوْنَ ","kitabah":"تُؤْتِيْٓ اُكُلَهَا كُلَّ حِيْنٍ ۢبِاِذْنِ رَبِّهَاۗ وَيَضْرِبُ اللّٰهُ الْاَمْثَالَ لِلنَّاسِ لَعَلَّهُمْ يَتَذَكَّرُوْنَ ","latin":"Tu'tī ukulahā kulla ḥīnim bi'iżni rabbihā, wa yaḍribullāhul-amṡāla lin-nāsi la‘allahum yatażakkarūn(a).","translation":"dan menghasilkan buahnya pada setiap waktu dengan seizin Tuhannya. Allah membuat perumpamaan untuk manusia agar mereka mengambil pelajaran."},{"surah_number":14,"ayat_number":26,"arabic":"وَمَثَلُ كَلِمَةٍ خَبِيْثَةٍ كَشَجَرَةٍ خَبِيْثَةِ ِۨاجْتُثَّتْ مِنْ فَوْقِ الْاَرْضِ مَا لَهَا مِنْ قَرَارٍ ","kitabah":"وَمَثَلُ كَلِمَةٍ خَبِيْثَةٍ كَشَجَرَةٍ خَبِيْثَةِ ِۨاجْتُثَّتْ مِنْ فَوْقِ الْاَرْضِ مَا لَهَا مِنْ قَرَارٍ ","latin":"Wa maṡalu kalimatin khabīṡatin kasyajaratin khabīṡatinijtuṡṡat  min fauqil-arḍi mā lahā min qarār(in).","translation":"(Adapun) perumpamaan kalimah khabīṡah387) seperti pohon yang buruk, akar-akarnya telah dicabut dari permukaan bumi, (dan) tidak dapat tetap (tegak) sedikit pun."},{"surah_number":14,"ayat_number":27,"arabic":"يُثَبِّتُ اللّٰهُ الَّذِيْنَ اٰمَنُوْا بِالْقَوْلِ الثَّابِتِ فِى الْحَيٰوةِ الدُّنْيَا وَفِى الْاٰخِرَةِۚ وَيُضِلُّ اللّٰهُ الظّٰلِمِيْنَۗ وَيَفْعَلُ اللّٰهُ مَا يَشَاۤءُ ࣖ   ","kitabah":"يُثَبِّتُ اللّٰهُ الَّذِيْنَ اٰمَنُوْا بِالْقَوْلِ الثَّابِتِ فِى الْحَيٰوةِ الدُّنْيَا وَفِى الْاٰخِرَةِۚ وَيُضِلُّ اللّٰهُ الظّٰلِمِيْنَۗ وَيَفْعَلُ اللّٰهُ مَا يَشَاۤءُ ࣖ   ","latin":"Yuṡabbitullāhul-lażīna āmanū bil-qauliṣ-ṣābiti fil-ḥayātid-dun-yā wa fil-ākhirah(ti), wa yuḍillullāhuẓ-ẓālimīn(a), wa yaf‘alullāhu mā yasyā'(u).","translation":"Allah meneguhkan orang-orang yang beriman dengan ucapan yang teguh388) dalam kehidupan di dunia dan di akhirat. Allah menyesatkan orang-orang yang zalim, dan Allah berbuat apa yang Dia kehendaki."},{"surah_number":14,"ayat_number":28,"arabic":"۞ اَلَمْ تَرَ اِلَى الَّذِيْنَ بَدَّلُوْا نِعْمَتَ اللّٰهِ كُفْرًا وَّاَحَلُّوْا قَوْمَهُمْ دَارَ الْبَوَارِۙ  ","kitabah":"۞ اَلَمْ تَرَ اِلَى الَّذِيْنَ بَدَّلُوْا نِعْمَتَ اللّٰهِ كُفْرًا وَّاَحَلُّوْا قَوْمَهُمْ دَارَ الْبَوَارِۙ  ","latin":"Alam tara ilal-lażīna baddalū ni‘matallāhi kufraw wa aḥallū qaumahum dāral-bawār(i).","translation":"Tidakkah engkau memperhatikan orang-orang yang telah menukar nikmat Allah dengan kekufuran dan menjatuhkan kaumnya ke lembah kebinasaan,"},{"surah_number":14,"ayat_number":29,"arabic":"جَهَنَّمَ ۚيَصْلَوْنَهَاۗ وَبِئْسَ الْقَرَارُ ","kitabah":"جَهَنَّمَ ۚيَصْلَوْنَهَاۗ وَبِئْسَ الْقَرَارُ ","latin":"Jahannama yaṣlaunahā, wa bi'sal-qarār(u).","translation":"(yaitu neraka) Jahanam? Mereka masuk ke dalamnya. (Itulah) seburuk-buruknya tempat kediaman."},{"surah_number":14,"ayat_number":30,"arabic":"وَجَعَلُوْا لِلّٰهِ اَنْدَادًا لِّيُضِلُّوْا عَنْ سَبِيْلِهٖۗ قُلْ تَمَتَّعُوْا فَاِنَّ مَصِيْرَكُمْ اِلَى النَّارِ ","kitabah":"وَجَعَلُوْا لِلّٰهِ اَنْدَادًا لِّيُضِلُّوْا عَنْ سَبِيْلِهٖۗ قُلْ تَمَتَّعُوْا فَاِنَّ مَصِيْرَكُمْ اِلَى النَّارِ ","latin":"Wa ja‘alū lillāhi andādal liyuḍillū ‘an sabīlih(ī), qul tamatta‘ū fa inna maṣīrakum ilan-nār(i).","translation":"Mereka (orang-orang kafir) itu telah membuat tandingan-tandingan bagi Allah untuk menyesatkan (manusia) dari jalan-Nya. Katakanlah (Nabi Muhammad), “Bersenang-senanglah! Sesungguhnya tempat kembalimu adalah neraka.”"},{"surah_number":14,"ayat_number":31,"arabic":"قُلْ لِّعِبَادِيَ الَّذِيْنَ اٰمَنُوْا يُقِيْمُوا الصَّلٰوةَ وَيُنْفِقُوْا مِمَّا رَزَقْنٰهُمْ سِرًّا وَّعَلَانِيَةً مِّنْ قَبْلِ اَنْ يَّأْتِيَ يَوْمٌ لَّا بَيْعٌ فِيْهِ وَلَا خِلٰلٌ ","kitabah":"قُلْ لِّعِبَادِيَ الَّذِيْنَ اٰمَنُوْا يُقِيْمُوا الصَّلٰوةَ وَيُنْفِقُوْا مِمَّا رَزَقْنٰهُمْ سِرًّا وَّعَلَانِيَةً مِّنْ قَبْلِ اَنْ يَّأْتِيَ يَوْمٌ لَّا بَيْعٌ فِيْهِ وَلَا خِلٰلٌ ","latin":"Qul li‘ibādiyal-lażīna āmanū yuqīmuṣ-ṣalāta wa yunfiqū mimmā razaqnāhum sirraw wa ‘alāniyatam min qabli ay ya'tiya yaumul lā bai‘un fīhi wa lā khilāl(un).","translation":"Katakanlah (Nabi Muhammad) kepada hamba-hamba-Ku yang telah beriman, “Hendaklah mereka melaksanakan salat dan menginfakkan sebagian rezeki yang Kami anugerahkan kepada mereka secara sembunyi atau terang-terangan sebelum datang hari ketika tidak ada lagi jual beli dan persahabatan.”"},{"surah_number":14,"ayat_number":32,"arabic":"اَللّٰهُ الَّذِيْ خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ وَاَنْزَلَ مِنَ السَّمَاۤءِ مَاۤءً فَاَخْرَجَ بِهٖ مِنَ الثَّمَرٰتِ رِزْقًا لَّكُمْ ۚوَسَخَّرَ لَكُمُ الْفُلْكَ لِتَجْرِيَ فِى الْبَحْرِ بِاَمْرِهٖ ۚوَسَخَّرَ لَكُمُ الْاَنْهٰرَ ","kitabah":"اَللّٰهُ الَّذِيْ خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ وَاَنْزَلَ مِنَ السَّمَاۤءِ مَاۤءً فَاَخْرَجَ بِهٖ مِنَ الثَّمَرٰتِ رِزْقًا لَّكُمْ ۚوَسَخَّرَ لَكُمُ الْفُلْكَ لِتَجْرِيَ فِى الْبَحْرِ بِاَمْرِهٖ ۚوَسَخَّرَ لَكُمُ الْاَنْهٰرَ ","latin":"Allāhul-lażī khalaqas-samāwāti wal-arḍa wa anzala minas-samā'i mā'an fa akhraja bihī minaṡ-ṡamarāti rizqal lakum, wa sakhkhara lakumul-fulka litajriya fil-baḥri bi'amrih(ī), wa sakhkhara lakumul-anhār(a).","translation":"Allahlah yang telah menciptakan langit dan bumi, menurunkan air (hujan) dari langit, lalu dengan (air hujan) itu Dia mengeluarkan berbagai buah-buahan sebagai rezeki untukmu. Dia juga telah menundukkan kapal bagimu agar berlayar di lautan dengan kehendak-Nya. Dia pun telah menundukkan sungai-sungai bagimu."},{"surah_number":14,"ayat_number":33,"arabic":"وَسَخَّرَ لَكُمُ الشَّمْسَ وَالْقَمَرَ دَاۤىِٕبَيْنِۚ وَسَخَّرَ لَكُمُ الَّيْلَ وَالنَّهَارَ ۚ  ","kitabah":"وَسَخَّرَ لَكُمُ الشَّمْسَ وَالْقَمَرَ دَاۤىِٕبَيْنِۚ وَسَخَّرَ لَكُمُ الَّيْلَ وَالنَّهَارَ ۚ  ","latin":"Wa sakhkhara lakumusy-syamsa wal-qamara dā'ibaīn(i), wa sakhkhara lakumul-laila wan-nahār(a).","translation":"Dia telah menundukkan bagimu matahari dan bulan yang terus-menerus beredar (dalam orbitnya) dan telah pula menundukkan bagimu malam dan siang.389)"},{"surah_number":14,"ayat_number":34,"arabic":"وَاٰتٰىكُمْ مِّنْ كُلِّ مَا سَاَلْتُمُوْهُۗ وَاِنْ تَعُدُّوْا نِعْمَتَ اللّٰهِ لَا تُحْصُوْهَاۗ اِنَّ الْاِنْسَانَ لَظَلُوْمٌ كَفَّارٌ ࣖ  ","kitabah":"وَاٰتٰىكُمْ مِّنْ كُلِّ مَا سَاَلْتُمُوْهُۗ وَاِنْ تَعُدُّوْا نِعْمَتَ اللّٰهِ لَا تُحْصُوْهَاۗ اِنَّ الْاِنْسَانَ لَظَلُوْمٌ كَفَّارٌ ࣖ  ","latin":"Wa ātākum min kulli mā sa'altumūh(u), wa in ta‘uddū ni‘matallāhi lā tuḥṣūhā, innal-insāna laẓalūmun kaffār(un).","translation":"Dia telah menganugerahkan kepadamu segala apa yang kamu mohonkan kepada-Nya. Jika kamu menghitung nikmat Allah, niscaya kamu tidak akan mampu menghitungnya. Sesungguhnya manusia itu benar-benar sangat zalim lagi sangat kufur."},{"surah_number":14,"ayat_number":35,"arabic":"وَاِذْ قَالَ اِبْرٰهِيْمُ رَبِّ اجْعَلْ هٰذَا الْبَلَدَ اٰمِنًا وَّاجْنُبْنِيْ وَبَنِيَّ اَنْ نَّعْبُدَ الْاَصْنَامَ ۗ   ","kitabah":"وَاِذْ قَالَ اِبْرٰهِيْمُ رَبِّ اجْعَلْ هٰذَا الْبَلَدَ اٰمِنًا وَّاجْنُبْنِيْ وَبَنِيَّ اَنْ نَّعْبُدَ الْاَصْنَامَ ۗ   ","latin":"Wa iż qāla ibrāhīmu rabbij‘al hāżal-balada āminaw wajnubnī wa baniyya an na‘budal-aṣnām(a).","translation":"(Ingatlah) ketika Ibrahim berdoa, “Ya Tuhanku, jadikanlah negeri ini (Makkah) negeri yang aman dan jauhkanlah aku beserta anak cucuku dari penyembahan terhadap berhala-berhala."},{"surah_number":14,"ayat_number":36,"arabic":"رَبِّ اِنَّهُنَّ اَضْلَلْنَ كَثِيْرًا مِّنَ النَّاسِۚ فَمَنْ تَبِعَنِيْ فَاِنَّهٗ مِنِّيْۚ وَمَنْ عَصَانِيْ فَاِنَّكَ غَفُوْرٌ رَّحِيْمٌ ","kitabah":"رَبِّ اِنَّهُنَّ اَضْلَلْنَ كَثِيْرًا مِّنَ النَّاسِۚ فَمَنْ تَبِعَنِيْ فَاِنَّهٗ مِنِّيْۚ وَمَنْ عَصَانِيْ فَاِنَّكَ غَفُوْرٌ رَّحِيْمٌ ","latin":"Rabbi innahunna  aḍlalna kaṡīram minan-nās(i), faman tabi‘anī fa innahū minnī, wa man ‘aṣānī fa innaka gafūrur raḥīm(un).","translation":"Ya Tuhanku, sesungguhnya mereka (berhala-berhala itu) telah menyesatkan banyak manusia. Maka, siapa yang mengikutiku, sesungguhnya dia termasuk golonganku. Siapa yang mendurhakaiku, sesungguhnya Engkau Maha Pengampun lagi Maha Penyayang."},{"surah_number":14,"ayat_number":37,"arabic":"رَبَّنَآ اِنِّيْٓ اَسْكَنْتُ مِنْ ذُرِّيَّتِيْ بِوَادٍ غَيْرِ ذِيْ زَرْعٍ عِنْدَ بَيْتِكَ الْمُحَرَّمِۙ رَبَّنَا لِيُقِيْمُوا الصَّلٰوةَ فَاجْعَلْ اَفْـِٕدَةً مِّنَ النَّاسِ تَهْوِيْٓ اِلَيْهِمْ وَارْزُقْهُمْ مِّنَ الثَّمَرٰتِ لَعَلَّهُمْ يَشْكُرُوْنَ","kitabah":"رَبَّنَآ اِنِّٓيْ اَسْكَنْتُ مِنْ ذُرِّيَّتِيْ بِوَادٍ غَيْرِ ذِيْ زَرْعٍ عِنْدَ بَيْتِكَ الْمُحَرَّمِۙ رَبَّنَا لِيُقِيْمُوا الصَّلٰوةَ فَاجْعَلْ اَفْـِٕدَةً مِّنَ النَّاسِ تَهْوِيْٓ اِلَيْهِمْ وَارْزُقْهُمْ مِّنَ الثَّمَرٰتِ لَعَلَّهُمْ يَشْكُرُوْنَ","latin":"Rabbanā innī askantu min żurriyyatī biwādin gairi żī zar‘in ‘inda baitikal-muḥarram(i), rabbanā liyuqīmuṣ-ṣalāta faj‘al af'idatam minan-nāsi tahwī ilaihim warzuqhum minaṡ-ṡamarāti la‘allahum yasykurūn(a).","translation":"Ya Tuhan kami, sesungguhnya aku telah menempatkan sebagian keturunanku di lembah yang tidak ada tanamannya (dan berada) di sisi rumah-Mu (Baitullah) yang dihormati. Ya Tuhan kami, (demikian itu kami lakukan) agar mereka melaksanakan salat. Maka, jadikanlah hati sebagian manusia cenderung kepada mereka dan anugerahilah mereka rezeki dari buah-buahan. Mudah-mudahan mereka bersyukur."},{"surah_number":14,"ayat_number":38,"arabic":"رَبَّنَآ اِنَّكَ تَعْلَمُ مَا نُخْفِيْ وَمَا نُعْلِنُۗ وَمَا يَخْفٰى عَلَى اللّٰهِ مِنْ شَيْءٍ فِى الْاَرْضِ وَلَا فِى السَّمَاۤءِ","kitabah":"رَبَّنَآ اِنَّكَ تَعْلَمُ مَا نُخْفِيْ وَمَا نُعْلِنُۗ وَمَا يَخْفٰى عَلَى اللّٰهِ مِنْ شَيْءٍ فِى الْاَرْضِ وَلَا فِى السَّمَاۤءِ","latin":"Rabbanā innaka ta‘lamu mā nukhfī wa mā nu‘lin(u), wa mā yakhfā ‘alallāhi min syai'in fil-arḍi wa lā fis-samā'(i).","translation":"Ya Tuhan kami, sesungguhnya Engkau mengetahui apa yang kami sembunyikan dan apa yang kami tampakkan. Tidak ada sesuatu pun yang tersembunyi bagi Allah, baik yang ada di bumi maupun yang ada di langit."},{"surah_number":14,"ayat_number":39,"arabic":"اَلْحَمْدُ لِلّٰهِ الَّذِيْ وَهَبَ لِيْ عَلَى الْكِبَرِ اِسْمٰعِيْلَ وَاِسْحٰقَۗ اِنَّ رَبِّيْ لَسَمِيْعُ الدُّعَاۤءِ ","kitabah":"اَلْحَمْدُ لِلّٰهِ الَّذِيْ وَهَبَ لِيْ عَلَى الْكِبَرِ اِسْمٰعِيْلَ وَاِسْحٰقَۗ اِنَّ رَبِّيْ لَسَمِيْعُ الدُّعَاۤءِ ","latin":"Al-ḥamdu lillāhil-lażī wahaba lī ‘alal-kibari ismā‘īla wa isḥāq(a), inna rabbī lasamī‘ud-du‘ā'(i).","translation":"Segala puji bagi Allah yang telah menganugerahkan kepadaku di hari tua(-ku) Ismail dan Ishaq. Sesungguhnya Tuhanku benar-benar Maha Mendengar (memperkenankan) doa."},{"surah_number":14,"ayat_number":40,"arabic":"رَبِّ اجْعَلْنِيْ مُقِيْمَ الصَّلٰوةِ وَمِنْ ذُرِّيَّتِيْۖ رَبَّنَا وَتَقَبَّلْ دُعَاۤءِ ","kitabah":"رَبِّ اجْعَلْنِيْ مُقِيْمَ الصَّلٰوةِ وَمِنْ ذُرِّيَّتِيْۖ رَبَّنَا وَتَقَبَّلْ دُعَاۤءِ ","latin":"Rabbij‘alnī muqīmaṣ-ṣalāti wa min żurriyyatī, rabbanā wa taqabbal du‘ā'(i).","translation":"Ya Tuhanku, jadikanlah aku dan sebagian anak cucuku orang yang tetap melaksanakan salat. Ya Tuhan kami, perkenankanlah doaku.390)"},{"surah_number":14,"ayat_number":41,"arabic":"رَبَّنَا اغْفِرْ لِيْ وَلِوَالِدَيَّ وَلِلْمُؤْمِنِيْنَ يَوْمَ يَقُوْمُ الْحِسَابُ ࣖ ","kitabah":"رَبَّنَا اغْفِرْ لِيْ وَلِوَالِدَيَّ وَلِلْمُؤْمِنِيْنَ يَوْمَ يَقُوْمُ الْحِسَابُ ࣖ ","latin":"Rabbanagfir lī wa liwālidayya wa lil-mu'minīna yauma yaqūmul-ḥisāb(u).","translation":"Ya Tuhan kami, ampunilah aku, kedua orang tuaku, dan orang-orang mukmin pada hari diadakan perhitungan (hari Kiamat).”"},{"surah_number":14,"ayat_number":42,"arabic":"وَلَا تَحْسَبَنَّ اللّٰهَ غَافِلًا عَمَّا يَعْمَلُ الظّٰلِمُوْنَ ەۗ اِنَّمَا يُؤَخِّرُهُمْ لِيَوْمٍ تَشْخَصُ فِيْهِ الْاَبْصَارُۙ","kitabah":"وَلَا تَحْسَبَنَّ اللّٰهَ غَافِلًا عَمَّا يَعْمَلُ الظّٰلِمُوْنَ ەۗ اِنَّمَا يُؤَخِّرُهُمْ لِيَوْمٍ تَشْخَصُ فِيْهِ الْاَبْصَارُۙ","latin":"Wa lā taḥsabannallāha gāfilan ‘ammā ya‘maluẓ-ẓālimūn(a), innamā yu'akhkhiruhum liyaumin tasykhaṣu fīhil-abṣār(u).","translation":"Janganlah sekali-kali engkau mengira bahwa Allah lengah terhadap apa yang orang-orang zalim perbuat. Sesungguhnya Dia menangguhkan mereka sampai hari ketika mata (mereka) terbelalak."},{"surah_number":14,"ayat_number":43,"arabic":"مُهْطِعِيْنَ مُقْنِعِيْ رُءُوْسِهِمْ لَا يَرْتَدُّ اِلَيْهِمْ طَرْفُهُمْ ۚوَاَفْـِٕدَتُهُمْ هَوَاۤءٌ ۗ  ","kitabah":"مُهْطِعِيْنَ مُقْنِعِيْ رُءُوْسِهِمْ لَا يَرْتَدُّ اِلَيْهِمْ طَرْفُهُمْ ۚوَاَفْـِٕدَتُهُمْ هَوَاۤءٌ ۗ  ","latin":"Muhṭi‘īna muqni‘ī ru'ūsihim lā yartaddu ilaihim ṭarfuhum, wa af'idatuhum hawā'(un).","translation":"(Pada hari itu) mereka datang tergesa-gesa (memenuhi panggilan) dengan mengangkat kepalanya, sedangkan mata mereka tidak berkedip dan hati mereka kosong."},{"surah_number":14,"ayat_number":44,"arabic":"وَاَنْذِرِ النَّاسَ يَوْمَ يَأْتِيْهِمُ الْعَذَابُۙ فَيَقُوْلُ الَّذِيْنَ ظَلَمُوْا رَبَّنَآ اَخِّرْنَآ اِلٰٓى اَجَلٍ قَرِيْبٍۙ نُّجِبْ دَعْوَتَكَ وَنَتَّبِعِ الرُّسُلَۗ اَوَلَمْ تَكُوْنُوْٓا اَقْسَمْتُمْ مِّنْ قَبْلُ مَا لَكُمْ مِّنْ زَوَالٍۙ  ","kitabah":"وَاَنْذِرِ النَّاسَ يَوْمَ يَأْتِيْهِمُ الْعَذَابُۙ فَيَقُوْلُ الَّذِيْنَ ظَلَمُوْا رَبَّنَآ اَخِّرْنَآ اِلٰٓى اَجَلٍ قَرِيْبٍۙ نُّجِبْ دَعْوَتَكَ وَنَتَّبِعِ الرُّسُلَۗ اَوَلَمْ تَكُوْنُوْٓا اَقْسَمْتُمْ مِّنْ قَبْلُ مَا لَكُمْ مِّنْ زَوَالٍۙ  ","latin":"Wa anżirin-nāsa yauma ya'tīhimul-‘ażāb(u), fa yaqūlul-lażīna ẓalamū rabbanā akhkhirnā ilā ajalin qarīb(in), nujib da‘wataka wa nattabi‘ir-rusul(a), awalam takūnū aqsamtum min qablu mā lakum min zawāl(in).","translation":"Berikanlah (Nabi Muhammad) peringatan kepada manusia tentang hari (ketika) azab datang kepada mereka. Maka, (ketika itu) orang-orang yang zalim berkata, “Ya Tuhan kami, tangguhkanlah (azab) kami (dan kembalikanlah kami ke dunia) walaupun sebentar, niscaya kami akan mematuhi seruan-Mu dan akan mengikuti rasul-rasul.” (Kepada mereka dikatakan,) “Bukankah dahulu (di dunia) kamu telah bersumpah bahwa sekali-kali kamu tidak akan beralih (dari kehidupan dunia ke akhirat)?"},{"surah_number":14,"ayat_number":45,"arabic":"وَّسَكَنْتُمْ فِيْ مَسٰكِنِ الَّذِيْنَ ظَلَمُوْٓا اَنْفُسَهُمْ وَتَبَيَّنَ لَكُمْ كَيْفَ فَعَلْنَا بِهِمْ وَضَرَبْنَا لَكُمُ الْاَمْثَالَ ","kitabah":"وَّسَكَنْتُمْ فِيْ مَسٰكِنِ الَّذِيْنَ ظَلَمُوْٓا اَنْفُسَهُمْ وَتَبَيَّنَ لَكُمْ كَيْفَ فَعَلْنَا بِهِمْ وَضَرَبْنَا لَكُمُ الْاَمْثَالَ ","latin":"Wa sakantum fī masākinil-lażīna ẓalamū anfusahum wa tabayyana lakum kaifa fa‘alnā bihim wa ḍarabnā lakumul-amṡāl(a).","translation":"(Bukankah) kamu pun dulu tinggal di tempat kediaman orang-orang yang menzalimi diri sendiri dan telah nyata bagimu bagaimana Kami telah berbuat terhadap mereka dan telah Kami berikan (pula) kepadamu beberapa perumpamaan?”"},{"surah_number":14,"ayat_number":46,"arabic":"وَقَدْ مَكَرُوْا مَكْرَهُمْ وَعِنْدَ اللّٰهِ مَكْرُهُمْۗ وَاِنْ كَانَ مَكْرُهُمْ لِتَزُوْلَ مِنْهُ الْجِبَالُ ","kitabah":"وَقَدْ مَكَرُوْا مَكْرَهُمْ وَعِنْدَ اللّٰهِ مَكْرُهُمْۗ وَاِنْ كَانَ مَكْرُهُمْ لِتَزُوْلَ مِنْهُ الْجِبَالُ ","latin":"Wa qad makarū makrahum wa ‘indallāhi makruhum, wa in kāna makruhum litazūla minhul-jibāl(u).","translation":"Sungguh, mereka telah membuat tipu daya padahal Allah (mengetahui dan akan membalas) tipu daya mereka. Sekali-kali tipu daya mereka tidak akan mampu melenyapkan gunung-gunung.391)"},{"surah_number":14,"ayat_number":47,"arabic":"فَلَا تَحْسَبَنَّ اللّٰهَ مُخْلِفَ وَعْدِهٖ رُسُلَهٗ ۗاِنَّ اللّٰهَ عَزِيْزٌ ذُو انْتِقَامٍۗ   ","kitabah":"فَلَا تَحْسَبَنَّ اللّٰهَ مُخْلِفَ وَعْدِهٖ رُسُلَهٗ ۗاِنَّ اللّٰهَ عَزِيْزٌ ذُو انْتِقَامٍۗ   ","latin":"Falā taḥsabannallāha mukhlifa wa‘dihī rusulah(ū), innallāha ‘azīzun żun tiqām(in).","translation":"Oleh karena itu, jangan sekali-kali engkau mengira bahwa Allah mengingkari janji-Nya kepada rasul-rasul-Nya. Sesungguhnya Allah Maha Perkasa lagi mempunyai pembalasan,"},{"surah_number":14,"ayat_number":48,"arabic":"يَوْمَ تُبَدَّلُ الْاَرْضُ غَيْرَ الْاَرْضِ وَالسَّمٰوٰتُ وَبَرَزُوْا لِلّٰهِ الْوَاحِدِ الْقَهَّارِ ","kitabah":"يَوْمَ تُبَدَّلُ الْاَرْضُ غَيْرَ الْاَرْضِ وَالسَّمٰوٰتُ وَبَرَزُوْا لِلّٰهِ الْوَاحِدِ الْقَهَّارِ ","latin":"Yauma tubaddalul-arḍu gairal-arḍi was-samāwātu wa barazū lillāhil-wāḥidil-qahhār(i).","translation":"(yaitu) hari (ketika) bumi diganti dengan bumi yang lain dan (demikian pula) langit. Mereka (manusia) berkumpul (di Padang Mahsyar) menghadap Allah Yang Maha Esa lagi Maha Perkasa."},{"surah_number":14,"ayat_number":49,"arabic":"وَتَرَى الْمُجْرِمِيْنَ يَوْمَىِٕذٍ مُّقَرَّنِيْنَ فِى الْاَصْفَادِۚ  ","kitabah":"وَتَرَى الْمُجْرِمِيْنَ يَوْمَىِٕذٍ مُّقَرَّنِيْنَ فِى الْاَصْفَادِۚ  ","latin":"Wa taral-mujrimīna yauma'iżim muqarranīna fil-aṣfād(i).","translation":"Pada hari itu engkau akan melihat orang-orang yang berdosa diikat dengan belenggu."},{"surah_number":14,"ayat_number":50,"arabic":"سَرَابِيْلُهُمْ مِّنْ قَطِرَانٍ وَّتَغْشٰى وُجُوْهَهُمُ النَّارُۙ  ","kitabah":"سَرَابِيْلُهُمْ مِّنْ قَطِرَانٍ وَّتَغْشٰى وُجُوْهَهُمُ النَّارُۙ  ","latin":"Sarābīluhum min qaṭirāniw wa tagsyā wujūhahumun-nār(u).","translation":"Pakaian mereka dari cairan (seperti aspal) dan wajah mereka ditutup oleh api neraka."},{"surah_number":14,"ayat_number":51,"arabic":"لِيَجْزِيَ اللّٰهُ كُلَّ نَفْسٍ مَّا كَسَبَتْۗ اِنَّ اللّٰهَ سَرِيْعُ الْحِسَابِ ","kitabah":"لِيَجْزِيَ اللّٰهُ كُلَّ نَفْسٍ مَّا كَسَبَتْۗ اِنَّ اللّٰهَ سَرِيْعُ الْحِسَابِ ","latin":"Liyajziyallāhu kulla nafsim mā kasabat, innallāha sarī‘ul-ḥisāb(i).","translation":"(Demikian itu) agar Allah memberi balasan kepada setiap orang atas apa yang dia usahakan. Sesungguhnya Allah Maha Cepat perhitungan(-Nya)."},{"surah_number":14,"ayat_number":52,"arabic":"هٰذَا بَلٰغٌ لِّلنَّاسِ وَلِيُنْذَرُوْا بِهٖ وَلِيَعْلَمُوْٓا اَنَّمَا هُوَ اِلٰهٌ وَّاحِدٌ وَّلِيَذَّكَّرَ اُولُوا الْاَلْبَابِ ࣖ ","kitabah":"هٰذَا بَلٰغٌ لِّلنَّاسِ وَلِيُنْذَرُوْا بِهٖ وَلِيَعْلَمُوْٓا اَنَّمَا هُوَ اِلٰهٌ وَّاحِدٌ وَّلِيَذَّكَّرَ اُولُوا الْاَلْبَابِ ࣖ ","latin":"Hāżā balāgul lin-nāsi wa liyunżarū bihī wa liya‘lamū annamā huwa ilāhuw wāḥiduw wa liyażżakkara ulul-albāb(i).","translation":"(Al-Qur’an) ini adalah penjelasan (yang sempurna) bagi manusia agar mereka diberi peringatan dengannya, agar mereka mengetahui bahwa Dia adalah Tuhan Yang Maha Esa, dan agar orang yang berakal mengambil pelajaran."}]}