{"surah_number":18,"arabic":" الكهف","latin":"Al-Kahf","transliteration":"Al-Kahf","translation":"Gua","total_ayat":110,"location":"Makkiyah","ayat":[{"surah_number":18,"ayat_number":1,"arabic":"اَلْحَمْدُ لِلّٰهِ الَّذِيْٓ اَنْزَلَ عَلٰى عَبْدِهِ الْكِتٰبَ وَلَمْ يَجْعَلْ لَّهٗ عِوَجًا ۜ","kitabah":"اَلْحَمْدُ لِلّٰهِ الَّذِيْٓ اَنْزَلَ عَلٰى عَبْدِهِ الْكِتٰبَ وَلَمْ يَجْعَلْ لَّهٗ عِوَجًا ۜ","latin":"Al-ḥamdu lillāhil-lażī anzala ‘alā ‘abdihil-kitāba wa lam yaj‘al lahū ‘iwajā(n).","translation":"Segala puji bagi Allah yang telah menurunkan Kitab Suci (Al-Qur’an) kepada hamba-Nya dan Dia tidak membuat padanya sedikit pun kebengkokan.442)"},{"surah_number":18,"ayat_number":2,"arabic":"قَيِّمًا لِّيُنْذِرَ بَأْسًا شَدِيْدًا مِّنْ لَّدُنْهُ وَيُبَشِّرَ الْمُؤْمِنِيْنَ الَّذِيْنَ يَعْمَلُوْنَ الصّٰلِحٰتِ اَنَّ لَهُمْ اَجْرًا حَسَنًاۙ ","kitabah":"قَيِّمًا لِّيُنْذِرَ بَأْسًا شَدِيْدًا مِّنْ لَّدُنْهُ وَيُبَشِّرَ الْمُؤْمِنِيْنَ الَّذِيْنَ يَعْمَلُوْنَ الصّٰلِحٰتِ اَنَّ لَهُمْ اَجْرًا حَسَنًاۙ ","latin":"Qayyimal liyunżira ba'san syadīdam mil ladunhu wa yubasysyiral-mu'minīnal-lażīna ya‘malūnaṣ-ṣāliḥāti anna lahum ajran ḥasanā(n).","translation":"(Dia menjadikannya kitab) yang lurus agar Dia memberi peringatan akan siksa yang sangat pedih dari sisi-Nya dan memberi kabar gembira kepada orang-orang mukmin yang mengerjakan kebajikan bahwa mereka akan mendapat balasan yang baik."},{"surah_number":18,"ayat_number":3,"arabic":"مّٰكِثِيْنَ فِيْهِ اَبَدًاۙ ","kitabah":"مّٰكِثِيْنَ فِيْهِ اَبَدًاۙ ","latin":"Mākiṡīna fīhi abadā(n).","translation":"Mereka kekal di dalamnya untuk selama-lamanya."},{"surah_number":18,"ayat_number":4,"arabic":"وَّيُنْذِرَ الَّذِيْنَ قَالُوا اتَّخَذَ اللّٰهُ وَلَدًاۖ  ","kitabah":"وَّيُنْذِرَ الَّذِيْنَ قَالُوا اتَّخَذَ اللّٰهُ وَلَدًاۖ  ","latin":"Wa yunżiral-lażīna qāluttakhażallāhu waladā(n).","translation":"(Dia menurunkan Al-Qur’an itu) juga agar Dia memberi peringatan kepada orang-orang yang berkata, “Allah mengangkat seorang anak.”"},{"surah_number":18,"ayat_number":5,"arabic":"مَّا لَهُمْ بِهٖ مِنْ عِلْمٍ وَّلَا لِاٰبَاۤىِٕهِمْۗ  كَبُرَتْ كَلِمَةً تَخْرُجُ مِنْ اَفْوَاهِهِمْۗ اِنْ يَّقُوْلُوْنَ اِلَّا كَذِبًا","kitabah":"مَّا لَهُمْ بِهٖ مِنْ عِلْمٍ وَّلَا لِاٰبَاۤىِٕهِمْۗ  كَبُرَتْ كَلِمَةً تَخْرُجُ مِنْ اَفْوَاهِهِمْۗ اِنْ يَّقُوْلُوْنَ اِلَّا كَذِبًا","latin":"Mā lahum bihī min ‘ilmiw wa lā li'ābā'ihim, kaburat kalimatan takhruju min afwāhihim, iy yaqūlūna illā każibā(n).","translation":"Mereka sama sekali tidak mempunyai pengetahuan tentang (hal) itu, begitu pula nenek moyang mereka. Alangkah besar (dosa) perkataan yang keluar dari mulut mereka. Mereka hanya mengatakan (sesuatu) kebohongan belaka."},{"surah_number":18,"ayat_number":6,"arabic":"فَلَعَلَّكَ بَاخِعٌ نَّفْسَكَ عَلٰٓى اٰثَارِهِمْ اِنْ لَّمْ يُؤْمِنُوْا بِهٰذَا الْحَدِيْثِ اَسَفًا","kitabah":"فَلَعَلَّكَ بَاخِعٌ نَّفْسَكَ عَلٰٓى اٰثَارِهِمْ اِنْ لَّمْ يُؤْمِنُوْا بِهٰذَا الْحَدِيْثِ اَسَفًا","latin":"Fa la‘allaka bākhi‘un nafsaka ‘alā āṡārihim illam yu'minū bihāżal-ḥadīṡi asafā(n).","translation":"Maka, boleh jadi engkau (Nabi Muhammad) akan mencelakakan dirimu karena bersedih hati setelah mereka berpaling sekiranya mereka tidak beriman kepada keterangan ini (Al-Qur’an)."},{"surah_number":18,"ayat_number":7,"arabic":"اِنَّا جَعَلْنَا مَا عَلَى الْاَرْضِ زِيْنَةً لَّهَا لِنَبْلُوَهُمْ اَيُّهُمْ اَحْسَنُ عَمَلًا","kitabah":"اِنَّا جَعَلْنَا مَا عَلَى الْاَرْضِ زِيْنَةً لَّهَا لِنَبْلُوَهُمْ اَيُّهُمْ اَحْسَنُ عَمَلًا","latin":"Innā ja‘alnā mā ‘alal-arḍi zīnatal lahā linabluwahum ayyuhum aḥsanu ‘amalā(n).","translation":"Sesungguhnya Kami telah menjadikan apa yang ada di atas bumi sebagai perhiasan baginya agar Kami menguji mereka siapakah di antaranya yang lebih baik perbuatannya."},{"surah_number":18,"ayat_number":8,"arabic":"وَاِنَّا لَجٰعِلُوْنَ مَا عَلَيْهَا صَعِيْدًا جُرُزًاۗ ","kitabah":"وَاِنَّا لَجٰعِلُوْنَ مَا عَلَيْهَا صَعِيْدًا جُرُزًاۗ ","latin":"Wa innā lajā‘ilūna mā ‘alaihā ṣa‘īdan juruzā(n).","translation":"Kami benar-benar akan menjadikan (pula) apa yang di atasnya sebagai tanah yang tandus lagi kering."},{"surah_number":18,"ayat_number":9,"arabic":"اَمْ حَسِبْتَ اَنَّ اَصْحٰبَ الْكَهْفِ وَالرَّقِيْمِ كَانُوْا مِنْ اٰيٰتِنَا عَجَبًا","kitabah":"اَمْ حَسِبْتَ اَنَّ اَصْحٰبَ الْكَهْفِ وَالرَّقِيْمِ كَانُوْا مِنْ اٰيٰتِنَا عَجَبًا","latin":"Am ḥasibta anna aṣḥābal-kahfi war-raqīmi kānū min āyātinā ‘ajabā(n).","translation":"Apakah engkau mengira bahwa sesungguhnya para penghuni gua dan (yang mempunyai) raqīm443) benar-benar merupakan keajaiban di antara tanda-tanda (kebesaran) Kami?"},{"surah_number":18,"ayat_number":10,"arabic":"اِذْ اَوَى الْفِتْيَةُ اِلَى الْكَهْفِ فَقَالُوْا رَبَّنَآ اٰتِنَا مِنْ لَّدُنْكَ رَحْمَةً وَّهَيِّئْ لَنَا مِنْ اَمْرِنَا رَشَدًا","kitabah":"اِذْ اَوَى الْفِتْيَةُ اِلَى الْكَهْفِ فَقَالُوْا رَبَّنَآ اٰتِنَا مِنْ لَّدُنْكَ رَحْمَةً وَّهَيِّئْ لَنَا مِنْ اَمْرِنَا رَشَدًا","latin":"Iż awal-fityatu ilal-kahfi fa qālū rabbanā ātinā mil ladunka raḥmataw wa hayyi' lanā min amrinā rasyadā(n).","translation":"(Ingatlah) ketika pemuda-pemuda itu berlindung ke dalam gua lalu berdoa, “Ya Tuhan kami, anugerahkanlah kepada kami rahmat dari sisi-Mu dan mudahkanlah bagi kami petunjuk untuk segala urusan kami.”"},{"surah_number":18,"ayat_number":11,"arabic":"فَضَرَبْنَا عَلٰٓى اٰذَانِهِمْ فِى الْكَهْفِ سِنِيْنَ عَدَدًاۙ  ","kitabah":"فَضَرَبْنَا عَلٰٓى اٰذَانِهِمْ فِى الْكَهْفِ سِنِيْنَ عَدَدًاۙ  ","latin":"Faḍarabnā ‘alā āżānihim fil-kahfi sinīna ‘adadā(n).","translation":"Maka, Kami tutup telinga mereka di dalam gua itu444) selama bertahun-tahun."},{"surah_number":18,"ayat_number":12,"arabic":"ثُمَّ بَعَثْنٰهُمْ لِنَعْلَمَ اَيُّ الْحِزْبَيْنِ اَحْصٰى لِمَا لَبِثُوْٓا اَمَدًا ࣖ","kitabah":"ثُمَّ بَعَثْنٰهُمْ لِنَعْلَمَ اَيُّ الْحِزْبَيْنِ اَحْصٰى لِمَا لَبِثُوْٓا اَمَدًا ࣖ","latin":"Ṡumma ba‘aṡnāhum lina‘lama ayyul-ḥizbaini aḥṣā limā labiṡū amadā(n).","translation":"Kemudian Kami bangunkan mereka supaya Kami mengetahui manakah di antara dua golongan itu445) yang lebih tepat dalam menghitung berapa lama mereka tinggal (dalam gua itu)."},{"surah_number":18,"ayat_number":13,"arabic":"نَحْنُ نَقُصُّ عَلَيْكَ نَبَاَهُمْ بِالْحَقِّۗ اِنَّهُمْ فِتْيَةٌ اٰمَنُوْا بِرَبِّهِمْ وَزِدْنٰهُمْ هُدًىۖ   ","kitabah":"نَحْنُ نَقُصُّ عَلَيْكَ نَبَاَهُمْ بِالْحَقِّۗ اِنَّهُمْ فِتْيَةٌ اٰمَنُوْا بِرَبِّهِمْ وَزِدْنٰهُمْ هُدًىۖ   ","latin":"Naḥnu naquṣṣu ‘alaika naba'ahum bil-ḥaqq(i), innahum fityatun āmanū birabbihim wa zidnāhum hudā(n).","translation":"Kami menceritakan kepadamu (Nabi Muhammad) kisah mereka dengan sebenarnya. Sesungguhnya mereka adalah pemuda-pemuda yang beriman kepada Tuhan mereka dan Kami menambahkan petunjuk kepada mereka."},{"surah_number":18,"ayat_number":14,"arabic":"وَّرَبَطْنَا عَلٰى قُلُوْبِهِمْ اِذْ قَامُوْا فَقَالُوْا رَبُّنَا رَبُّ السَّمٰوٰتِ وَالْاَرْضِ لَنْ نَّدْعُوَا۟ مِنْ دُوْنِهٖٓ اِلٰهًا لَّقَدْ قُلْنَآ اِذًا شَطَطًا","kitabah":"وَّرَبَطْنَا عَلٰى قُلُوْبِهِمْ اِذْ قَامُوْا فَقَالُوْا رَبُّنَا رَبُّ السَّمٰوٰتِ وَالْاَرْضِ لَنْ نَّدْعُوَا۟ مِنْ دُوْنِهٖٓ اِلٰهًا لَّقَدْ قُلْنَآ اِذًا شَطَطًا","latin":"Wa rabaṭnā ‘alā qulūbihim iż qāmū fa qālū rabbunā rabbus-samāwāti wal-arḍi lan nad‘uwa min dūnihī ilāhal laqad qulnā iżan syaṭaṭā(n).","translation":"Kami meneguhkan hati mereka ketika mereka berdiri446) lalu berkata, “Tuhan kami adalah Tuhan langit dan bumi. Kami tidak akan menyeru Tuhan selain Dia. Sungguh, kalau kami berbuat demikian, kami telah mengucapkan perkataan yang sangat jauh dari kebenaran.”"},{"surah_number":18,"ayat_number":15,"arabic":"هٰٓؤُلَاۤءِ قَوْمُنَا اتَّخَذُوْا مِنْ دُوْنِهٖٓ اٰلِهَةًۗ  لَوْلَا يَأْتُوْنَ عَلَيْهِمْ بِسُلْطٰنٍۢ بَيِّنٍۗ فَمَنْ اَظْلَمُ مِمَّنِ افْتَرٰى عَلَى اللّٰهِ كَذِبًاۗ  ","kitabah":"هٰٓؤُلَاۤءِ قَوْمُنَا اتَّخَذُوْا مِنْ دُوْنِهٖٓ اٰلِهَةًۗ  لَوْلَا يَأْتُوْنَ عَلَيْهِمْ بِسُلْطٰنٍۢ بَيِّنٍۗ فَمَنْ اَظْلَمُ مِمَّنِ افْتَرٰى عَلَى اللّٰهِ كَذِبًاۗ  ","latin":"Hā'ulā'i qaumunattakhażū min dūnihī ālihah(tan), lau lā ya'tūna ‘alaihim bisulṭānim bayyin(in), faman aẓlamu mimmaniftarā ‘alallāhi każibā(n).","translation":"(Salah seorang dari para pemuda itu berkata kepada yang lain,) “Mereka itu kaum kami yang telah menjadikan tuhan-tuhan (untuk disembah) selain Dia. Mengapa mereka tidak mengemukakan alasan yang jelas (tentang kepercayaan mereka)? Maka, siapakah yang lebih zalim daripada orang yang mengada-adakan kebohongan terhadap Allah?"},{"surah_number":18,"ayat_number":16,"arabic":"وَاِذِ اعْتَزَلْتُمُوْهُمْ وَمَا يَعْبُدُوْنَ اِلَّا اللّٰهَ فَأْوٗٓا اِلَى الْكَهْفِ يَنْشُرْ لَكُمْ رَبُّكُمْ مِّنْ رَّحْمَتِهٖ وَيُهَيِّئْ لَكُمْ مِّنْ اَمْرِكُمْ مِّرْفَقًا","kitabah":"وَاِذِ اعْتَزَلْتُمُوْهُمْ وَمَا يَعْبُدُوْنَ اِلَّا اللّٰهَ فَأْوٗٓا اِلَى الْكَهْفِ يَنْشُرْ لَكُمْ رَبُّكُمْ مِّنْ رَّحْمَتِهٖ وَيُهَيِّئْ لَكُمْ مِّنْ اَمْرِكُمْ مِّرْفَقًا","latin":"Wa iżi‘tazaltumūhum wa mā ya‘budūna illallāha fa'wū ilal-kahfi yansyur lakum rabbukum mir raḥmatihī wa yuhayyi' lakum min amrikum mirfaqā(n).","translation":"Karena kamu juga telah meninggalkan mereka dan apa yang mereka sembah selain Allah, maka berlindunglah ke dalam gua itu. (Dengan demikian,) niscaya Tuhanmu akan melimpahkan sebagian rahmat-Nya kepadamu dan menyediakan bagimu sesuatu yang berguna bagi urusanmu.”447)"},{"surah_number":18,"ayat_number":17,"arabic":"۞ وَتَرَى الشَّمْسَ اِذَا طَلَعَتْ تَّزٰوَرُ عَنْ كَهْفِهِمْ ذَاتَ الْيَمِيْنِ وَاِذَا غَرَبَتْ تَّقْرِضُهُمْ ذَاتَ الشِّمَالِ وَهُمْ فِيْ فَجْوَةٍ مِّنْهُۗ ذٰلِكَ مِنْ اٰيٰتِ اللّٰهِ ۗمَنْ يَّهْدِ اللّٰهُ فَهُوَ الْمُهْتَدِ وَمَنْ يُّضْلِلْ فَلَنْ تَجِدَ لَهٗ وَلِيًّا مُّرْشِدًا ࣖ ","kitabah":"۞ وَتَرَى الشَّمْسَ اِذَا طَلَعَتْ تَّزٰوَرُ عَنْ كَهْفِهِمْ ذَاتَ الْيَمِيْنِ وَاِذَا غَرَبَتْ تَّقْرِضُهُمْ ذَاتَ الشِّمَالِ وَهُمْ فِيْ فَجْوَةٍ مِّنْهُۗ ذٰلِكَ مِنْ اٰيٰتِ اللّٰهِ ۗمَنْ يَّهْدِ اللّٰهُ فَهُوَ الْمُهْتَدِ وَمَنْ يُّضْلِلْ فَلَنْ تَجِدَ لَهٗ وَلِيًّا مُّرْشِدًا ࣖ ","latin":"Wa tarasy-syamsa iżā ṭala‘at tazāwaru ‘an kahfihim żātal-yamīni wa iżā garabat taqriḍuhum żātasy-syimāli wa hum fī fajwatim minh(u), żālika min āyātillāh(i), may yahdillāhu fa huwal-muhtadi wa may yuḍlil falan tajida lahū waliyyam mursyidā(n).","translation":"Engkau akan melihat matahari yang ketika terbit condong ke sebelah kanan dari gua mereka dan yang ketika terbenam menjauhi mereka ke sebelah kiri, sedang mereka berada di tempat yang luas di dalamnya (gua itu). Itu adalah sebagian dari tanda-tanda (kebesaran) Allah. Siapa yang Allah memberinya petunjuk, dialah yang mendapat petunjuk. Siapa yang Dia sesatkan, engkau tidak akan menemukan seorang penolong pun yang dapat memberinya petunjuk."},{"surah_number":18,"ayat_number":18,"arabic":"وَتَحْسَبُهُمْ اَيْقَاظًا وَّهُمْ رُقُوْدٌ  ۖوَّنُقَلِّبُهُمْ ذَاتَ الْيَمِيْنِ وَذَاتَ الشِّمَالِ ۖوَكَلْبُهُمْ بَاسِطٌ ذِرَاعَيْهِ بِالْوَصِيْدِۗ  لَوِ اطَّلَعْتَ عَلَيْهِمْ لَوَلَّيْتَ مِنْهُمْ فِرَارًا وَّلَمُلِئْتَ مِنْهُمْ رُعْبًا","kitabah":"وَتَحْسَبُهُمْ اَيْقَاظًا وَّهُمْ رُقُوْدٌ  ۖوَّنُقَلِّبُهُمْ ذَاتَ الْيَمِيْنِ وَذَاتَ الشِّمَالِ ۖوَكَلْبُهُمْ بَاسِطٌ ذِرَاعَيْهِ بِالْوَصِيْدِۗ  لَوِ اطَّلَعْتَ عَلَيْهِمْ لَوَلَّيْتَ مِنْهُمْ فِرَارًا وَّلَمُلِئْتَ مِنْهُمْ رُعْبًا","latin":"Wa taḥsabuhum aiqāẓaw wa hum ruqūd(un), wa nuqallibuhum żātal-yamīni wa żātasy-syimāl(i), wa kalbuhum bāsiṭun żirā‘aihi bil-waṣīd(i), lawiṭṭala‘ta ‘alaihim lawallaita minhum firāraw wa lamuli'ta minhum ru‘bā(n).","translation":"Engkau mengira mereka terjaga, padahal mereka tidur. Kami membolak-balikkan mereka ke kanan dan ke kiri, sedangkan anjing mereka membentangkan kedua kaki depannya di muka pintu gua. Seandainya menyaksikan mereka, tentu engkau akan berpaling melarikan (diri) dari mereka dan pasti akan dipenuhi rasa takut terhadap mereka."},{"surah_number":18,"ayat_number":19,"arabic":"وَكَذٰلِكَ بَعَثْنٰهُمْ لِيَتَسَاۤءَلُوْا بَيْنَهُمْۗ قَالَ قَاۤىِٕلٌ مِّنْهُمْ كَمْ لَبِثْتُمْۗ قَالُوْا لَبِثْنَا يَوْمًا اَوْ بَعْضَ يَوْمٍۗ قَالُوْا رَبُّكُمْ اَعْلَمُ بِمَا لَبِثْتُمْۗ فَابْعَثُوْٓا اَحَدَكُمْ بِوَرِقِكُمْ هٰذِهٖٓ اِلَى الْمَدِيْنَةِ فَلْيَنْظُرْ اَيُّهَآ اَزْكٰى طَعَامًا فَلْيَأْتِكُمْ بِرِزْقٍ مِّنْهُ وَلْيَتَلَطَّفْ وَلَا يُشْعِرَنَّ بِكُمْ اَحَدًا ","kitabah":"وَكَذٰلِكَ بَعَثْنٰهُمْ لِيَتَسَاۤءَلُوْا بَيْنَهُمْۗ قَالَ قَاۤىِٕلٌ مِّنْهُمْ كَمْ لَبِثْتُمْۗ قَالُوْا لَبِثْنَا يَوْمًا اَوْ بَعْضَ يَوْمٍۗ قَالُوْا رَبُّكُمْ اَعْلَمُ بِمَا لَبِثْتُمْۗ فَابْعَثُوْٓا اَحَدَكُمْ بِوَرِقِكُمْ هٰذِهٖٓ اِلَى الْمَدِيْنَةِ فَلْيَنْظُرْ اَيُّهَآ اَزْكٰى طَعَامًا فَلْيَأْتِكُمْ بِرِزْقٍ مِّنْهُ وَلْيَتَلَطَّفْ وَلَا يُشْعِرَنَّ بِكُمْ اَحَدًا ","latin":"Wa każālika ba‘aṡnāhum liyatasā'alū bainahum, qāla qā'ilum minhum kam labiṡtum, qālū labiṡnā yauman au ba‘ḍa yaum(in), qālū rabbukum a‘lamu bimā labiṡtum, fab‘aṡū aḥadakum biwariqikum hāżihī ilal-madīnati falyanẓur ayyuhā azkā ṭa‘āman falya'tikum  birizqim minhu walyatalaṭṭaf wa lā yusy‘iranna bikum aḥadā(n).","translation":"Demikianlah, Kami membangunkan mereka agar saling bertanya di antara mereka (sendiri). Salah seorang di antara mereka berkata, “Sudah berapa lama kamu berada (di sini)?” Mereka menjawab, “Kita berada (di sini) sehari atau setengah hari.” Mereka (yang lain lagi) berkata, “Tuhanmu lebih mengetahui berapa lama kamu berada (di sini). Maka, utuslah salah seorang di antara kamu pergi ke kota dengan membawa uang perakmu ini. Hendaklah dia melihat manakah makanan yang lebih baik, lalu membawa sebagian makanan itu untukmu. Hendaklah pula dia berlaku lemah lembut dan jangan sekali-kali memberitahukan keadaanmu kepada siapa pun."},{"surah_number":18,"ayat_number":20,"arabic":"اِنَّهُمْ اِنْ يَّظْهَرُوْا عَلَيْكُمْ يَرْجُمُوْكُمْ اَوْ يُعِيْدُوْكُمْ فِيْ مِلَّتِهِمْ وَلَنْ تُفْلِحُوْٓا اِذًا اَبَدًا","kitabah":"اِنَّهُمْ اِنْ يَّظْهَرُوْا عَلَيْكُمْ يَرْجُمُوْكُمْ اَوْ يُعِيْدُوْكُمْ فِيْ مِلَّتِهِمْ وَلَنْ تُفْلِحُوْٓا اِذًا اَبَدًا","latin":"Innahum iy yaẓharū ‘alaikum yarjumūkum au yu‘īdūkum fī millatihim wa lan tufliḥū iżan abadā(n).","translation":"Sesungguhnya jika mereka (mengetahui dan) menangkapmu, niscaya mereka akan melemparimu dengan batu atau memaksamu kembali kepada agama mereka. Jika demikian, niscaya kamu tidak akan beruntung selama-lamanya.”"},{"surah_number":18,"ayat_number":21,"arabic":"وَكَذٰلِكَ اَعْثَرْنَا عَلَيْهِمْ لِيَعْلَمُوْٓا اَنَّ وَعْدَ اللّٰهِ حَقٌّ وَّاَنَّ السَّاعَةَ لَا رَيْبَ فِيْهَاۚ اِذْ يَتَنَازَعُوْنَ بَيْنَهُمْ اَمْرَهُمْ فَقَالُوا ابْنُوْا عَلَيْهِمْ بُنْيَانًاۗ رَبُّهُمْ اَعْلَمُ بِهِمْۗ قَالَ الَّذِيْنَ غَلَبُوْا عَلٰٓى اَمْرِهِمْ لَنَتَّخِذَنَّ عَلَيْهِمْ مَّسْجِدًا","kitabah":"وَكَذٰلِكَ اَعْثَرْنَا عَلَيْهِمْ لِيَعْلَمُوْٓا اَنَّ وَعْدَ اللّٰهِ حَقٌّ وَّاَنَّ السَّاعَةَ لَا رَيْبَ فِيْهَاۚ اِذْ يَتَنَازَعُوْنَ بَيْنَهُمْ اَمْرَهُمْ فَقَالُوا ابْنُوْا عَلَيْهِمْ بُنْيَانًاۗ رَبُّهُمْ اَعْلَمُ بِهِمْۗ قَالَ الَّذِيْنَ غَلَبُوْا عَلٰٓى اَمْرِهِمْ لَنَتَّخِذَنَّ عَلَيْهِمْ مَّسْجِدًا","latin":"Wa każālika a‘ṡarnā ‘alaihim liya‘lamū anna wa‘dallāhi ḥaqquw wa annas-sā‘ata lā raiba fīhā, iż yatanāza‘ūna bainahum amrahum fa qālubnū ‘alaihim bun-yānā(n), rabbuhum a‘lamu bihim, qālal-lażīna galabū ‘alā amrihim lanattakhiżanna ‘alaihim masjidā(n).","translation":"Demikian (pula) Kami perlihatkan (penduduk negeri) kepada mereka agar mengetahui bahwa janji Allah benar dan bahwa (kedatangan) hari Kiamat tidak ada keraguan padanya. (Hal itu terjadi) ketika mereka (penduduk negeri) berselisih tentang urusan (penghuni gua). Kemudian mereka berkata, “Dirikanlah sebuah bangunan di atas (gua itu). Tuhannya lebih mengetahui (keadaan) mereka (penghuni gua).” Orang-orang yang berkuasa atas urusan mereka berkata, “Kami pasti akan mendirikan sebuah masjid di atasnya.”"},{"surah_number":18,"ayat_number":22,"arabic":"سَيَقُوْلُوْنَ ثَلٰثَةٌ رَّابِعُهُمْ كَلْبُهُمْۚ وَيَقُوْلُوْنَ خَمْسَةٌ سَادِسُهُمْ كَلْبُهُمْ رَجْمًاۢ بِالْغَيْبِۚ وَيَقُوْلُوْنَ سَبْعَةٌ وَّثَامِنُهُمْ كَلْبُهُمْ ۗقُلْ رَّبِّيْٓ اَعْلَمُ بِعِدَّتِهِمْ مَّا يَعْلَمُهُمْ اِلَّا قَلِيْلٌ ەۗ فَلَا تُمَارِ فِيْهِمْ اِلَّا مِرَاۤءً ظَاهِرًا ۖوَّلَا تَسْتَفْتِ فِيْهِمْ مِّنْهُمْ اَحَدًا ࣖ","kitabah":"سَيَقُوْلُوْنَ ثَلٰثَةٌ رَّابِعُهُمْ كَلْبُهُمْۚ وَيَقُوْلُوْنَ خَمْسَةٌ سَادِسُهُمْ كَلْبُهُمْ رَجْمًاۢ بِالْغَيْبِۚ وَيَقُوْلُوْنَ سَبْعَةٌ وَّثَامِنُهُمْ كَلْبُهُمْ ۗقُلْ رَّبِّٓيْ اَعْلَمُ بِعِدَّتِهِمْ مَّا يَعْلَمُهُمْ اِلَّا قَلِيْلٌ ەۗ فَلَا تُمَارِ فِيْهِمْ اِلَّا مِرَاۤءً ظَاهِرًا ۖوَّلَا تَسْتَفْتِ فِيْهِمْ مِّنْهُمْ اَحَدًا ࣖ","latin":"Sayaqūlūna ṡalāṡatur rābi‘uhum kalbuhum, wa yaqūlūna khamsatun sādisuhum kalbuhum rajmam bil-gaib(i), wa yaqūlūna sab‘atuw wa ṡāminuhum kalbuhum, qur rabbī a‘lamu bi‘iddatihim mā ya‘lamuhum illā qalīl(un), falā tumāri fīhim illā mirā'an ẓāhirā(n), wa lā tastafti fīhim minhum aḥadā(n).","translation":"Kelak (sebagian orang) mengatakan, “(Jumlah mereka) tiga (orang). Yang keempat adalah anjingnya.” (Sebagian lain) mengatakan, “(Jumlah mereka) lima (orang). Yang keenam adalah anjingnya,” sebagai terkaan terhadap yang gaib. (Sebagian lain lagi) mengatakan, “(Jumlah mereka) tujuh (orang). Yang kedelapan adalah anjingnya.” Katakanlah (Nabi Muhammad), “Tuhanku lebih mengetahui jumlah mereka. Tidak ada yang mengetahui (jumlah) mereka kecuali sedikit.” Oleh karena itu, janganlah engkau (Nabi Muhammad) berbantah tentang hal mereka, kecuali perbantahan yang jelas-jelas saja (ringan). Janganlah engkau minta penjelasan tentang mereka (penghuni gua itu) kepada siapa pun dari mereka (Ahlulkitab). "},{"surah_number":18,"ayat_number":23,"arabic":"وَلَا تَقُوْلَنَّ لِشَا۟يْءٍ اِنِّيْ فَاعِلٌ ذٰلِكَ غَدًاۙ  ","kitabah":"وَلَا تَقُوْلَنَّ لِشَا۟يْءٍ اِنِّيْ فَاعِلٌ ذٰلِكَ غَدًاۙ  ","latin":"Wa lā taqūlanna lisyai'in innī fā‘ilun żālika gadā(n).","translation":"Jangan sekali-kali engkau mengatakan terhadap sesuatu, “Aku pasti melakukan hal itu besok,”"},{"surah_number":18,"ayat_number":24,"arabic":"اِلَّآ اَنْ يَّشَاۤءَ اللّٰهُ ۖوَاذْكُرْ رَّبَّكَ اِذَا نَسِيْتَ وَقُلْ عَسٰٓى اَنْ يَّهْدِيَنِ رَبِّيْ لِاَقْرَبَ مِنْ هٰذَا رَشَدًا","kitabah":"اِلَّآ اَنْ يَّشَاۤءَ اللّٰهُ ۖوَاذْكُرْ رَّبَّكَ اِذَا نَسِيْتَ وَقُلْ عَسٰٓى اَنْ يَّهْدِيَنِ رَبِّيْ لِاَقْرَبَ مِنْ هٰذَا رَشَدًا","latin":"Illā ay yasyā'allāh(u), ważkur rabbaka iżā nasīta wa qul ‘asā ay yahdiyani rabbī li'aqraba  min hāżā rasyadā(n).","translation":"kecuali (dengan mengatakan), “Insyaallah.” Ingatlah kepada Tuhanmu apabila engkau lupa dan katakanlah, “Mudah-mudahan Tuhanku akan memberiku petunjuk kepada yang lebih dekat kebenarannya daripada ini.”"},{"surah_number":18,"ayat_number":25,"arabic":"وَلَبِثُوْا فِيْ كَهْفِهِمْ ثَلٰثَ مِائَةٍ سِنِيْنَ وَازْدَادُوْا تِسْعًا","kitabah":"وَلَبِثُوْا فِيْ كَهْفِهِمْ ثَلٰثَ مِائَةٍ سِنِيْنَ وَازْدَادُوْا تِسْعًا","latin":"Wa labiṡū fī kahfihim ṡalāṡa mi'atin sinīna wazdādū tis‘ā(n).","translation":"Mereka tinggal dalam gua selama tiga ratus tahun dan ditambah sembilan tahun."},{"surah_number":18,"ayat_number":26,"arabic":"قُلِ اللّٰهُ اَعْلَمُ بِمَا لَبِثُوْا ۚ لَهٗ غَيْبُ السَّمٰوٰتِ وَالْاَرْضِۗ اَبْصِرْ بِهٖ وَاَسْمِعْۗ مَا لَهُمْ مِّنْ دُوْنِهٖ مِنْ وَّلِيٍّۗ وَلَا يُشْرِكُ فِيْ حُكْمِهٖٓ اَحَدًا","kitabah":"قُلِ اللّٰهُ اَعْلَمُ بِمَا لَبِثُوْا ۚ لَهٗ غَيْبُ السَّمٰوٰتِ وَالْاَرْضِۗ اَبْصِرْ بِهٖ وَاَسْمِعْۗ مَا لَهُمْ مِّنْ دُوْنِهٖ مِنْ وَّلِيٍّۗ وَلَا يُشْرِكُ فِيْ حُكْمِهٖٓ اَحَدًا","latin":"Qulillāhu a‘lamu bimā labiṡū, lahū gaibus-samāwāti wal-arḍ(i), abṣir bihī wa asmi‘, mā lahum min dūnihī miw waliyy(in), wa lā yusyriku fī ḥukmihī aḥadā(n).","translation":"Katakanlah, “Allah lebih mengetahui berapa lamanya mereka tinggal (di gua). Milik-Nya semua yang tersembunyi di langit dan di bumi. Alangkah terang penglihatan-Nya dan alangkah tajam pendengaran-Nya. Tidak ada seorang pelindung pun bagi mereka selain Dia dan Dia tidak mengambil seorang pun menjadi sekutu-Nya dalam menetapkan keputusan.”"},{"surah_number":18,"ayat_number":27,"arabic":"وَاتْلُ مَآ اُوْحِيَ اِلَيْكَ مِنْ كِتَابِ رَبِّكَۗ  لَا مُبَدِّلَ لِكَلِمٰتِهٖۗ وَلَنْ تَجِدَ مِنْ دُوْنِهٖ مُلْتَحَدًا","kitabah":"وَاتْلُ مَآ اُوْحِيَ اِلَيْكَ مِنْ كِتَابِ رَبِّكَۗ  لَا مُبَدِّلَ لِكَلِمٰتِهٖۗ وَلَنْ تَجِدَ مِنْ دُوْنِهٖ مُلْتَحَدًا","latin":"Watlu mā ūḥiya ilaika min kitābi rabbik(a), lā mubaddila likalimātih(ī), wa lan tajida min dūnihī multaḥadā(n).","translation":"Bacakanlah (Nabi Muhammad) apa yang diwahyukan kepadamu, yaitu Kitab Tuhanmu (Al-Qur’an). Tidak ada yang dapat mengubah kalimat-kalimat-Nya dan engkau tidak akan dapat menemukan tempat berlindung selain kepada-Nya."},{"surah_number":18,"ayat_number":28,"arabic":"وَاصْبِرْ نَفْسَكَ مَعَ الَّذِيْنَ يَدْعُوْنَ رَبَّهُمْ بِالْغَدٰوةِ وَالْعَشِيِّ يُرِيْدُوْنَ وَجْهَهٗ وَلَا تَعْدُ عَيْنٰكَ عَنْهُمْۚ تُرِيْدُ زِيْنَةَ الْحَيٰوةِ الدُّنْيَاۚ وَلَا تُطِعْ مَنْ اَغْفَلْنَا قَلْبَهٗ عَنْ ذِكْرِنَا وَاتَّبَعَ هَوٰىهُ وَكَانَ اَمْرُهٗ فُرُطًا","kitabah":"وَاصْبِرْ نَفْسَكَ مَعَ الَّذِيْنَ يَدْعُوْنَ رَبَّهُمْ بِالْغَدٰوةِ وَالْعَشِيِّ يُرِيْدُوْنَ وَجْهَهٗ وَلَا تَعْدُ عَيْنٰكَ عَنْهُمْۚ تُرِيْدُ زِيْنَةَ الْحَيٰوةِ الدُّنْيَاۚ وَلَا تُطِعْ مَنْ اَغْفَلْنَا قَلْبَهٗ عَنْ ذِكْرِنَا وَاتَّبَعَ هَوٰىهُ وَكَانَ اَمْرُهٗ فُرُطًا","latin":"Waṣbir nafsaka ma‘al-lażīna yad‘ūna rabbahum bil-gadāti wal-‘asyiyyi yurīdūna wajhahū wa lā ta‘du ‘aināka ‘anhum, turīdu zīnatal-ḥayātid-dun-yā, wa lā tuṭi‘ man agfalnā qalbahū ‘an żikrinā wattaba‘a hawāhu wa kāna amruhū furuṭā(n).","translation":"Bersabarlah engkau (Nabi Muhammad) bersama orang-orang yang menyeru Tuhannya pada pagi dan petang hari dengan mengharap keridaan-Nya. Janganlah kedua matamu berpaling dari mereka karena mengharapkan perhiasan kehidupan dunia. Janganlah engkau mengikuti orang yang hatinya telah Kami lalaikan dari mengingat Kami serta menuruti hawa nafsunya dan keadaannya melewati batas."},{"surah_number":18,"ayat_number":29,"arabic":"وَقُلِ الْحَقُّ مِنْ رَّبِّكُمْۗ فَمَنْ شَاۤءَ فَلْيُؤْمِنْ وَّمَنْ شَاۤءَ فَلْيَكْفُرْۚ اِنَّآ اَعْتَدْنَا لِلظّٰلِمِيْنَ نَارًاۙ اَحَاطَ بِهِمْ سُرَادِقُهَاۗ وَاِنْ يَّسْتَغِيْثُوْا يُغَاثُوْا بِمَاۤءٍ كَالْمُهْلِ يَشْوِى الْوُجُوْهَۗ بِئْسَ الشَّرَابُۗ وَسَاۤءَتْ مُرْتَفَقًا","kitabah":"وَقُلِ الْحَقُّ مِنْ رَّبِّكُمْۗ فَمَنْ شَاۤءَ فَلْيُؤْمِنْ وَّمَنْ شَاۤءَ فَلْيَكْفُرْۚ اِنَّآ اَعْتَدْنَا لِلظّٰلِمِيْنَ نَارًاۙ اَحَاطَ بِهِمْ سُرَادِقُهَاۗ وَاِنْ يَّسْتَغِيْثُوْا يُغَاثُوْا بِمَاۤءٍ كَالْمُهْلِ يَشْوِى الْوُجُوْهَۗ بِئْسَ الشَّرَابُۗ وَسَاۤءَتْ مُرْتَفَقًا","latin":"Wa qulil-ḥaqqu mir rabbikum, faman syā'a falyu'miw wa man syā'a falyakfur, innā a‘tadnā liẓ-ẓālimīna nārā(n), aḥāṭa bihim surādiquhā, wa iy yastagīṡū yugāṡū bimā'in kal-muhli yasywil-wujūh(a), bi'sasy-syarāb(u), wa sā'at murtafaqā(n).","translation":"Katakanlah (Nabi Muhammad), “Kebenaran itu datangnya dari Tuhanmu. Maka, siapa yang menghendaki (beriman), hendaklah dia beriman dan siapa yang menghendaki (kufur), biarlah dia kufur.” Sesungguhnya Kami telah menyediakan neraka bagi orang-orang zalim yang gejolaknya mengepung mereka. Jika mereka meminta pertolongan (dengan meminta minum), mereka akan diberi air seperti (cairan) besi yang mendidih yang menghanguskan wajah. (Itulah) seburuk-buruk minuman dan tempat istirahat yang paling jelek."},{"surah_number":18,"ayat_number":30,"arabic":"اِنَّ الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ اِنَّا لَا نُضِيْعُ اَجْرَ مَنْ اَحْسَنَ عَمَلًاۚ  ","kitabah":"اِنَّ الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ اِنَّا لَا نُضِيْعُ اَجْرَ مَنْ اَحْسَنَ عَمَلًاۚ  ","latin":"Innal-lażīna āmanū wa ‘amiluṣ-ṣāliḥāti innā lā nuḍī‘u ajra man aḥsana ‘amalā(n).","translation":"Sesungguhnya mereka yang beriman dan mengerjakan kebajikan, Kami benar-benar tidak akan menyia-nyiakan pahala orang yang mengerjakan perbuatan baik."},{"surah_number":18,"ayat_number":31,"arabic":"اُولٰۤىِٕكَ لَهُمْ جَنّٰتُ عَدْنٍ تَجْرِيْ مِنْ تَحْتِهِمُ الْاَنْهٰرُ يُحَلَّوْنَ فِيْهَا مِنْ اَسَاوِرَ مِنْ ذَهَبٍ وَّيَلْبَسُوْنَ ثِيَابًا خُضْرًا مِّنْ سُنْدُسٍ وَّاِسْتَبْرَقٍ مُّتَّكِـِٕيْنَ فِيْهَا عَلَى الْاَرَاۤىِٕكِۗ نِعْمَ الثَّوَابُۗ وَحَسُنَتْ مُرْتَفَقًا ࣖ","kitabah":"اُولٰۤىِٕكَ لَهُمْ جَنّٰتُ عَدْنٍ تَجْرِيْ مِنْ تَحْتِهِمُ الْاَنْهٰرُ يُحَلَّوْنَ فِيْهَا مِنْ اَسَاوِرَ مِنْ ذَهَبٍ وَّيَلْبَسُوْنَ ثِيَابًا خُضْرًا مِّنْ سُنْدُسٍ وَّاِسْتَبْرَقٍ مُّتَّكِـِٕيْنَ فِيْهَا عَلَى الْاَرَاۤىِٕكِۗ نِعْمَ الثَّوَابُۗ وَحَسُنَتْ مُرْتَفَقًا ࣖ","latin":"Ulā'ika lahum jannātu ‘adnin tajrī min taḥtihimul-anhāru yuḥallauna fīhā min asāwira min żahabiw wa yalbasūna ṡiyāban khuḍram min sundusiw wa istabraqim muttaki'īna fīhā ‘alal-arā'ik(i), ni‘maṡ-ṡawāb(u), wa ḥasunat murtafaqā(n).","translation":"Mereka itulah yang memperoleh surga ‘Adn yang mengalir di bawahnya sungai-sungai. (Dalam surga itu) mereka diberi hiasan gelang emas dan mereka memakai pakaian hijau dari sutra halus dan sutra tebal. Mereka duduk-duduk sambil bersandar di atas dipan-dipan yang indah. (Itulah) sebaik-baik pahala dan tempat istirahat yang indah."},{"surah_number":18,"ayat_number":32,"arabic":"۞ وَاضْرِبْ لَهُمْ مَّثَلًا رَّجُلَيْنِ جَعَلْنَا لِاَحَدِهِمَا جَنَّتَيْنِ مِنْ اَعْنَابٍ وَّحَفَفْنٰهُمَا بِنَخْلٍ وَّجَعَلْنَا بَيْنَهُمَا زَرْعًاۗ ","kitabah":"۞ وَاضْرِبْ لَهُمْ مَّثَلًا رَّجُلَيْنِ جَعَلْنَا لِاَحَدِهِمَا جَنَّتَيْنِ مِنْ اَعْنَابٍ وَّحَفَفْنٰهُمَا بِنَخْلٍ وَّجَعَلْنَا بَيْنَهُمَا زَرْعًاۗ ","latin":"Waḍrib lahum maṡalar rajulaini ja‘alnā li'aḥadihimā jannataini min a‘nābiw wa ḥafafnāhumā binakhliw wa ja‘alnā bainahumā zar‘ā(n).","translation":"Berikanlah (Nabi Muhammad) kepada mereka sebuah perumpamaan, yaitu dua orang laki-laki. Kami berikan kepada salah satunya (yang kufur) dua kebun anggur. Kami kelilingi kedua kebun itu dengan pohon-pohon kurma dan Kami buatkan ladang di antara kedua (kebun) itu."},{"surah_number":18,"ayat_number":33,"arabic":"كِلْتَا الْجَنَّتَيْنِ اٰتَتْ اُكُلَهَا وَلَمْ تَظْلِمْ مِّنْهُ شَيْـًٔاۙ وَّفَجَّرْنَا خِلٰلَهُمَا نَهَرًاۙ  ","kitabah":"كِلْتَا الْجَنَّتَيْنِ اٰتَتْ اُكُلَهَا وَلَمْ تَظْلِمْ مِّنْهُ شَيْـًٔاۙ وَّفَجَّرْنَا خِلٰلَهُمَا نَهَرًاۙ  ","latin":"Kiltal-jannataini ātat ukulahā wa lam taẓlim minhu syai'ā(n), wa fajjarnā khilālahumā naharā(n).","translation":"Kedua kebun itu menghasilkan buahnya dan tidak berkurang (buahnya) sedikit pun. Kami pun alirkan sungai dengan deras di celah-celah kedua (kebun) itu."},{"surah_number":18,"ayat_number":34,"arabic":"وَّكَانَ لَهٗ ثَمَرٌۚ فَقَالَ لِصَاحِبِهٖ وَهُوَ يُحَاوِرُهٗٓ اَنَا۠ اَكْثَرُ مِنْكَ مَالًا وَّاَعَزُّ نَفَرًا","kitabah":"وَّكَانَ لَهٗ ثَمَرٌۚ فَقَالَ لِصَاحِبِهٖ وَهُوَ يُحَاوِرُهٗٓ اَنَا۠ اَكْثَرُ مِنْكَ مَالًا وَّاَعَزُّ نَفَرًا","latin":"Wa kāna lahū ṡamar(un), fa qāla liṣāḥibihī wa huwa yuḥāwiruhū ana akṡaru minka mālaw wa a‘azzu nafarā(n).","translation":"Dia (orang kafir itu) juga memiliki kekayaan besar. Dia lalu berkata kepada kawannya (yang beriman) ketika bercakap-cakap dengannya, “Hartaku lebih banyak daripada hartamu dan pengikutku lebih kuat.”"},{"surah_number":18,"ayat_number":35,"arabic":"وَدَخَلَ جَنَّتَهٗ وَهُوَ ظَالِمٌ لِّنَفْسِهٖۚ قَالَ مَآ اَظُنُّ اَنْ تَبِيْدَ هٰذِهٖٓ اَبَدًاۙ  ","kitabah":"وَدَخَلَ جَنَّتَهٗ وَهُوَ ظَالِمٌ لِّنَفْسِهٖۚ قَالَ مَآ اَظُنُّ اَنْ تَبِيْدَ هٰذِهٖٓ اَبَدًاۙ  ","latin":"Wa dakhala jannatahū wa huwa ẓālimul linafsih(ī), qāla mā aẓunnu an tabīda hāżihī abadā(n).","translation":"Dia memasuki kebunnya dengan sikap menzalimi dirinya sendiri (karena angkuh dan kufur). Dia berkata, “Aku kira kebun ini tidak akan binasa selama-lamanya,"},{"surah_number":18,"ayat_number":36,"arabic":"وَّمَآ اَظُنُّ السَّاعَةَ قَاۤىِٕمَةً وَّلَىِٕنْ رُّدِدْتُّ اِلٰى رَبِّيْ لَاَجِدَنَّ خَيْرًا مِّنْهَا مُنْقَلَبًا ","kitabah":"وَّمَآ اَظُنُّ السَّاعَةَ قَاۤىِٕمَةً وَّلَىِٕنْ رُّدِدْتُّ اِلٰى رَبِّيْ لَاَجِدَنَّ خَيْرًا مِّنْهَا مُنْقَلَبًا ","latin":"Wa mā aẓunnus-sā‘ata qā'imataw wa la'ir rudittu ilā rabbī la'ajidanna khairam minhā munqalabā(n).","translation":"aku kira hari Kiamat tidak akan datang dan sekiranya aku dikembalikan kepada Tuhanku, pasti aku akan mendapat tempat kembali yang lebih baik daripada ini.”"},{"surah_number":18,"ayat_number":37,"arabic":"قَالَ لَهٗ صَاحِبُهٗ وَهُوَ يُحَاوِرُهٗٓ اَكَفَرْتَ بِالَّذِيْ خَلَقَكَ مِنْ تُرَابٍ ثُمَّ مِنْ نُّطْفَةٍ ثُمَّ سَوّٰىكَ رَجُلًاۗ  ","kitabah":"قَالَ لَهٗ صَاحِبُهٗ وَهُوَ يُحَاوِرُهٗٓ اَكَفَرْتَ بِالَّذِيْ خَلَقَكَ مِنْ تُرَابٍ ثُمَّ مِنْ نُّطْفَةٍ ثُمَّ سَوّٰىكَ رَجُلًاۗ  ","latin":"Qāla lahū ṣāḥibuhū  wa huwa yuḥāwiruhū akafarta bil-lażī khalaqaka min turābin ṡumma min nuṭfatin ṡumma sawwāka rajulā(n).","translation":"Kawannya (yang beriman) berkata kepadanya ketika bercakap-cakap dengannya, “Apakah engkau ingkar kepada (Tuhan) yang menciptakanmu dari tanah, kemudian dari setetes air mani, lalu Dia menjadikan engkau seorang laki-laki yang sempurna?"},{"surah_number":18,"ayat_number":38,"arabic":"لٰكِنَّا۠ هُوَ اللّٰهُ رَبِّيْ وَلَآ اُشْرِكُ بِرَبِّيْٓ اَحَدًا ","kitabah":"لٰكِنَّا۠ هُوَ اللّٰهُ رَبِّيْ وَلَآ اُشْرِكُ بِرَبِّٓيْ اَحَدًا ","latin":"Lākinna huwallāhu rabbī wa lā usyriku birabbī aḥadā(n).","translation":"Akan tetapi, aku (percaya bahwa) Dia adalah Allah, Tuhanku, dan aku tidak mempersekutukan sesuatu pun dengan Tuhanku."},{"surah_number":18,"ayat_number":39,"arabic":"وَلَوْلَآ اِذْ دَخَلْتَ جَنَّتَكَ قُلْتَ مَا شَاۤءَ اللّٰهُ ۙ لَا قُوَّةَ اِلَّا بِاللّٰهِ ۚاِنْ تَرَنِ اَنَا۠ اَقَلَّ مِنْكَ مَالًا وَّوَلَدًاۚ ","kitabah":"وَلَوْلَآ اِذْ دَخَلْتَ جَنَّتَكَ قُلْتَ مَا شَاۤءَ اللّٰهُ ۙ لَا قُوَّةَ اِلَّا بِاللّٰهِ ۚاِنْ تَرَنِ اَنَا۠ اَقَلَّ مِنْكَ مَالًا وَّوَلَدًاۚ ","latin":"Wa lau lā iż dakhalta jannataka qulta mā syā'allāh(u), lā quwwata illā billāh(i), in tarani ana aqalla minka mālaw wa waladā(n).","translation":"Mengapa ketika engkau memasuki kebunmu tidak mengucapkan, “Mā syā’allāh, lā quwwata illā billāh” (sungguh, ini semua kehendak Allah. Tidak ada kekuatan apa pun kecuali dengan [pertolongan] Allah). Jika engkau anggap harta dan keturunanku lebih sedikit daripadamu,"},{"surah_number":18,"ayat_number":40,"arabic":"فَعَسٰى رَبِّيْٓ اَنْ يُّؤْتِيَنِ خَيْرًا مِّنْ جَنَّتِكَ وَيُرْسِلَ عَلَيْهَا حُسْبَانًا مِّنَ السَّمَاۤءِ فَتُصْبِحَ صَعِيْدًا زَلَقًاۙ ","kitabah":"فَعَسٰى رَبِّيْٓ اَنْ يُّؤْتِيَنِ خَيْرًا مِّنْ جَنَّتِكَ وَيُرْسِلَ عَلَيْهَا حُسْبَانًا مِّنَ السَّمَاۤءِ فَتُصْبِحَ صَعِيْدًا زَلَقًاۙ ","latin":"Fa ‘asā rabbī ay yu'tiyani khairam min jannatika wa yursila ‘alaihā ḥusbānam minas-samā'i fa tuṣbiḥa ṣa‘īdan zalaqā(n).","translation":"mudah-mudahan Tuhanku akan memberikan kepadaku (kebun) yang lebih baik daripada kebunmu (ini) dan mengirimkan petir dari langit ke kebunmu sehingga (kebun itu) menjadi tanah yang licin"},{"surah_number":18,"ayat_number":41,"arabic":"اَوْ يُصْبِحَ مَاۤؤُهَا غَوْرًا فَلَنْ تَسْتَطِيْعَ لَهٗ طَلَبًا ","kitabah":"اَوْ يُصْبِحَ مَاۤؤُهَا غَوْرًا فَلَنْ تَسْتَطِيْعَ لَهٗ طَلَبًا ","latin":"Au yuṣbiḥa mā'uhā gauran falan tastaṭī‘a lahū ṭalabā(n).","translation":"atau airnya menjadi surut ke dalam tanah sehingga engkau tidak akan dapat menemukannya lagi.”"},{"surah_number":18,"ayat_number":42,"arabic":"وَاُحِيْطَ بِثَمَرِهٖ فَاَصْبَحَ يُقَلِّبُ كَفَّيْهِ عَلٰى مَآ اَنْفَقَ فِيْهَا وَهِيَ خَاوِيَةٌ عَلٰى عُرُوْشِهَا وَيَقُوْلُ يٰلَيْتَنِيْ لَمْ اُشْرِكْ بِرَبِّيْٓ اَحَدًا","kitabah":"وَاُحِيْطَ بِثَمَرِهٖ فَاَصْبَحَ يُقَلِّبُ كَفَّيْهِ عَلٰى مَآ اَنْفَقَ فِيْهَا وَهِيَ خَاوِيَةٌ عَلٰى عُرُوْشِهَا وَيَقُوْلُ يٰلَيْتَنِيْ لَمْ اُشْرِكْ بِرَبِّيْٓ اَحَدًا","latin":"Wa uḥīṭa biṡamarihī fa aṣbaḥa yuqallibu kaffaihi ‘alā mā anfaqa fīhā wa hiya khāwiyatun ‘alā ‘urūsyihā wa yaqūlu yā laitanī lam usyrik birabbī aḥadā(n).","translation":"Harta kekayaannya dibinasakan, lalu dia membolak-balikkan kedua telapak tangannya (tanda sangat menyesal) terhadap apa yang telah dia belanjakan untuk itu, sedangkan pohon anggur roboh bersama penyangganya dan dia berkata, “Aduhai, seandainya saja dahulu aku tidak mempersekutukan sesuatu pun dengan Tuhanku.”"},{"surah_number":18,"ayat_number":43,"arabic":"وَلَمْ تَكُنْ لَّهٗ فِئَةٌ يَّنْصُرُوْنَهٗ مِنْ دُوْنِ اللّٰهِ وَمَا كَانَ مُنْتَصِرًاۗ  ","kitabah":"وَلَمْ تَكُنْ لَّهٗ فِئَةٌ يَّنْصُرُوْنَهٗ مِنْ دُوْنِ اللّٰهِ وَمَا كَانَ مُنْتَصِرًاۗ  ","latin":"Wa lam takul lahū fi'atuy yanṣurūnahū min dūnillāhi wa mā kāna muntaṣirā(n).","translation":"Tidak ada (lagi) baginya segolongan pun yang dapat menolongnya selain Allah dan dia pun tidak dapat membela dirinya."},{"surah_number":18,"ayat_number":44,"arabic":"هُنَالِكَ الْوَلَايَةُ لِلّٰهِ الْحَقِّۗ هُوَ خَيْرٌ ثَوَابًا وَّخَيْرٌ عُقْبًا ࣖ","kitabah":"هُنَالِكَ الْوَلَايَةُ لِلّٰهِ الْحَقِّۗ هُوَ خَيْرٌ ثَوَابًا وَّخَيْرٌ عُقْبًا ࣖ","latin":"Hunālikal-walāyatu lillāhil-ḥaqq(i), huwa khairun ṡawābaw wa khairun ‘uqbā(n).","translation":"Di sana pertolongan itu hanya milik Allah Yang Maha Benar. Dia adalah (pemberi) pahala terbaik dan (pemberi) kesudahan terbaik."},{"surah_number":18,"ayat_number":45,"arabic":"وَاضْرِبْ لَهُمْ مَّثَلَ الْحَيٰوةِ الدُّنْيَا كَمَاۤءٍ اَنْزَلْنٰهُ مِنَ السَّمَاۤءِ فَاخْتَلَطَ بِهٖ نَبَاتُ الْاَرْضِ فَاَصْبَحَ هَشِيْمًا تَذْرُوْهُ الرِّيٰحُ ۗوَكَانَ اللّٰهُ عَلٰى كُلِّ شَيْءٍ مُّقْتَدِرًا","kitabah":"وَاضْرِبْ لَهُمْ مَّثَلَ الْحَيٰوةِ الدُّنْيَا كَمَاۤءٍ اَنْزَلْنٰهُ مِنَ السَّمَاۤءِ فَاخْتَلَطَ بِهٖ نَبَاتُ الْاَرْضِ فَاَصْبَحَ هَشِيْمًا تَذْرُوْهُ الرِّيٰحُ ۗوَكَانَ اللّٰهُ عَلٰى كُلِّ شَيْءٍ مُّقْتَدِرًا","latin":"Waḍrib lahum maṡalal-ḥayātid-dun-yā kamā'in anzalnāhu minas-samā'i fakhtalaṭa bihī nabātul-arḍi fa aṣbaḥa hasyīman tażrūhur-riyāḥ(u), wa kānallāhu ‘alā kulli syai'im muqtadirā(n).","translation":"Buatkanlah untuk mereka (umat manusia) perumpamaan kehidupan dunia ini, yaitu ibarat air (hujan) yang Kami turunkan dari langit sehingga menyuburkan tumbuh-tumbuhan di bumi, kemudian (tumbuh-tumbuhan) itu menjadi kering kerontang yang diterbangkan oleh angin. Allah Maha Kuasa atas segala sesuatu."},{"surah_number":18,"ayat_number":46,"arabic":"اَلْمَالُ وَالْبَنُوْنَ زِيْنَةُ الْحَيٰوةِ الدُّنْيَاۚ وَالْبٰقِيٰتُ الصّٰلِحٰتُ خَيْرٌ عِنْدَ رَبِّكَ ثَوَابًا وَّخَيْرٌ اَمَلًا","kitabah":"اَلْمَالُ وَالْبَنُوْنَ زِيْنَةُ الْحَيٰوةِ الدُّنْيَاۚ وَالْبٰقِيٰتُ الصّٰلِحٰتُ خَيْرٌ عِنْدَ رَبِّكَ ثَوَابًا وَّخَيْرٌ اَمَلًا","latin":"Al-mālu wal-banūna zīnatul-ḥayātid-dun-yā, wal-bāqiyātuṣ-ṣāliḥātu khairun ‘inda rabbika ṡawābaw wa khairun amalā(n).","translation":"Harta dan anak-anak adalah perhiasan kehidupan dunia, sedangkan amal kebajikan yang abadi (pahalanya)448) adalah lebih baik balasannya di sisi Tuhanmu serta lebih baik untuk menjadi harapan."},{"surah_number":18,"ayat_number":47,"arabic":"وَيَوْمَ نُسَيِّرُ الْجِبَالَ وَتَرَى الْاَرْضَ بَارِزَةًۙ وَّحَشَرْنٰهُمْ فَلَمْ نُغَادِرْ مِنْهُمْ اَحَدًاۚ ","kitabah":"وَيَوْمَ نُسَيِّرُ الْجِبَالَ وَتَرَى الْاَرْضَ بَارِزَةًۙ وَّحَشَرْنٰهُمْ فَلَمْ نُغَادِرْ مِنْهُمْ اَحَدًاۚ ","latin":"Wa yauma nusayyirul-jibāla wa taral-arḍa  bārizah(tan), wa ḥasyarnāhum falam nugādir minhum aḥadā(n).","translation":"(Ingatlah) pada hari (ketika) Kami perjalankan gunung-gunung (untuk dihancurkan) dan engkau melihat bumi itu rata. Kami kumpulkan mereka (seluruh manusia) dan tidak Kami tinggalkan seorang pun dari mereka."},{"surah_number":18,"ayat_number":48,"arabic":"وَعُرِضُوْا عَلٰى رَبِّكَ صَفًّاۗ  لَقَدْ جِئْتُمُوْنَا كَمَا خَلَقْنٰكُمْ اَوَّلَ مَرَّةٍۢ  ۖبَلْ زَعَمْتُمْ اَلَّنْ نَّجْعَلَ لَكُمْ مَّوْعِدًا","kitabah":"وَعُرِضُوْا عَلٰى رَبِّكَ صَفًّاۗ  لَقَدْ جِئْتُمُوْنَا كَمَا خَلَقْنٰكُمْ اَوَّلَ مَرَّةٍۢ  ۖبَلْ زَعَمْتُمْ اَلَّنْ نَّجْعَلَ لَكُمْ مَّوْعِدًا","latin":"Wa ‘uriḍū ‘alā rabbika ṣaffā(n), laqad ji'tumūnā kamā khalaqnākum awwala marratim bal za‘amtum allan naj‘ala lakum mau‘idā(n).","translation":"Mereka (akan) dibawa ke hadapan Tuhanmu dengan berbaris. (Allah berfirman,) “Sungguh, kamu telah datang kepada Kami, sebagaimana Kami menciptakan kamu pada pertama kali. Bahkan kamu menganggap bahwa Kami tidak akan menetapkan bagimu waktu (berbangkit untuk memenuhi) perjanjian.”"},{"surah_number":18,"ayat_number":49,"arabic":"وَوُضِعَ الْكِتٰبُ فَتَرَى الْمُجْرِمِيْنَ مُشْفِقِيْنَ مِمَّا فِيْهِ وَيَقُوْلُوْنَ يٰوَيْلَتَنَا مَالِ هٰذَا الْكِتٰبِ لَا يُغَادِرُ صَغِيْرَةً وَّلَا كَبِيْرَةً اِلَّآ اَحْصٰىهَاۚ وَوَجَدُوْا مَا عَمِلُوْا حَاضِرًاۗ وَلَا يَظْلِمُ رَبُّكَ اَحَدًا ࣖ ","kitabah":"وَوُضِعَ الْكِتٰبُ فَتَرَى الْمُجْرِمِيْنَ مُشْفِقِيْنَ مِمَّا فِيْهِ وَيَقُوْلُوْنَ يٰوَيْلَتَنَا مَالِ هٰذَا الْكِتٰبِ لَا يُغَادِرُ صَغِيْرَةً وَّلَا كَبِيْرَةً اِلَّآ اَحْصٰىهَاۚ وَوَجَدُوْا مَا عَمِلُوْا حَاضِرًاۗ وَلَا يَظْلِمُ رَبُّكَ اَحَدًا ࣖ ","latin":"Wa wuḍi‘al-kitābu fa taral-mujrimīna musyfiqīna mimmā fīhi wa yaqūlūna yā wailatanā mā lihāżal-kitābi lā yugādiru ṣagīrataw wa lā kabīratan illā aḥṣāhā, wa wajadū mā ‘amilū ḥaḍirā(n), wa lā yaẓlimu rabbuka aḥadā(n).","translation":"Diletakkanlah kitab (catatan amal pada setiap orang), lalu engkau akan melihat orang yang berdosa merasa ketakutan terhadap apa yang (tertulis) di dalamnya. Mereka berkata, “Betapa celaka kami, kitab apakah ini, tidak meninggalkan yang kecil dan yang besar, kecuali mencatatnya.” Mereka mendapati (semua) apa yang telah mereka kerjakan (tertulis). Tuhanmu tidak menzalimi seorang pun."},{"surah_number":18,"ayat_number":50,"arabic":"وَاِذْ قُلْنَا لِلْمَلٰۤىِٕكَةِ اسْجُدُوْا لِاٰدَمَ فَسَجَدُوْٓا اِلَّآ اِبْلِيْسَۗ كَانَ مِنَ الْجِنِّ فَفَسَقَ عَنْ اَمْرِ رَبِّهٖۗ اَفَتَتَّخِذُوْنَهٗ وَذُرِّيَّتَهٗٓ اَوْلِيَاۤءَ مِنْ دُوْنِيْ وَهُمْ لَكُمْ عَدُوٌّۗ بِئْسَ لِلظّٰلِمِيْنَ بَدَلًا ","kitabah":"وَاِذْ قُلْنَا لِلْمَلٰۤىِٕكَةِ اسْجُدُوْا لِاٰدَمَ فَسَجَدُوْٓا اِلَّآ اِبْلِيْسَۗ كَانَ مِنَ الْجِنِّ فَفَسَقَ عَنْ اَمْرِ رَبِّهٖۗ اَفَتَتَّخِذُوْنَهٗ وَذُرِّيَّتَهٗٓ اَوْلِيَاۤءَ مِنْ دُوْنِيْ وَهُمْ لَكُمْ عَدُوٌّۗ بِئْسَ لِلظّٰلِمِيْنَ بَدَلًا ","latin":"Wa iż qulnā lil-malā'ikatisjudū li'ādama fa sajadū illā iblīs(a), kāna minal-jinni fa fasaqa ‘an amri rabbih(ī), afa tattakhiżūnahū wa żurriyyatahū auliyā'a min dūnī wa hum lakum ‘aduww(un), bi'sa liẓ-ẓālimīna badalā(n).","translation":"(Ingatlah) ketika Kami berfirman kepada para malaikat, “Sujudlah kamu semua kepada Adam!” Mereka pun sujud, tetapi Iblis (enggan). Dia termasuk (golongan) jin, kemudian dia mendurhakai perintah Tuhannya. Pantaskah kamu menjadikan dia dan keturunannya sebagai penolong449) selain Aku, padahal mereka adalah musuhmu? Dia (Iblis) seburuk-buruk pengganti (Allah) bagi orang-orang zalim."},{"surah_number":18,"ayat_number":51,"arabic":"۞ مَآ اَشْهَدْتُّهُمْ خَلْقَ السَّمٰوٰتِ وَالْاَرْضِ وَلَا خَلْقَ اَنْفُسِهِمْۖ وَمَا كُنْتُ مُتَّخِذَ الْمُضِلِّيْنَ عَضُدًا","kitabah":"۞ مَآ اَشْهَدْتُّهُمْ خَلْقَ السَّمٰوٰتِ وَالْاَرْضِ وَلَا خَلْقَ اَنْفُسِهِمْۖ وَمَا كُنْتُ مُتَّخِذَ الْمُضِلِّيْنَ عَضُدًا","latin":"Mā asyhattuhum khalqas-samāwāti wal-arḍi wa lā khalqa anfusihim, wa mā kuntu muttakhiżal-muḍillīna ‘aḍudā(n).","translation":"Aku tidak menghadirkan mereka (Iblis dan anak cucunya) untuk menyaksikan penciptaan langit dan bumi, tidak (pula) penciptaan diri mereka sendiri. Aku tidak menjadikan mereka yang telah menyesatkan itu sebagai penolong."},{"surah_number":18,"ayat_number":52,"arabic":"وَيَوْمَ يَقُوْلُ نَادُوْا شُرَكَاۤءِيَ الَّذِيْنَ زَعَمْتُمْ فَدَعَوْهُمْ فَلَمْ يَسْتَجِيْبُوْا لَهُمْ وَجَعَلْنَا بَيْنَهُمْ مَّوْبِقًا","kitabah":"وَيَوْمَ يَقُوْلُ نَادُوْا شُرَكَاۤءِيَ الَّذِيْنَ زَعَمْتُمْ فَدَعَوْهُمْ فَلَمْ يَسْتَجِيْبُوْا لَهُمْ وَجَعَلْنَا بَيْنَهُمْ مَّوْبِقًا","latin":"Wa yauma yaqūlu nādū syurakā'iyal-lażīna za‘amtum fa da‘auhum falam yastajībū lahum wa ja‘alnā bainahum maubiqā(n).","translation":"(Ingatlah) pada hari (ketika) Dia berfirman, “Panggillah sekutu-sekutu-Ku yang kamu anggap (dapat menyelamatkanmu dari siksaan-Ku).” Mereka lalu memanggilnya, tetapi mereka (sekutu-sekutu itu) tidak membalas (seruan) mereka. Kami jadikan di antara mereka (yang menyembah dan disembah) tempat kebinasaan (neraka)."},{"surah_number":18,"ayat_number":53,"arabic":"وَرَاَ الْمُجْرِمُوْنَ النَّارَ فَظَنُّوْٓا اَنَّهُمْ مُّوَاقِعُوْهَا وَلَمْ يَجِدُوْا عَنْهَا مَصْرِفًا ࣖ ","kitabah":"وَرَاَ الْمُجْرِمُوْنَ النَّارَ فَظَنُّوْٓا اَنَّهُمْ مُّوَاقِعُوْهَا وَلَمْ يَجِدُوْا عَنْهَا مَصْرِفًا ࣖ ","latin":"Wa ra'al-mujrimūnan nāra fa ẓannū annahum muwāqi‘ūhā wa lam yajidū ‘anhā maṣrifā(n).","translation":"Orang yang berdosa itu melihat neraka, lalu merasa yakin akan jatuh ke dalamnya (seketika itu juga). Mereka tidak menemukan tempat berpaling darinya."},{"surah_number":18,"ayat_number":54,"arabic":"وَلَقَدْ صَرَّفْنَا فِيْ هٰذَا الْقُرْاٰنِ لِلنَّاسِ مِنْ كُلِّ مَثَلٍۗ وَكَانَ الْاِنْسَانُ اَكْثَرَ شَيْءٍ جَدَلًا ","kitabah":"وَلَقَدْ صَرَّفْنَا فِيْ هٰذَا الْقُرْاٰنِ لِلنَّاسِ مِنْ كُلِّ مَثَلٍۗ وَكَانَ الْاِنْسَانُ اَكْثَرَ شَيْءٍ جَدَلًا ","latin":"Wa laqad ṣarrafnā fī hāżal-qur'āni lin-nāsi min kulli maṡal(in), wa kānal-insānu akṡara syai'in jadalā(n).","translation":"Sungguh, Kami telah menjelaskan segala perumpamaan dengan berbagai macam cara dan berulang-ulang kepada manusia dalam Al-Qur’an ini. Akan tetapi, manusia adalah (makhluk) yang paling banyak membantah."},{"surah_number":18,"ayat_number":55,"arabic":"وَمَا مَنَعَ النَّاسَ اَنْ يُّؤْمِنُوْٓا اِذْ جَاۤءَهُمُ الْهُدٰى وَيَسْتَغْفِرُوْا رَبَّهُمْ اِلَّآ اَنْ تَأْتِيَهُمْ سُنَّةُ الْاَوَّلِيْنَ اَوْ يَأْتِيَهُمُ الْعَذَابُ قُبُلًا","kitabah":"وَمَا مَنَعَ النَّاسَ اَنْ يُّؤْمِنُوْٓا اِذْ جَاۤءَهُمُ الْهُدٰى وَيَسْتَغْفِرُوْا رَبَّهُمْ اِلَّآ اَنْ تَأْتِيَهُمْ سُنَّةُ الْاَوَّلِيْنَ اَوْ يَأْتِيَهُمُ الْعَذَابُ قُبُلًا","latin":"Wa mā mana‘an-nāsa ay yu'minū iż jā'ahumul-hudā wa yastagfirū rabbahum illā an ta'tiyahum sunnatul-awwalīna au ya'tiyahumul-‘ażābu qubulā(n).","translation":"Tidak ada yang menghalangi manusia untuk beriman ketika petunjuk telah datang kepada mereka dan untuk memohon ampunan kepada Tuhannya, kecuali akan datang kepada mereka ketetapan (Allah yang telah berlaku pada) umat yang terdahulu atau datang kepada mereka azab yang nyata.450)"},{"surah_number":18,"ayat_number":56,"arabic":"وَمَا نُرْسِلُ الْمُرْسَلِيْنَ اِلَّا مُبَشِّرِيْنَ وَمُنْذِرِيْنَۚ وَيُجَادِلُ الَّذِيْنَ كَفَرُوْا بِالْبَاطِلِ لِيُدْحِضُوْا بِهِ الْحَقَّ وَاتَّخَذُوْٓا اٰيٰتِيْ وَمَآ اُنْذِرُوْا هُزُوًا","kitabah":"وَمَا نُرْسِلُ الْمُرْسَلِيْنَ اِلَّا مُبَشِّرِيْنَ وَمُنْذِرِيْنَۚ وَيُجَادِلُ الَّذِيْنَ كَفَرُوْا بِالْبَاطِلِ لِيُدْحِضُوْا بِهِ الْحَقَّ وَاتَّخَذُوْٓا اٰيٰتِيْ وَمَآ اُنْذِرُوْا هُزُوًا","latin":"Wa mā nursilul-mursalīna illā mubasysyirīna wa munżirīn(a), wa yujādilul-lażīna kafarū bil-bāṭili liyudḥiḍū bihil-ḥaqqa wattakhażū āyātī wa mā unżirū huzuwā(n).","translation":"Kami tidak mengutus rasul-rasul melainkan sebagai pembawa kabar gembira dan pemberi peringatan. (Akan tetapi,) orang-orang yang kufur membantah dengan (cara) yang batil agar dengan itu mereka dapat melenyapkan sesuatu yang hak (kebenaran). Mereka menjadikan ayat-ayat-Ku dan apa yang diperingatkan terhadap mereka sebagai olok-olok."},{"surah_number":18,"ayat_number":57,"arabic":"وَمَنْ اَظْلَمُ مِمَّنْ ذُكِّرَ بِاٰيٰتِ رَبِّهٖ فَاَعْرَضَ عَنْهَا وَنَسِيَ مَا قَدَّمَتْ يَدَاهُۗ اِنَّا جَعَلْنَا عَلٰى قُلُوْبِهِمْ اَكِنَّةً اَنْ يَّفْقَهُوْهُ وَفِيْٓ اٰذَانِهِمْ وَقْرًاۗ وَاِنْ تَدْعُهُمْ اِلَى الْهُدٰى فَلَنْ يَّهْتَدُوْٓا اِذًا اَبَدًا ","kitabah":"وَمَنْ اَظْلَمُ مِمَّنْ ذُكِّرَ بِاٰيٰتِ رَبِّهٖ فَاَعْرَضَ عَنْهَا وَنَسِيَ مَا قَدَّمَتْ يَدَاهُۗ اِنَّا جَعَلْنَا عَلٰى قُلُوْبِهِمْ اَكِنَّةً اَنْ يَّفْقَهُوْهُ وَفِيْٓ اٰذَانِهِمْ وَقْرًاۗ وَاِنْ تَدْعُهُمْ اِلَى الْهُدٰى فَلَنْ يَّهْتَدُوْٓا اِذًا اَبَدًا ","latin":"Wa man aẓlamu mimman żukkira bi'āyāti rabbihī fa a‘raḍa ‘anhā wa nasiya mā qaddamat yadāh(u), innā ja‘alnā ‘alā qulūbihim akinnatan ay yafqahūhu  wa fī āżānihim waqrā(n), wa in tad‘uhum ilal-hudā falay yahtadū iżan abadā(n).","translation":"Siapakah yang lebih zalim daripada orang yang telah diperingatkan dengan ayat-ayat Tuhannya, lalu dia berpaling darinya dan melupakan apa yang telah dikerjakan oleh kedua tangannya? Sesungguhnya Kami telah meletakkan penutup pada hati mereka, (sehingga mereka tidak) memahaminya dan (meletakkan pula) sumbatan di telinga mereka. (Dengan demikian,) kendatipun engkau (Nabi Muhammad) menyeru mereka kepada petunjuk, niscaya mereka tidak akan mendapat petunjuk untuk selama-lamanya."},{"surah_number":18,"ayat_number":58,"arabic":"وَرَبُّكَ الْغَفُوْرُ ذُو الرَّحْمَةِۗ  لَوْ يُؤَاخِذُهُمْ بِمَا كَسَبُوْا لَعَجَّلَ لَهُمُ الْعَذَابَۗ بَلْ لَّهُمْ مَّوْعِدٌ لَّنْ يَّجِدُوْا مِنْ دُوْنِهٖ مَوْىِٕلًا","kitabah":"وَرَبُّكَ الْغَفُوْرُ ذُو الرَّحْمَةِۗ  لَوْ يُؤَاخِذُهُمْ بِمَا كَسَبُوْا لَعَجَّلَ لَهُمُ الْعَذَابَۗ بَلْ لَّهُمْ مَّوْعِدٌ لَّنْ يَّجِدُوْا مِنْ دُوْنِهٖ مَوْىِٕلًا","latin":"Wa rabbukal-gafūru żur-raḥmah(ti), lau yu'ākhiżuhum bimā kasabū la‘ajjala lahumul-‘ażāb(a), bal lahum mau‘idul lay yajidū min dūnihī mau'ilā(n).","translation":"Tuhanmu Maha Pengampun lagi Maha Pemilik rahmat. Seandainya Dia hendak menyiksa mereka karena perbuatan mereka, tentu Dia akan menyegerakan siksa bagi mereka. Akan tetapi, bagi mereka ada waktu (untuk mendapat siksa) yang mereka tidak akan menemukan tempat berlindung selain-Nya."},{"surah_number":18,"ayat_number":59,"arabic":"وَتِلْكَ الْقُرٰٓى اَهْلَكْنٰهُمْ لَمَّا ظَلَمُوْا وَجَعَلْنَا لِمَهْلِكِهِمْ مَّوْعِدًا ࣖ","kitabah":"وَتِلْكَ الْقُرٰٓى اَهْلَكْنٰهُمْ لَمَّا ظَلَمُوْا وَجَعَلْنَا لِمَهْلِكِهِمْ مَّوْعِدًا ࣖ","latin":"Wa tilkal-qurā ahlaknāhum lammā ẓalamū wa ja‘alnā limahlikihim mau‘idā(n).","translation":"(Penduduk) negeri-negeri itu telah Kami binasakan ketika mereka berbuat zalim dan telah Kami tetapkan waktu bagi kebinasaan mereka."},{"surah_number":18,"ayat_number":60,"arabic":"وَاِذْ قَالَ مُوْسٰى لِفَتٰىهُ لَآ اَبْرَحُ حَتّٰٓى  اَبْلُغَ مَجْمَعَ الْبَحْرَيْنِ اَوْ اَمْضِيَ حُقُبًا","kitabah":"وَاِذْ قَالَ مُوْسٰى لِفَتٰىهُ لَآ اَبْرَحُ حَتّٰٓى  اَبْلُغَ مَجْمَعَ الْبَحْرَيْنِ اَوْ اَمْضِيَ حُقُبًا","latin":"Wa iż qāla mūsā lifatāhu lā abraḥu ḥattā abluga majma‘al-baḥraini au amḍiya ḥuqubā(n).","translation":"(Ingatlah) ketika Musa berkata kepada pembantunya,451) “Aku tidak akan berhenti (berjalan) sebelum sampai ke pertemuan dua laut atau aku akan berjalan (terus sampai) bertahun-tahun.”"},{"surah_number":18,"ayat_number":61,"arabic":"فَلَمَّا بَلَغَا مَجْمَعَ بَيْنِهِمَا نَسِيَا حُوْتَهُمَا فَاتَّخَذَ سَبِيْلَهٗ فِى الْبَحْرِ سَرَبًا ","kitabah":"فَلَمَّا بَلَغَا مَجْمَعَ بَيْنِهِمَا نَسِيَا حُوْتَهُمَا فَاتَّخَذَ سَبِيْلَهٗ فِى الْبَحْرِ سَرَبًا ","latin":"Falammā balagā majma‘a bainihimā nasiyā ḥūtahumā fattakhaża sabīlahū fil-baḥri sarabā(n).","translation":"Ketika mereka sampai ke pertemuan dua laut, mereka lupa ikannya, lalu (ikan mereka) melompat mengambil jalan ke laut itu."},{"surah_number":18,"ayat_number":62,"arabic":"فَلَمَّا جَاوَزَا قَالَ لِفَتٰىهُ اٰتِنَا غَدَاۤءَنَاۖ  لَقَدْ لَقِيْنَا مِنْ سَفَرِنَا هٰذَا نَصَبًا ","kitabah":"فَلَمَّا جَاوَزَا قَالَ لِفَتٰىهُ اٰتِنَا غَدَاۤءَنَاۖ  لَقَدْ لَقِيْنَا مِنْ سَفَرِنَا هٰذَا نَصَبًا ","latin":"Falammā jāwazā qāla lifatāhu ātinā gadā'anā laqad laqīnā min safarinā hāżā naṣabā(n).","translation":"Ketika mereka telah melewati (tempat itu), Musa berkata kepada pembantunya, “Bawalah kemari makanan kita. Sungguh, kita benar-benar telah merasa letih karena perjalanan kita ini.”"},{"surah_number":18,"ayat_number":63,"arabic":"قَالَ اَرَاَيْتَ اِذْ اَوَيْنَآ اِلَى الصَّخْرَةِ فَاِنِّيْ نَسِيْتُ الْحُوْتَۖ وَمَآ اَنْسٰىنِيْهُ اِلَّا الشَّيْطٰنُ اَنْ اَذْكُرَهٗۚ وَاتَّخَذَ سَبِيْلَهٗ فِى الْبَحْرِ عَجَبًا ","kitabah":"قَالَ اَرَاَيْتَ اِذْ اَوَيْنَآ اِلَى الصَّخْرَةِ فَاِنِّيْ نَسِيْتُ الْحُوْتَۖ وَمَآ اَنْسٰىنِيْهُ اِلَّا الشَّيْطٰنُ اَنْ اَذْكُرَهٗۚ وَاتَّخَذَ سَبِيْلَهٗ فِى الْبَحْرِ عَجَبًا ","latin":"Qāla ara'aita iż awainā ilaṣ-ṣakhrati fa innī nasītul-ḥūt(a), wa mā ansānīhu illasy-syaiṭanu an ażkurah(ū), wattakhaża sabīlahū fil-baḥri ‘ajabā(n).","translation":"Dia (pembantunya) menjawab, “Tahukah engkau ketika kita mencari tempat berlindung di batu tadi, sesungguhnya aku lupa (bercerita tentang) ikan itu dan tidak ada yang membuatku lupa untuk mengingatnya, kecuali setan. (Ikan) itu mengambil jalannya ke laut dengan cara yang aneh.”"},{"surah_number":18,"ayat_number":64,"arabic":"قَالَ ذٰلِكَ مَا كُنَّا نَبْغِۖ فَارْتَدَّا عَلٰٓى اٰثَارِهِمَا قَصَصًاۙ  ","kitabah":"قَالَ ذٰلِكَ مَا كُنَّا نَبْغِۖ فَارْتَدَّا عَلٰٓى اٰثَارِهِمَا قَصَصًاۙ  ","latin":"Qāla żālika mā kunnā nabg(i), fartaddā ‘alā āṡārihimā qaṣaṣā(n).","translation":"Dia (Musa) berkata, “Itulah yang kita cari.” Lalu keduanya kembali dan menyusuri jejak mereka semula."},{"surah_number":18,"ayat_number":65,"arabic":"فَوَجَدَا عَبْدًا مِّنْ عِبَادِنَآ اٰتَيْنٰهُ رَحْمَةً مِّنْ عِنْدِنَا وَعَلَّمْنٰهُ مِنْ لَّدُنَّا عِلْمًا","kitabah":"فَوَجَدَا عَبْدًا مِّنْ عِبَادِنَآ اٰتَيْنٰهُ رَحْمَةً مِّنْ عِنْدِنَا وَعَلَّمْنٰهُ مِنْ لَّدُنَّا عِلْمًا","latin":"Fa wajadā ‘abdam min ‘ibādinā ātaināhu raḥmatam min ‘indinā wa ‘allamnāhu mil ladunnā ‘ilmā(n).","translation":"Lalu, mereka berdua bertemu dengan seorang dari hamba-hamba Kami yang telah Kami anugerahi rahmat kepadanya dari sisi Kami. Kami telah mengajarkan ilmu kepadanya dari sisi Kami.452)"},{"surah_number":18,"ayat_number":66,"arabic":"قَالَ لَهٗ مُوْسٰى هَلْ اَتَّبِعُكَ عَلٰٓى اَنْ تُعَلِّمَنِ مِمَّا عُلِّمْتَ رُشْدًا","kitabah":"قَالَ لَهٗ مُوْسٰى هَلْ اَتَّبِعُكَ عَلٰٓى اَنْ تُعَلِّمَنِ مِمَّا عُلِّمْتَ رُشْدًا","latin":"Qāla lahū mūsā hal attabi‘uka ‘alā an tu‘allimani mimmā ‘ullimta rusydā(n).","translation":"Musa berkata kepadanya, “Bolehkah aku mengikutimu agar engkau mengajarkan kepadaku (ilmu yang benar) dari apa yang telah diajarkan kepadamu (untuk menjadi) petunjuk?”"},{"surah_number":18,"ayat_number":67,"arabic":"قَالَ اِنَّكَ لَنْ تَسْتَطِيْعَ مَعِيَ صَبْرًا ","kitabah":"قَالَ اِنَّكَ لَنْ تَسْتَطِيْعَ مَعِيَ صَبْرًا ","latin":"Qāla innaka lan tastaṭī‘a ma‘iya ṣabrā(n).","translation":"Dia menjawab, “Sesungguhnya engkau tidak akan sanggup bersabar bersamaku."},{"surah_number":18,"ayat_number":68,"arabic":"وَكَيْفَ تَصْبِرُ عَلٰى مَا لَمْ تُحِطْ بِهٖ خُبْرًا","kitabah":"وَكَيْفَ تَصْبِرُ عَلٰى مَا لَمْ تُحِطْ بِهٖ خُبْرًا","latin":"Wa kaifa taṣbiru ‘alā mā lam tuḥiṭ bihī khubrā(n).","translation":"Bagaimana engkau akan sanggup bersabar atas sesuatu yang engkau belum mempunyai pengetahuan yang cukup tentangnya?”"},{"surah_number":18,"ayat_number":69,"arabic":"قَالَ سَتَجِدُنِيْٓ اِنْ شَاۤءَ اللّٰهُ صَابِرًا وَّلَآ اَعْصِيْ لَكَ اَمْرًا","kitabah":"قَالَ سَتَجِدُنِيْٓ اِنْ شَاۤءَ اللّٰهُ صَابِرًا وَّلَآ اَعْصِيْ لَكَ اَمْرًا","latin":"Qāla satajidunī in syā'allāhu ṣābiraw wa lā a‘ṣī laka amrā(n).","translation":"Dia (Musa) berkata, “Insyaallah engkau akan mendapatiku sebagai orang yang sabar dan aku tidak akan menentangmu dalam urusan apa pun.”"},{"surah_number":18,"ayat_number":70,"arabic":"قَالَ فَاِنِ اتَّبَعْتَنِيْ فَلَا تَسْـَٔلْنِيْ عَنْ شَيْءٍ حَتّٰٓى اُحْدِثَ لَكَ مِنْهُ ذِكْرًا ࣖ ","kitabah":"قَالَ فَاِنِ اتَّبَعْتَنِيْ فَلَا تَسْـَٔلْنِيْ عَنْ شَيْءٍ حَتّٰٓى اُحْدِثَ لَكَ مِنْهُ ذِكْرًا ࣖ ","latin":"Qāla fa inittaba‘tanī falā tas'alnī ‘an syai'in ḥattā uḥdiṡa laka minhu żikrā(n).","translation":"Dia berkata, “Jika engkau mengikutiku, janganlah engkau menanyakan kepadaku tentang apa pun sampai aku menerangkannya kepadamu.”"},{"surah_number":18,"ayat_number":71,"arabic":"فَانْطَلَقَاۗ حَتّٰٓى اِذَا رَكِبَا فِى السَّفِيْنَةِ خَرَقَهَاۗ قَالَ اَخَرَقْتَهَا لِتُغْرِقَ اَهْلَهَاۚ  لَقَدْ جِئْتَ شَيْـًٔا اِمْرًا ","kitabah":"فَانْطَلَقَاۗ حَتّٰٓى اِذَا رَكِبَا فِى السَّفِيْنَةِ خَرَقَهَاۗ قَالَ اَخَرَقْتَهَا لِتُغْرِقَ اَهْلَهَاۚ  لَقَدْ جِئْتَ شَيْـًٔا اِمْرًا ","latin":"Fanṭalaqā, ḥattā iżā rakibā fis-safīnati khara ahā, qāla akharaqtahā litugriqa ahlahā, laqad ji'ta syai'an imrā(n).","translation":"Kemudian, berjalanlah keduanya, hingga ketika menaiki perahu, dia melubanginya. Dia (Musa) berkata, “Apakah engkau melubanginya untuk menenggelamkan penumpangnya? Sungguh, engkau telah berbuat suatu kesalahan yang besar.”"},{"surah_number":18,"ayat_number":72,"arabic":"قَالَ اَلَمْ اَقُلْ اِنَّكَ لَنْ تَسْتَطِيْعَ مَعِيَ صَبْرًا ","kitabah":"قَالَ اَلَمْ اَقُلْ اِنَّكَ لَنْ تَسْتَطِيْعَ مَعِيَ صَبْرًا ","latin":"Qāla alam aqul innaka lan tastaṭī‘a ma‘iya ṣabrā(n).","translation":"Dia berkata, “Bukankah sudah aku katakan bahwa sesungguhnya engkau tidak akan sanggup bersabar bersamaku?”"},{"surah_number":18,"ayat_number":73,"arabic":"قَالَ لَا تُؤَاخِذْنِيْ بِمَا نَسِيْتُ وَلَا تُرْهِقْنِيْ مِنْ اَمْرِيْ عُسْرًا","kitabah":"قَالَ لَا تُؤَاخِذْنِيْ بِمَا نَسِيْتُ وَلَا تُرْهِقْنِيْ مِنْ اَمْرِيْ عُسْرًا","latin":"Qāla lā tu'ākhiżnī bimā nasītu wa lā turhiqnī min amrī ‘usrā(n).","translation":"Dia (Musa) berkata, “Janganlah engkau menghukumku karena kelupaanku dan janganlah engkau membebaniku dengan kesulitan dalam urusanku.”"},{"surah_number":18,"ayat_number":74,"arabic":"فَانْطَلَقَا ۗحَتّٰٓى اِذَا لَقِيَا غُلٰمًا فَقَتَلَهٗ ۙقَالَ اَقَتَلْتَ نَفْسًا زَكِيَّةً ۢبِغَيْرِ نَفْسٍۗ  لَقَدْ جِئْتَ شَيْـًٔا نُّكْرًا ۔","kitabah":"فَانْطَلَقَاۗ حَتّٰٓى اِذَا لَقِيَا غُلٰمًا فَقَتَلَهٗۙ قَالَ اَقَتَلْتَ نَفْسًا زَكِيَّةً بِغَيْرِ نَفْسٍۗ لَقَدْ جِئْتَ شَيْـًٔا نُّكْرًا ۔","latin":"Fanṭalaqā, ḥattā iżā laqiyā gulāman fa qatalah(ū), qāla aqatalta nafsan zakiyyatam bigairi nafs(in), laqad ji'ta syai'an nukrā(n).","translation":"Kemudian, berjalanlah keduanya, hingga ketika berjumpa dengan seorang anak, dia membunuhnya. Dia (Musa) berkata, “Mengapa engkau membunuh jiwa yang bersih bukan karena dia membunuh orang lain? Sungguh, engkau benar-benar telah melakukan sesuatu yang sangat mungkar.”"},{"surah_number":18,"ayat_number":75,"arabic":"۞ قَالَ اَلَمْ اَقُلْ لَّكَ اِنَّكَ لَنْ تَسْتَطِيْعَ مَعِيَ صَبْرًا ","kitabah":"۞ قَالَ اَلَمْ اَقُلْ لَّكَ اِنَّكَ لَنْ تَسْتَطِيْعَ مَعِيَ صَبْرًا ","latin":"Qāla alam aqul laka innaka lan tastaṭī‘a ma‘iya ṣabrā(n).","translation":"Dia berkata, “Bukankah sudah kukatakan kepadamu bahwa sesungguhnya engkau tidak akan mampu bersabar bersamaku?”"},{"surah_number":18,"ayat_number":76,"arabic":"قَالَ اِنْ سَاَلْتُكَ عَنْ شَيْءٍۢ بَعْدَهَا فَلَا تُصٰحِبْنِيْۚ قَدْ بَلَغْتَ مِنْ لَّدُنِّيْ عُذْرًا ","kitabah":"قَالَ اِنْ سَاَلْتُكَ عَنْ شَيْءٍۢ بَعْدَهَا فَلَا تُصٰحِبْنِيْۚ قَدْ بَلَغْتَ مِنْ لَّدُنِّيْ عُذْرًا ","latin":"Qāla in sa'altuka ‘an syai'im ba‘dahā falā tuṣāḥibnī, qad balagta mil ladunnī ‘użrā(n).","translation":"Dia (Musa) berkata, “Jika aku bertanya kepadamu tentang sesuatu setelah ini, jangan lagi engkau memperbolehkan aku menyertaimu. Sungguh engkau telah mencapai batas (yang wajar dalam) memberikan uzur (maaf) kepadaku.”"},{"surah_number":18,"ayat_number":77,"arabic":"فَانْطَلَقَا ۗحَتّٰىٓ اِذَآ اَتَيَآ اَهْلَ قَرْيَةِ ِۨاسْتَطْعَمَآ اَهْلَهَا فَاَبَوْا اَنْ يُّضَيِّفُوْهُمَا فَوَجَدَا فِيْهَا جِدَارًا يُّرِيْدُ اَنْ يَّنْقَضَّ فَاَقَامَهٗ ۗقَالَ لَوْ شِئْتَ لَتَّخَذْتَ عَلَيْهِ اَجْرًا ","kitabah":"فَانْطَلَقَا ۗحَتّٰىٓ اِذَآ اَتَيَآ اَهْلَ قَرْيَةِ ِۨاسْتَطْعَمَآ اَهْلَهَا فَاَبَوْا اَنْ يُّضَيِّفُوْهُمَا فَوَجَدَا فِيْهَا جِدَارًا يُّرِيْدُ اَنْ يَّنْقَضَّ فَاَقَامَهٗ ۗقَالَ لَوْ شِئْتَ لَتَّخَذْتَ عَلَيْهِ اَجْرًا ","latin":"Fanṭalaqā, ḥattā iżā atayā ahla qaryatinistaṭ‘amā ahlahā fa abau ay yuḍayyifūhumā fa wajadā fīhā jidāray yurīdu ay yaqaḍḍa fa aqāmah(ū), qāla lau syi'ta lattakhażta ‘alaihi ajrā(n).","translation":"Lalu, keduanya berjalan, hingga ketika keduanya sampai ke penduduk suatu negeri, mereka berdua meminta dijamu oleh penduduknya, tetapi mereka tidak mau menjamu keduanya. Kemudian, keduanya mendapati dinding (rumah) yang hampir roboh di negeri itu, lalu dia menegakkannya. Dia (Musa) berkata, “Jika engkau mau, niscaya engkau dapat meminta imbalan untuk itu.”"},{"surah_number":18,"ayat_number":78,"arabic":"قَالَ هٰذَا فِرَاقُ بَيْنِيْ وَبَيْنِكَۚ سَاُنَبِّئُكَ بِتَأْوِيْلِ مَا لَمْ تَسْتَطِعْ عَّلَيْهِ صَبْرًا ","kitabah":"قَالَ هٰذَا فِرَاقُ بَيْنِيْ وَبَيْنِكَۚ سَاُنَبِّئُكَ بِتَأْوِيْلِ مَا لَمْ تَسْتَطِعْ عَّلَيْهِ صَبْرًا ","latin":"Qāla hāżā firāqu bainī wa bainik(a), sa'unabbi'uka bita'wīli mā lam tastaṭī‘ ‘alaihi ṣabrā(n).","translation":"Dia berkata, “Inilah (waktu) perpisahan antara aku dan engkau. Aku akan memberitahukan kepadamu makna sesuatu yang engkau tidak mampu bersabar terhadapnya."},{"surah_number":18,"ayat_number":79,"arabic":"اَمَّا السَّفِيْنَةُ فَكَانَتْ لِمَسٰكِيْنَ يَعْمَلُوْنَ فِى الْبَحْرِ فَاَرَدْتُّ اَنْ اَعِيْبَهَاۗ وَكَانَ وَرَاۤءَهُمْ مَّلِكٌ يَّأْخُذُ كُلَّ سَفِيْنَةٍ غَصْبًا ","kitabah":"اَمَّا السَّفِيْنَةُ فَكَانَتْ لِمَسٰكِيْنَ يَعْمَلُوْنَ فِى الْبَحْرِ فَاَرَدْتُّ اَنْ اَعِيْبَهَاۗ وَكَانَ وَرَاۤءَهُمْ مَّلِكٌ يَّأْخُذُ كُلَّ سَفِيْنَةٍ غَصْبًا ","latin":"Ammas-safīnatu fa kānat limasākīna ya‘malūna fil-baḥri fa arattu an a‘ībahā, wa kāna warā'ahum malikuy ya'khużu kulla safīnatin gaṣbā(n).","translation":"Adapun perahu itu adalah milik orang-orang miskin yang bekerja di laut. Maka, aku bermaksud membuatnya cacat karena di hadapan mereka ada seorang raja (zalim) yang mengambil setiap perahu (yang baik) secara paksa."},{"surah_number":18,"ayat_number":80,"arabic":"وَاَمَّا الْغُلٰمُ فَكَانَ اَبَوَاهُ مُؤْمِنَيْنِ فَخَشِيْنَآ اَنْ يُّرْهِقَهُمَا طُغْيَانًا وَّكُفْرًا ۚ","kitabah":"وَاَمَّا الْغُلٰمُ فَكَانَ اَبَوَاهُ مُؤْمِنَيْنِ فَخَشِيْنَآ اَنْ يُّرْهِقَهُمَا طُغْيَانًا وَّكُفْرًا ۚ","latin":"Wa ammal-gulāmu fa kāna abawāhu mu'minaini fa khasyīnā ay yurhiqahumā ṭugyānaw wa kufrā(n).","translation":"Adapun anak itu (yang aku bunuh), kedua orang tuanya mukmin dan kami khawatir kalau dia akan memaksa kedua orang tuanya untuk durhaka dan kufur."},{"surah_number":18,"ayat_number":81,"arabic":"فَاَرَدْنَآ اَنْ يُّبْدِلَهُمَا رَبُّهُمَا خَيْرًا مِّنْهُ زَكٰوةً وَّاَقْرَبَ رُحْمًا ","kitabah":"فَاَرَدْنَآ اَنْ يُّبْدِلَهُمَا رَبُّهُمَا خَيْرًا مِّنْهُ زَكٰوةً وَّاَقْرَبَ رُحْمًا ","latin":"Fa aradnā ay yubdilahumā rabbuhumā khairam minhu zakātaw wa aqraba ruḥmā(n).","translation":"Maka, kami menghendaki bahwa Tuhan mereka menggantinya (dengan seorang anak lain) yang lebih baik kesuciannya daripada (anak) itu dan lebih sayang (kepada ibu bapaknya)."},{"surah_number":18,"ayat_number":82,"arabic":"وَاَمَّا الْجِدَارُ فَكَانَ لِغُلٰمَيْنِ يَتِيْمَيْنِ فِى الْمَدِيْنَةِ وَكَانَ تَحْتَهٗ كَنْزٌ لَّهُمَا وَكَانَ اَبُوْهُمَا صَالِحًا ۚفَاَرَادَ رَبُّكَ اَنْ يَّبْلُغَآ اَشُدَّهُمَا وَيَسْتَخْرِجَا كَنْزَهُمَا رَحْمَةً مِّنْ رَّبِّكَۚ وَمَا فَعَلْتُهٗ عَنْ اَمْرِيْۗ ذٰلِكَ تَأْوِيْلُ مَا لَمْ تَسْطِعْ عَّلَيْهِ صَبْرًاۗ  ࣖ","kitabah":"وَاَمَّا الْجِدَارُ فَكَانَ لِغُلٰمَيْنِ يَتِيْمَيْنِ فِى الْمَدِيْنَةِ وَكَانَ تَحْتَهٗ كَنْزٌ لَّهُمَا وَكَانَ اَبُوْهُمَا صَالِحًا ۚفَاَرَادَ رَبُّكَ اَنْ يَّبْلُغَآ اَشُدَّهُمَا وَيَسْتَخْرِجَا كَنْزَهُمَا رَحْمَةً مِّنْ رَّبِّكَۚ وَمَا فَعَلْتُهٗ عَنْ اَمْرِيْۗ ذٰلِكَ تَأْوِيْلُ مَا لَمْ تَسْطِعْ عَّلَيْهِ صَبْرًاۗ  ࣖ","latin":"Wa ammal-jidāru fa kāna ligulāmaini yatīmaini fil-madīnati wa kāna taḥtahū kanzul lahumā wa kāna abūhumā ṣāliḥā(n), fa arāda rabbuka ay yablugā asyuddahumā wa yastakhrijā kanzahumā raḥmatam mir rabbik(a), wa mā fa‘altuhū ‘an amrī, żālika ta'wīlu mā lam tasṭī‘ ‘alaihi ṣabrā(n).  ","translation":"Adapun dinding (rumah) itu adalah milik dua anak yatim di kota itu dan di bawahnya tersimpan harta milik mereka berdua, sedangkan ayah mereka adalah orang saleh. Maka, Tuhanmu menghendaki agar keduanya mencapai usia dewasa dan mengeluarkan simpanannya itu sebagai rahmat dari Tuhanmu. Aku tidak melakukannya berdasarkan kemauanku (sendiri). Itulah makna sesuatu yang engkau tidak mampu bersabar terhadapnya.”"},{"surah_number":18,"ayat_number":83,"arabic":"وَيَسْـَٔلُوْنَكَ عَنْ ذِى الْقَرْنَيْنِۗ قُلْ سَاَتْلُوْا عَلَيْكُمْ مِّنْهُ ذِكْرًا ۗ","kitabah":"وَيَسْـَٔلُوْنَكَ عَنْ ذِى الْقَرْنَيْنِۗ قُلْ سَاَتْلُوْا عَلَيْكُمْ مِّنْهُ ذِكْرًا ۗ","latin":"Wa yas'alūnaka ‘an żil qarnain(i), qul sa'atlū ‘alaikum minhu żikrā(n).","translation":"Mereka bertanya kepadamu (Nabi Muhammad) tentang Zulqarnain. Katakanlah, “Akan aku bacakan kepadamu sebagian kisahnya.”"},{"surah_number":18,"ayat_number":84,"arabic":"اِنَّا مَكَّنَّا لَهٗ فِى الْاَرْضِ وَاٰتَيْنٰهُ مِنْ كُلِّ شَيْءٍ سَبَبًا ۙ","kitabah":"اِنَّا مَكَّنَّا لَهٗ فِى الْاَرْضِ وَاٰتَيْنٰهُ مِنْ كُلِّ شَيْءٍ سَبَبًا ۙ","latin":"Innā makkannā lahū fil-arḍi wa ātaināhu min kulli syai'in sababā(n).","translation":"Sesungguhnya Kami telah memberi kedudukan kepadanya di bumi dan Kami telah memberikan jalan kepadanya (untuk mencapai) segala sesuatu."},{"surah_number":18,"ayat_number":85,"arabic":"فَاَتْبَعَ سَبَبًا","kitabah":"فَاَتْبَعَ سَبَبًا","latin":"Fa atba‘a sababā(n).","translation":"Maka, dia menyusuri suatu jalan."},{"surah_number":18,"ayat_number":86,"arabic":"حَتّٰىٓ اِذَا بَلَغَ مَغْرِبَ الشَّمْسِ وَجَدَهَا تَغْرُبُ فِيْ عَيْنٍ حَمِئَةٍ وَّوَجَدَ عِنْدَهَا قَوْمًا ەۗ قُلْنَا يٰذَا الْقَرْنَيْنِ اِمَّآ اَنْ تُعَذِّبَ وَاِمَّآ اَنْ تَتَّخِذَ فِيْهِمْ حُسْنًا","kitabah":"حَتّٰىٓ اِذَا بَلَغَ مَغْرِبَ الشَّمْسِ وَجَدَهَا تَغْرُبُ فِيْ عَيْنٍ حَمِئَةٍ وَّوَجَدَ عِنْدَهَا قَوْمًا ەۗ قُلْنَا يٰذَا الْقَرْنَيْنِ اِمَّآ اَنْ تُعَذِّبَ وَاِمَّآ اَنْ تَتَّخِذَ فِيْهِمْ حُسْنًا","latin":"Ḥattā iżā balaga magribasy-syamsi wajadahā tagrubu fī ‘ainin ḥami'atiw wa wajada ‘indahā qaumā(n), qulnā yā żal-qarnaini immā an tu‘ażżiba wa immā an tattakhiża fīhim ḥusnā(n).","translation":"Hingga ketika telah sampai ke tempat terbenamnya matahari,453) dia mendapatinya terbenam di dalam mata air panas lagi berlumpur hitam. Di sana dia menemukan suatu kaum (yang tidak mengenal agama). Kami berfirman, “Wahai Zulqarnain, engkau boleh menghukum atau berbuat kebaikan kepada mereka (dengan mengajak mereka beriman).”"},{"surah_number":18,"ayat_number":87,"arabic":"قَالَ اَمَّا مَنْ ظَلَمَ فَسَوْفَ نُعَذِّبُهٗ ثُمَّ يُرَدُّ اِلٰى رَبِّهٖ فَيُعَذِّبُهٗ عَذَابًا نُّكْرًا ","kitabah":"قَالَ اَمَّا مَنْ ظَلَمَ فَسَوْفَ نُعَذِّبُهٗ ثُمَّ يُرَدُّ اِلٰى رَبِّهٖ فَيُعَذِّبُهٗ عَذَابًا نُّكْرًا ","latin":"Qāla ammā man ẓalama fa saufa nu‘ażżibuhū ṡumma yuraddu ilā rabbihī fa yu‘ażżibuhū ‘ażāban nukrā(n).","translation":"Dia (Zulqarnain) berkata, “Adapun orang yang berbuat zalim akan kami hukum. Lalu, dia akan dikembalikan kepada Tuhannya. Kemudian, Dia mengazabnya dengan azab yang sangat keras."},{"surah_number":18,"ayat_number":88,"arabic":"وَاَمَّا مَنْ اٰمَنَ وَعَمِلَ صَالِحًا فَلَهٗ جَزَاۤءً ۨالْحُسْنٰىۚ وَسَنَقُوْلُ لَهٗ مِنْ اَمْرِنَا يُسْرًا ۗ","kitabah":"وَاَمَّا مَنْ اٰمَنَ وَعَمِلَ صَالِحًا فَلَهٗ جَزَاۤءً ۨالْحُسْنٰىۚ وَسَنَقُوْلُ لَهٗ مِنْ اَمْرِنَا يُسْرًا ۗ","latin":"Wa ammā man āmana wa ‘amila ṣāliḥan fa lahū jazā'anil-ḥusnā, wa sanaqūlu lahū min amrinā yusrā(n). ","translation":"Adapun orang yang beriman dan beramal saleh mendapat (pahala) yang terbaik sebagai balasan dan akan kami sampaikan kepadanya perintah kami yang mudah-mudah.”"},{"surah_number":18,"ayat_number":89,"arabic":"ثُمَّ اَتْبَعَ سَبَبًا ","kitabah":"ثُمَّ اَتْبَعَ سَبَبًا ","latin":"Ṡumma  atba‘a sababā(n). ","translation":"Kemudian, dia mengikuti suatu jalan (yang lain)."},{"surah_number":18,"ayat_number":90,"arabic":"حَتّٰىٓ اِذَا بَلَغَ مَطْلِعَ الشَّمْسِ وَجَدَهَا تَطْلُعُ عَلٰى قَوْمٍ لَّمْ نَجْعَلْ لَّهُمْ مِّنْ دُوْنِهَا سِتْرًا ۙ","kitabah":"حَتّٰىٓ اِذَا بَلَغَ مَطْلِعَ الشَّمْسِ وَجَدَهَا تَطْلُعُ عَلٰى قَوْمٍ لَّمْ نَجْعَلْ لَّهُمْ مِّنْ دُوْنِهَا سِتْرًا ۙ","latin":"Ḥattā iżā balaga maṭli‘asy-syamsi wajadahā taṭlu‘u ‘alā qaumil lam naj‘al lahum min dūnihā sitrā(n). ","translation":"Hingga ketika sampai di posisi terbitnya matahari (arah timur), dia mendapatinya terbit pada suatu kaum yang tidak Kami buatkan suatu pelindung bagi mereka dari (cahaya) matahari itu.454)"},{"surah_number":18,"ayat_number":91,"arabic":"كَذٰلِكَۗ وَقَدْ اَحَطْنَا بِمَا لَدَيْهِ خُبْرًا ","kitabah":"كَذٰلِكَۗ وَقَدْ اَحَطْنَا بِمَا لَدَيْهِ خُبْرًا ","latin":"Każālik(a), wa  qad aḥaṭnā bimā ladaihi khubrā(n).","translation":"Demikianlah (kisahnya). Sungguh, Kami mengetahui segala sesuatu yang ada padanya (Zulqarnain)."},{"surah_number":18,"ayat_number":92,"arabic":"ثُمَّ اَتْبَعَ سَبَبًا ","kitabah":"ثُمَّ اَتْبَعَ سَبَبًا ","latin":"Ṡumma atba‘a sababā(n).","translation":"Kemudian, dia mengikuti suatu jalan (yang lain lagi)."},{"surah_number":18,"ayat_number":93,"arabic":"حَتّٰىٓ اِذَا بَلَغَ بَيْنَ السَّدَّيْنِ وَجَدَ مِنْ دُوْنِهِمَا قَوْمًاۙ  لَّا يَكَادُوْنَ يَفْقَهُوْنَ قَوْلًا ","kitabah":"حَتّٰىٓ اِذَا بَلَغَ بَيْنَ السَّدَّيْنِ وَجَدَ مِنْ دُوْنِهِمَا قَوْمًاۙ  لَّا يَكَادُوْنَ يَفْقَهُوْنَ قَوْلًا ","latin":"Ḥattā iżā balaga bainas-saddaini wajada min dūnihimā qaumal lā yakādūna yafqahūna qaulā(n).","translation":"Hingga ketika sampai di antara dua gunung, dia mendapati di balik keduanya (kedua gunung itu) suatu kaum yang hampir tidak memahami pembicaraan.455)"},{"surah_number":18,"ayat_number":94,"arabic":"قَالُوْا يٰذَا الْقَرْنَيْنِ اِنَّ يَأْجُوْجَ وَمَأْجُوْجَ مُفْسِدُوْنَ فِى الْاَرْضِ فَهَلْ نَجْعَلُ لَكَ خَرْجًا عَلٰٓى اَنْ تَجْعَلَ بَيْنَنَا وَبَيْنَهُمْ سَدًّا ","kitabah":"قَالُوْا يٰذَا الْقَرْنَيْنِ اِنَّ يَأْجُوْجَ وَمَأْجُوْجَ مُفْسِدُوْنَ فِى الْاَرْضِ فَهَلْ نَجْعَلُ لَكَ خَرْجًا عَلٰٓى اَنْ تَجْعَلَ بَيْنَنَا وَبَيْنَهُمْ سَدًّا ","latin":"Qālū yā żal-qarnaini inna ya'jūja wa ma'jūja mufsidūna fil-arḍi  fahal naj‘alu laka kharjan ‘alā an taj‘alā bainanā wa bainahum saddā(n).","translation":"Mereka berkata, “Wahai Zulqarnain, sesungguhnya Ya’juj dan Ma’juj456) adalah (bangsa) pembuat kerusakan di bumi, bolehkah kami memberimu imbalan agar engkau membuatkan tembok penghalang antara kami dan mereka?”"},{"surah_number":18,"ayat_number":95,"arabic":"قَالَ مَا مَكَّنِّيْ فِيْهِ رَبِّيْ خَيْرٌ فَاَعِيْنُوْنِيْ بِقُوَّةٍ اَجْعَلْ بَيْنَكُمْ وَبَيْنَهُمْ رَدْمًا ۙ","kitabah":"قَالَ مَا مَكَّنِّيْ فِيْهِ رَبِّيْ خَيْرٌ فَاَعِيْنُوْنِيْ بِقُوَّةٍ اَجْعَلْ بَيْنَكُمْ وَبَيْنَهُمْ رَدْمًا ۙ","latin":"Qāla mā makkannī fīhi rabbī fa a‘īnūnī biquwwatin aj‘al bainakum wa bainahum radmā(n).","translation":"Dia (Zulqarnain) berkata, “Apa yang telah dikuasakan kepadaku oleh Tuhanku lebih baik (daripada apa yang kamu tawarkan). Maka, bantulah aku dengan kekuatan agar aku dapat membuatkan tembok penghalang antara kamu dan mereka."},{"surah_number":18,"ayat_number":96,"arabic":"اٰتُوْنِيْ زُبَرَ الْحَدِيْدِۗ حَتّٰىٓ اِذَا سَاوٰى بَيْنَ الصَّدَفَيْنِ قَالَ انْفُخُوْا ۗحَتّٰىٓ اِذَا جَعَلَهٗ نَارًاۙ قَالَ اٰتُوْنِيْٓ اُفْرِغْ عَلَيْهِ قِطْرًا ۗ","kitabah":"اٰتُوْنِيْ زُبَرَ الْحَدِيْدِۗ حَتّٰىٓ اِذَا سَاوٰى بَيْنَ الصَّدَفَيْنِ قَالَ انْفُخُوْا ۗحَتّٰىٓ اِذَا جَعَلَهٗ نَارًاۙ قَالَ اٰتُوْنِيْٓ اُفْرِغْ عَلَيْهِ قِطْرًا ۗ","latin":"Ātūnī zubaral-ḥadīd(i), ḥattā iżā sāwā bainaṣ-ṣadafaini qālanfukhū, ḥattā iżā ja‘alahū nārā(n), qāla ātūnī ufrig ‘alaihi qiṭrā(n).","translation":"Berilah aku potongan-potongan besi.” Hingga ketika (potongan besi) itu telah (terpasang) sama rata dengan kedua (puncak) gunung itu, dia (Zulqarnain) berkata, “Tiuplah (api itu).” Ketika (besi) itu sudah menjadi (merah seperti) api, dia pun berkata, “Berilah aku tembaga (yang mendidih) agar kutuangkan ke atasnya (besi panas itu).”"},{"surah_number":18,"ayat_number":97,"arabic":"فَمَا اسْطَاعُوْٓا اَنْ يَّظْهَرُوْهُ وَمَا اسْتَطَاعُوْا لَهٗ نَقْبًا ","kitabah":"فَمَا اسْطَاعُوْٓا اَنْ يَّظْهَرُوْهُ وَمَا اسْتَطَاعُوْا لَهٗ نَقْبًا ","latin":"Famasṭā‘ū ay yaẓharūhu wa mastaṭā‘ū lahū naqbā(n).","translation":"Maka, mereka (Ya’juj dan Ma’juj) tidak mampu mendakinya dan tidak mampu (pula) melubanginya."},{"surah_number":18,"ayat_number":98,"arabic":"قَالَ هٰذَا رَحْمَةٌ مِّنْ رَّبِّيْۚ فَاِذَا جَاۤءَ وَعْدُ رَبِّيْ جَعَلَهٗ دَكَّاۤءَۚ وَكَانَ وَعْدُ رَبِّيْ حَقًّا ۗ","kitabah":"قَالَ هٰذَا رَحْمَةٌ مِّنْ رَّبِّيْۚ فَاِذَا جَاۤءَ وَعْدُ رَبِّيْ جَعَلَهٗ دَكَّاۤءَۚ وَكَانَ وَعْدُ رَبِّيْ حَقًّا ۗ","latin":"Qāla hāżā raḥmatum mir rabbī, fa iżā jā'a wa‘du rabbī ja‘alahū dakkā'(a), wa kāna wa‘du rabbī ḥaqqā(n).","translation":"Dia (Zulqarnain) berkata, “(Tembok) ini adalah rahmat dari Tuhanku. Apabila janji Tuhanku telah tiba, Dia akan menjadikannya hancur luluh. Janji Tuhanku itu benar.”"},{"surah_number":18,"ayat_number":99,"arabic":"۞ وَتَرَكْنَا بَعْضَهُمْ يَوْمَىِٕذٍ يَّمُوْجُ فِيْ بَعْضٍ وَّنُفِخَ فِى الصُّوْرِ فَجَمَعْنٰهُمْ جَمْعًا ۙ","kitabah":"۞ وَتَرَكْنَا بَعْضَهُمْ يَوْمَىِٕذٍ يَّمُوْجُ فِيْ بَعْضٍ وَّنُفِخَ فِى الصُّوْرِ فَجَمَعْنٰهُمْ جَمْعًا ۙ","latin":"Wa taraknā ba‘ḍahum yauma'iżiy yamūju fī ba‘ḍiw wa nufikha fiṣ-ṣūri fa jama‘nāhum jam‘ā(n).","translation":"Pada hari itu Kami biarkan sebagian mereka (Ya’juj dan Ma’juj) berbaur dengan sebagian yang lain. (Apabila) sangkakala ditiup (lagi), Kami benar-benar akan mengumpulkan mereka seluruhnya."},{"surah_number":18,"ayat_number":100,"arabic":"وَّعَرَضْنَا جَهَنَّمَ يَوْمَىِٕذٍ لِّلْكٰفِرِيْنَ عَرْضًا ۙ","kitabah":"وَّعَرَضْنَا جَهَنَّمَ يَوْمَىِٕذٍ لِّلْكٰفِرِيْنَ عَرْضًا ۙ","latin":"Wa ‘araḍnā jahannama yauma'iżil lil-kāfirīna ‘arḍā(n).","translation":"Kami perlihatkan (neraka) Jahanam dengan jelas pada hari itu kepada orang-orang kafir,"},{"surah_number":18,"ayat_number":101,"arabic":" ۨالَّذِيْنَ كَانَتْ اَعْيُنُهُمْ فِيْ غِطَاۤءٍ عَنْ ذِكْرِيْ وَكَانُوْا لَا يَسْتَطِيْعُوْنَ سَمْعًا ࣖ","kitabah":" ۨالَّذِيْنَ كَانَتْ اَعْيُنُهُمْ فِيْ غِطَاۤءٍ عَنْ ذِكْرِيْ وَكَانُوْا لَا يَسْتَطِيْعُوْنَ سَمْعًا ࣖ","latin":"Allażīna kānat a‘yunuhum fī giṭā'in ‘an żikrī wa kānū lā yastaṭī‘ūna sam‘ā(n).","translation":"(yaitu) orang-orang yang mata (hati)-nya dalam keadaan tertutup dari ingat kepada-Ku dan mereka tidak sanggup mendengar."},{"surah_number":18,"ayat_number":102,"arabic":"اَفَحَسِبَ الَّذِيْنَ كَفَرُوْٓا اَنْ يَّتَّخِذُوْا عِبَادِيْ مِنْ دُوْنِيْٓ اَوْلِيَاۤءَ ۗاِنَّآ اَعْتَدْنَا جَهَنَّمَ لِلْكٰفِرِيْنَ نُزُلًا ","kitabah":"اَفَحَسِبَ الَّذِيْنَ كَفَرُوْٓا اَنْ يَّتَّخِذُوْا عِبَادِيْ مِنْ دُوْنِيْٓ اَوْلِيَاۤءَ ۗاِنَّآ اَعْتَدْنَا جَهَنَّمَ لِلْكٰفِرِيْنَ نُزُلًا ","latin":"Afaḥasibal-lażīna kafarū ay yattakhiżū ‘ibādī min dūnī auliyā'(a), innā a‘tadnā jahannama lil-kāfirīna nuzulā(n).","translation":"Maka, apakah orang-orang yang kufur mengira bahwa mereka (dapat) mengambil hamba-hamba-Ku menjadi penolong selain Aku?457) Sesungguhnya Kami telah menyediakan (neraka) Jahanam sebagai tempat tinggal bagi orang-orang kafir."},{"surah_number":18,"ayat_number":103,"arabic":"قُلْ هَلْ نُنَبِّئُكُمْ بِالْاَخْسَرِيْنَ اَعْمَالًا ۗ","kitabah":"قُلْ هَلْ نُنَبِّئُكُمْ بِالْاَخْسَرِيْنَ اَعْمَالًا ۗ","latin":"Qul hal nunabbi'ukum bil-akhsarīna a‘mālā(n).","translation":"Katakanlah (Nabi Muhammad), “Apakah perlu kami beri tahukan orang-orang yang paling rugi perbuatannya kepadamu?”"},{"surah_number":18,"ayat_number":104,"arabic":"اَلَّذِيْنَ ضَلَّ سَعْيُهُمْ فِى الْحَيٰوةِ الدُّنْيَا وَهُمْ يَحْسَبُوْنَ اَنَّهُمْ يُحْسِنُوْنَ صُنْعًا ","kitabah":"اَلَّذِيْنَ ضَلَّ سَعْيُهُمْ فِى الْحَيٰوةِ الدُّنْيَا وَهُمْ يَحْسَبُوْنَ اَنَّهُمْ يُحْسِنُوْنَ صُنْعًا ","latin":"Al-lażīna ḍalla sa‘yuhum fil-ḥayātid-dun-yā wa hum yaḥsabūna annahum yuḥsinūna ṣun‘ā(n).","translation":"(Yaitu) orang-orang yang sia-sia usahanya dalam kehidupan dunia, sedangkan mereka mengira bahwa mereka berbuat sebaik-baiknya."},{"surah_number":18,"ayat_number":105,"arabic":"اُولٰۤىِٕكَ الَّذِيْنَ كَفَرُوْا بِاٰيٰتِ رَبِّهِمْ وَلِقَاۤىِٕهٖ فَحَبِطَتْ اَعْمَالُهُمْ فَلَا نُقِيْمُ لَهُمْ يَوْمَ الْقِيٰمَةِ وَزْنًا ","kitabah":"اُولٰۤىِٕكَ الَّذِيْنَ كَفَرُوْا بِاٰيٰتِ رَبِّهِمْ وَلِقَاۤىِٕهٖ فَحَبِطَتْ اَعْمَالُهُمْ فَلَا نُقِيْمُ لَهُمْ يَوْمَ الْقِيٰمَةِ وَزْنًا ","latin":"Ulā'ikal-lażīna kafarū bi'āyāti rabbihim wa liqā'ihī fa ḥabiṭat a‘māluhum falā nuqīma lahum yaumal-qiyāmati waznā(n).","translation":"Mereka itu adalah orang-orang yang kufur terhadap ayat-ayat Tuhannya dan (kufur pula terhadap) pertemuan dengan-Nya.458) Maka, amal mereka sia-sia dan Kami tidak memberikan penimbangan terhadap (amal) mereka pada hari Kiamat."},{"surah_number":18,"ayat_number":106,"arabic":"ذٰلِكَ جَزَاۤؤُهُمْ جَهَنَّمُ بِمَا كَفَرُوْا وَاتَّخَذُوْٓا اٰيٰتِيْ وَرُسُلِيْ هُزُوًا ","kitabah":"ذٰلِكَ جَزَاۤؤُهُمْ جَهَنَّمُ بِمَا كَفَرُوْا وَاتَّخَذُوْٓا اٰيٰتِيْ وَرُسُلِيْ هُزُوًا ","latin":"Żālika jazā'uhum jahannamu bimā kafarū wattakhażū āyātī wa rusulī huzuwā(n).","translation":"Itulah balasan mereka (berupa neraka) Jahanam karena mereka telah kufur serta menjadikan ayat-ayat-Ku dan rasul-rasul-Ku sebagai olok-olokan."},{"surah_number":18,"ayat_number":107,"arabic":"اِنَّ الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ كَانَتْ لَهُمْ جَنّٰتُ الْفِرْدَوْسِ نُزُلًا ۙ","kitabah":"اِنَّ الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ كَانَتْ لَهُمْ جَنّٰتُ الْفِرْدَوْسِ نُزُلًا ۙ","latin":"Innal-lażīna āmanū wa ‘amiluṣ-ṣāliḥāti kānat lahum jannātul-firdausi nuzulā(n).","translation":"Sesungguhnya orang-orang yang beriman dan beramal saleh memperoleh surga Firdaus sebagai tempat tinggal."},{"surah_number":18,"ayat_number":108,"arabic":"خٰلِدِيْنَ فِيْهَا لَا يَبْغُوْنَ عَنْهَا حِوَلًا ","kitabah":"خٰلِدِيْنَ فِيْهَا لَا يَبْغُوْنَ عَنْهَا حِوَلًا ","latin":"Khālidīna fīhā lā yabgūna ‘anhā ḥiwalā(n).","translation":"Mereka kekal di dalamnya, mereka tidak ingin pindah dari sana."},{"surah_number":18,"ayat_number":109,"arabic":"قُلْ لَّوْ كَانَ الْبَحْرُ مِدَادًا لِّكَلِمٰتِ رَبِّيْ لَنَفِدَ الْبَحْرُ قَبْلَ اَنْ تَنْفَدَ كَلِمٰتُ رَبِّيْ وَلَوْ جِئْنَا بِمِثْلِهٖ مَدَدًا ","kitabah":"قُلْ لَّوْ كَانَ الْبَحْرُ مِدَادًا لِّكَلِمٰتِ رَبِّيْ لَنَفِدَ الْبَحْرُ قَبْلَ اَنْ تَنْفَدَ كَلِمٰتُ رَبِّيْ وَلَوْ جِئْنَا بِمِثْلِهٖ مَدَدًا ","latin":"Qul lau kānal-baḥru midādal likalimāti rabbī lanafidal-baḥru qabla an tanfada kalimāṭu rabbī wa lau ji'nā bimiṡlihī madadā(n).","translation":"Katakanlah (Nabi Muhammad), “Seandainya lautan menjadi tinta untuk (menulis) kalimat-kalimat Tuhanku, niscaya habislah lautan itu sebelum kalimat-kalimat Tuhanku selesai (ditulis) meskipun Kami datangkan tambahan sebanyak itu (pula).”"},{"surah_number":18,"ayat_number":110,"arabic":"قُلْ اِنَّمَآ اَنَا۠ بَشَرٌ مِّثْلُكُمْ يُوْحٰٓى اِلَيَّ اَنَّمَآ اِلٰهُكُمْ اِلٰهٌ وَّاحِدٌۚ فَمَنْ كَانَ يَرْجُوْا لِقَاۤءَ رَبِّهٖ فَلْيَعْمَلْ عَمَلًا صَالِحًا وَّلَا يُشْرِكْ بِعِبَادَةِ رَبِّهٖٓ اَحَدًا ࣖ","kitabah":"قُلْ اِنَّمَآ اَنَا۠ بَشَرٌ مِّثْلُكُمْ يُوْحٰٓى اِلَيَّ اَنَّمَآ اِلٰهُكُمْ اِلٰهٌ وَّاحِدٌۚ فَمَنْ كَانَ يَرْجُوْا لِقَاۤءَ رَبِّهٖ فَلْيَعْمَلْ عَمَلًا صَالِحًا وَّلَا يُشْرِكْ بِعِبَادَةِ رَبِّهٖٓ اَحَدًا ࣖ","latin":"Qul innamā ana basyarum miṡlukum yūḥā ilayya annamā ilāhukum ilāhuw wāḥid(un), faman kāna yarjū liqā'a rabbihī falya‘mal ‘amalan ṣāliḥaw wa lā yusyrik bi‘ibādati rabbihī aḥadā(n).","translation":"Katakanlah (Nabi Muhammad), “Sesungguhnya aku ini hanya seorang manusia seperti kamu yang diwahyukan kepadaku bahwa Tuhan kamu adalah Tuhan Yang Maha Esa.” Siapa yang mengharapkan pertemuan dengan Tuhannya hendaklah melakukan amal saleh dan tidak menjadikan apa dan siapa pun sebagai sekutu dalam beribadah kepada Tuhannya."}]}