{"surah_number":25,"arabic":" الفرقان","latin":"Al-Furqān","transliteration":"Al-Furqan","translation":"Pembeda","total_ayat":77,"location":"Makkiyah","ayat":[{"surah_number":25,"ayat_number":1,"arabic":"تَبٰرَكَ الَّذِيْ نَزَّلَ الْفُرْقَانَ عَلٰى عَبْدِهٖ لِيَكُوْنَ لِلْعٰلَمِيْنَ نَذِيْرًا ۙ","kitabah":"تَبٰرَكَ الَّذِيْ نَزَّلَ الْفُرْقَانَ عَلٰى عَبْدِهٖ لِيَكُوْنَ لِلْعٰلَمِيْنَ نَذِيْرًا ۙ","latin":"Tabārakal-lażī nazzalal-furqāna ‘alā ‘abdihī liyakūna lil-‘ālamīna nażīrā(n).","translation":"Maha berlimpah anugerah (Allah) yang telah menurunkan Furqan (Al-Qur’an) kepada hamba-Nya (Nabi Muhammad) agar dia menjadi pemberi peringatan kepada seluruh alam."},{"surah_number":25,"ayat_number":2,"arabic":" ۨالَّذِيْ لَهٗ مُلْكُ السَّمٰوٰتِ وَالْاَرْضِ وَلَمْ يَتَّخِذْ وَلَدًا وَّلَمْ يَكُنْ لَّهٗ شَرِيْكٌ فِى الْمُلْكِ وَخَلَقَ كُلَّ شَيْءٍ فَقَدَّرَهٗ تَقْدِيْرًا","kitabah":" ۨالَّذِيْ لَهٗ مُلْكُ السَّمٰوٰتِ وَالْاَرْضِ وَلَمْ يَتَّخِذْ وَلَدًا وَّلَمْ يَكُنْ لَّهٗ شَرِيْكٌ فِى الْمُلْكِ وَخَلَقَ كُلَّ شَيْءٍ فَقَدَّرَهٗ تَقْدِيْرًا","latin":"Allażī lahū mulkus-samāwāti wal-arḍi wa lam yattakhiż waladaw wa lam yakul lahū syarīkun fil-mulki wa khalaqa  kulla syai'in fa qaddarahū taqdīrā(n).","translation":"(Yaitu Zat) yang milik-Nyalah kerajaan langit dan bumi, (Dia) tidak mempunyai anak, dan tidak ada satu sekutu pun dalam kekuasaan(-Nya). Dia telah menciptakan segala sesuatu, lalu menetapkan ukuran-ukurannya dengan tepat."},{"surah_number":25,"ayat_number":3,"arabic":"وَاتَّخَذُوْا مِنْ دُوْنِهٖٓ اٰلِهَةً لَّا يَخْلُقُوْنَ شَيْـًٔا وَّهُمْ يُخْلَقُوْنَ وَلَا يَمْلِكُوْنَ لِاَنْفُسِهِمْ ضَرًّا وَّلَا نَفْعًا وَّلَا يَمْلِكُوْنَ مَوْتًا وَّلَا حَيٰوةً وَّلَا نُشُوْرًا","kitabah":"وَاتَّخَذُوْا مِنْ دُوْنِهٖٓ اٰلِهَةً لَّا يَخْلُقُوْنَ شَيْـًٔا وَّهُمْ يُخْلَقُوْنَ وَلَا يَمْلِكُوْنَ لِاَنْفُسِهِمْ ضَرًّا وَّلَا نَفْعًا وَّلَا يَمْلِكُوْنَ مَوْتًا وَّلَا حَيٰوةً وَّلَا نُشُوْرًا","latin":"Wattakhażū min dūnihī ālihatal lā yakhluqūna syai'aw wa hum yukhlaqūna wa lā yamlikūna li'anfusihim ḍarraw wa lā naf‘aw wa lā yamlikūna mautaw wa lā ḥayātaw wa lā nusyūrā(n).","translation":"Mereka mengambil sembahan selain Dia, padahal mereka (sembahan itu) tidak dapat menciptakan apa pun. Bahkan, mereka sendiri diciptakan dan tidak kuasa untuk (menolak) bahaya terhadap dirinya, tidak dapat (mendatangkan) manfaat, serta tidak kuasa mematikan, menghidupkan, dan tidak (pula) membangkitkan."},{"surah_number":25,"ayat_number":4,"arabic":"وَقَالَ الَّذِيْنَ كَفَرُوْٓا اِنْ هٰذَآ اِلَّآ اِفْكُ ِۨافْتَرٰىهُ وَاَعَانَهٗ عَلَيْهِ قَوْمٌ اٰخَرُوْنَۚ فَقَدْ جَاۤءُوْ ظُلْمًا وَّزُوْرًا ۚ","kitabah":"وَقَالَ الَّذِيْنَ كَفَرُوْٓا اِنْ هٰذَآ اِلَّآ اِفْكُ ِۨافْتَرٰىهُ وَاَعَانَهٗ عَلَيْهِ قَوْمٌ اٰخَرُوْنَۚ فَقَدْ جَاۤءُوْ ظُلْمًا وَّزُوْرًا ۚ","latin":"Wa qālal-lażīna kafarū in hāżā illā ifkuniftarāhu wa a‘ānahū ‘alaihi qaumun ākharūn(a), fa qad jā'ū ẓulmaw wa zūrā(n).","translation":"Orang-orang kafir berkata, “(Al-Qur’an) ini tidak lain hanyalah kebohongan yang diada-adakan oleh dia (Nabi Muhammad) dengan dibantu oleh orang-orang lain,” Sungguh, mereka telah berbuat zalim dan dusta yang besar."},{"surah_number":25,"ayat_number":5,"arabic":"وَقَالُوْٓا اَسَاطِيْرُ الْاَوَّلِيْنَ اكْتَتَبَهَا فَهِيَ تُمْلٰى عَلَيْهِ بُكْرَةً وَّاَصِيْلًا","kitabah":"وَقَالُوْٓا اَسَاطِيْرُ الْاَوَّلِيْنَ اكْتَتَبَهَا فَهِيَ تُمْلٰى عَلَيْهِ بُكْرَةً وَّاَصِيْلًا","latin":"Wa qālū asāṭīrul-awwalīnaktatabahā fa hiya tumlā ‘alaihi bukrataw wa aṣīlā(n).","translation":"Mereka berkata, “(Itu) dongeng-dongeng orang-orang dahulu yang diminta (oleh Nabi Muhammad) agar (dongeng) itu dituliskan. Lalu dibacakanlah dongeng itu kepadanya setiap pagi dan petang.”"},{"surah_number":25,"ayat_number":6,"arabic":"قُلْ اَنْزَلَهُ الَّذِيْ يَعْلَمُ السِّرَّ  فِى السَّمٰوٰتِ وَالْاَرْضِۗ اِنَّهٗ كَانَ غَفُوْرًا رَّحِيْمًا","kitabah":"قُلْ اَنْزَلَهُ الَّذِيْ يَعْلَمُ السِّرَّ  فِى السَّمٰوٰتِ وَالْاَرْضِۗ اِنَّهٗ كَانَ غَفُوْرًا رَّحِيْمًا","latin":"Qul anzalahul-lażī ya‘lamus-sirra fis-samāwāti wal-arḍ(i), innahū kāna gafūrar raḥīmā(n).","translation":"Katakanlah (Nabi Muhammad), “(Al-Qur’an) itu diturunkan oleh (Allah) yang mengetahui rahasia di langit dan di bumi. Sesungguhnya Dia Maha Pengampun lagi Maha Penyayang.”"},{"surah_number":25,"ayat_number":7,"arabic":"وَقَالُوْا مَالِ هٰذَا الرَّسُوْلِ يَأْكُلُ الطَّعَامَ وَيَمْشِيْ فِى الْاَسْوَاقِۗ  لَوْلَآ اُنْزِلَ اِلَيْهِ مَلَكٌ فَيَكُوْنَ مَعَهٗ نَذِيْرًا ۙ","kitabah":"وَقَالُوْا مَالِ هٰذَا الرَّسُوْلِ يَأْكُلُ الطَّعَامَ وَيَمْشِيْ فِى الْاَسْوَاقِۗ  لَوْلَآ اُنْزِلَ اِلَيْهِ مَلَكٌ فَيَكُوْنَ مَعَهٗ نَذِيْرًا ۙ","latin":"Wa qālū mā lihāżar-rasūli ya'kuluṭ-ṭa‘āma wa yamsyī fil-aswāq(i), lau lā unzila ‘alaihi malakun fa yakūna ma‘ahū nażīrā(n).","translation":"Mereka berkata, “Mengapa Rasul (Nabi Muhammad) ini memakan makanan dan berjalan di pasar-pasar? Mengapa malaikat tidak diturunkan kepadanya (agar malaikat) itu memberikan peringatan bersama dia,"},{"surah_number":25,"ayat_number":8,"arabic":"اَوْ يُلْقٰىٓ اِلَيْهِ كَنْزٌ اَوْ تَكُوْنُ لَهٗ جَنَّةٌ يَّأْكُلُ مِنْهَاۗ وَقَالَ الظّٰلِمُوْنَ اِنْ تَتَّبِعُوْنَ اِلَّا رَجُلًا مَّسْحُوْرًا","kitabah":"اَوْ يُلْقٰىٓ اِلَيْهِ كَنْزٌ اَوْ تَكُوْنُ لَهٗ جَنَّةٌ يَّأْكُلُ مِنْهَاۗ وَقَالَ الظّٰلِمُوْنَ اِنْ تَتَّبِعُوْنَ اِلَّا رَجُلًا مَّسْحُوْرًا","latin":"Au yulqā ilaihi kanzun au takūnu lahū jannatuy ya'kulu minhā, wa qālaẓ-ẓālimūna in tattabi‘ūna illā rajulam masḥūrā(n).","translation":"atau (mengapa tidak) diturunkan kepadanya harta kekayaan atau kebun baginya, sehingga dia dapat makan dari (hasil)-nya?” Orang-orang zalim itu berkata, “Kamu tidak lain hanyalah mengikuti seorang laki-laki yang kena sihir.”"},{"surah_number":25,"ayat_number":9,"arabic":"اُنْظُرْ كَيْفَ ضَرَبُوْا لَكَ الْاَمْثَالَ فَضَلُّوْا فَلَا يَسْتَطِيْعُوْنَ سَبِيْلًا ࣖ","kitabah":"اُنْظُرْ كَيْفَ ضَرَبُوْا لَكَ الْاَمْثَالَ فَضَلُّوْا فَلَا يَسْتَطِيْعُوْنَ سَبِيْلًا ࣖ","latin":"Unẓur kaifa ḍarabū lakal-amṡāla fa ḍallū falā yastaṭī‘ūna sabīlā(n).","translation":"Perhatikanlah (Nabi Muhammad) bagaimana mereka membuat perumpamaan-perumpamaan (yang buruk) tentang engkau! Maka, sesatlah mereka. Mereka tidak sanggup (mendapatkan) jalan (untuk menentang kerasulanmu)."},{"surah_number":25,"ayat_number":10,"arabic":"تَبٰرَكَ الَّذِيْٓ اِنْ شَاۤءَ جَعَلَ لَكَ خَيْرًا مِّنْ ذٰلِكَ جَنّٰتٍ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُۙ وَيَجْعَلْ لَّكَ قُصُوْرًا","kitabah":"تَبٰرَكَ الَّذِيْٓ اِنْ شَاۤءَ جَعَلَ لَكَ خَيْرًا مِّنْ ذٰلِكَ جَنّٰتٍ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُۙ وَيَجْعَلْ لَّكَ قُصُوْرًا","latin":"Tabārakal-lażī in syā'a ja‘ala laka khairam min żālika jannātin tajrī min taḥtihal-anhār(u), wa yaj‘al laka quṣūrā(n).","translation":"Maha berlimpah anugerah (Allah) yang jika Dia menghendaki, niscaya Dia menjadikan bagimu (sesuatu) yang lebih baik daripada (yang mereka katakan) itu, (yaitu) kebun-kebun yang mengalir di bawah (di sekitar)-nya sungai-sungai. Dia menjadikan (pula) istana-istana untukmu."},{"surah_number":25,"ayat_number":11,"arabic":"بَلْ كَذَّبُوْا بِالسَّاعَةِۙ وَاَعْتَدْنَا لِمَنْ كَذَّبَ بِالسَّاعَةِ سَعِيْرًا","kitabah":"بَلْ كَذَّبُوْا بِالسَّاعَةِۙ وَاَعْتَدْنَا لِمَنْ كَذَّبَ بِالسَّاعَةِ سَعِيْرًا","latin":"Bal każżabū bis-sā‘ah(ti), wa a‘tadnā liman każżaba bis-sā‘ati sa‘īrā(n).","translation":"Sebenarnya mereka mendustakan hari Kiamat. Kami menyediakan neraka yang menyala-nyala bagi siapa yang mendustakan hari Kiamat."},{"surah_number":25,"ayat_number":12,"arabic":"اِذَا رَاَتْهُمْ مِّنْ مَّكَانٍۢ بَعِيْدٍ سَمِعُوْا لَهَا تَغَيُّظًا وَّزَفِيْرًا","kitabah":"اِذَا رَاَتْهُمْ مِّنْ مَّكَانٍۢ بَعِيْدٍ سَمِعُوْا لَهَا تَغَيُّظًا وَّزَفِيْرًا","latin":"Iżā ra'athum mim makānim ba‘īdin sami‘ū lahā tagayyuẓaw wa zafīrā(n).","translation":"Apabila ia (neraka) melihat mereka dari tempat yang jauh, mereka mendengar darinya suara gemuruh karena marah dan geram."},{"surah_number":25,"ayat_number":13,"arabic":"وَاِذَآ اُلْقُوْا مِنْهَا مَكَانًا ضَيِّقًا مُّقَرَّنِيْنَ دَعَوْا هُنَالِكَ ثُبُوْرًا ۗ","kitabah":"وَاِذَآ اُلْقُوْا مِنْهَا مَكَانًا ضَيِّقًا مُّقَرَّنِيْنَ دَعَوْا هُنَالِكَ ثُبُوْرًا ۗ","latin":"Wa iżā ulqū minhā makānan ḍayyiqam muqarranīna da‘au hunālika ṡubūrā(n).","translation":"Apabila mereka dilemparkan ke tempat yang sempit di neraka dalam keadaan dibelenggu, mereka di sana berteriak mengharapkan kebinasaan.526)"},{"surah_number":25,"ayat_number":14,"arabic":"لَا تَدْعُوا الْيَوْمَ ثُبُوْرًا وَّاحِدًا وَّادْعُوْا ثُبُوْرًا كَثِيْرًا ","kitabah":"لَا تَدْعُوا الْيَوْمَ ثُبُوْرًا وَّاحِدًا وَّادْعُوْا ثُبُوْرًا كَثِيْرًا ","latin":"Lā tad‘ul-yauma ṡubūraw wāḥidaw wad‘ū ṡubūran kaṡīrā(n).","translation":"(Akan dikatakan kepada mereka,) “Janganlah kamu pada hari ini mengharapkan satu kebinasaan saja, tetapi harapkanlah kebinasaan yang banyak.”"},{"surah_number":25,"ayat_number":15,"arabic":"قُلْ اَذٰلِكَ خَيْرٌ اَمْ جَنَّةُ الْخُلْدِ الَّتِيْ وُعِدَ الْمُتَّقُوْنَۗ  كَانَتْ لَهُمْ جَزَاۤءً وَّمَصِيْرًا ","kitabah":"قُلْ اَذٰلِكَ خَيْرٌ اَمْ جَنَّةُ الْخُلْدِ الَّتِيْ وُعِدَ الْمُتَّقُوْنَۗ  كَانَتْ لَهُمْ جَزَاۤءً وَّمَصِيْرًا ","latin":"Qul ażālika khairun am jannatul-khuldil-latī wu‘idal-muttaqūn(a), kānat lahum jazā'aw wa maṣīrā(n).","translation":"Katakanlah (Nabi Muhammad), “Apakah (azab) seperti itu yang baik atau surga yang kekal yang dijanjikan kepada orang-orang yang bertakwa sebagai balasan dan tempat kembali bagi mereka?”"},{"surah_number":25,"ayat_number":16,"arabic":"لَهُمْ فِيْهَا مَا يَشَاۤءُوْنَ خٰلِدِيْنَۗ  كَانَ عَلٰى رَبِّكَ وَعْدًا مَّسْـُٔوْلًا","kitabah":"لَهُمْ فِيْهَا مَا يَشَاۤءُوْنَ خٰلِدِيْنَۗ  كَانَ عَلٰى رَبِّكَ وَعْدًا مَّسْـُٔوْلًا","latin":"Lahum fīhā mā yasyā'ūna khālidīn(a), kāna ‘alā rabbika wa‘dam mas'ūlā(n).","translation":"Bagi mereka segala yang mereka kehendaki ada di dalamnya (surga). Mereka kekal (di dalamnya). Itulah janji Tuhanmu yang pantas dimohonkan (kepada-Nya)."},{"surah_number":25,"ayat_number":17,"arabic":"وَيَوْمَ يَحْشُرُهُمْ وَمَا يَعْبُدُوْنَ مِنْ دُوْنِ اللّٰهِ فَيَقُوْلُ ءَاَنْتُمْ اَضْلَلْتُمْ عِبَادِيْ هٰٓؤُلَاۤءِ اَمْ هُمْ ضَلُّوا السَّبِيْلَ ۗ","kitabah":"وَيَوْمَ يَحْشُرُهُمْ وَمَا يَعْبُدُوْنَ مِنْ دُوْنِ اللّٰهِ فَيَقُوْلُ ءَاَنْتُمْ اَضْلَلْتُمْ عِبَادِيْ هٰٓؤُلَاۤءِ اَمْ هُمْ ضَلُّوا السَّبِيْلَ ۗ","latin":"Wa yauma yaḥsyuruhum wa mā ya‘budūna min dūnillāhi fa yaqūlu a'antum aḍlaltum ‘ibādī hā'ulā'i am hum ḍallus-sabīl(a).","translation":"(Ingatlah) hari (ketika) Allah mengumpulkan mereka bersama dengan apa yang mereka sembah selain Allah. Dia lalu berfirman (kepada yang disembah), “Apakah kamu yang menyesatkan hamba-hamba-Ku itu ataukah mereka sendiri yang sesat dari jalan (yang benar)?”"},{"surah_number":25,"ayat_number":18,"arabic":"قَالُوْا سُبْحٰنَكَ مَا كَانَ يَنْۢبَغِيْ لَنَآ اَنْ نَّتَّخِذَ مِنْ دُوْنِكَ مِنْ اَوْلِيَاۤءَ وَلٰكِنْ مَّتَّعْتَهُمْ وَاٰبَاۤءَهُمْ حَتّٰى نَسُوا الذِّكْرَۚ وَكَانُوْا قَوْمًاۢ بُوْرًا","kitabah":"قَالُوْا سُبْحٰنَكَ مَا كَانَ يَنْۢبَغِيْ لَنَآ اَنْ نَّتَّخِذَ مِنْ دُوْنِكَ مِنْ اَوْلِيَاۤءَ وَلٰكِنْ مَّتَّعْتَهُمْ وَاٰبَاۤءَهُمْ حَتّٰى نَسُوا الذِّكْرَۚ وَكَانُوْا قَوْمًاۢ بُوْرًا","latin":"Qālū subḥānaka mā kāna yambagī lanā an nattakhiża min dūnika min auliyā'a wa lākim matta‘tahum wa ābā'ahum ḥattā nasuż-żikr(a), wa kānū qaumam būrā(n).","translation":"Mereka (yang disembah itu) menjawab, “Maha Suci Engkau. Tidaklah pantas bagi kami mengambil pelindung selain Engkau,527) tetapi Engkau telah memberi mereka dan nenek moyang mereka kenikmatan hidup sehingga mereka melupakan peringatan dan mereka kaum yang binasa.”"},{"surah_number":25,"ayat_number":19,"arabic":"فَقَدْ كَذَّبُوْكُمْ بِمَا تَقُوْلُوْنَۙ فَمَا تَسْتَطِيْعُوْنَ صَرْفًا وَّلَا نَصْرًاۚ وَمَنْ يَّظْلِمْ مِّنْكُمْ نُذِقْهُ عَذَابًا كَبِيْرًا","kitabah":"فَقَدْ كَذَّبُوْكُمْ بِمَا تَقُوْلُوْنَۙ فَمَا تَسْتَطِيْعُوْنَ صَرْفًا وَّلَا نَصْرًاۚ وَمَنْ يَّظْلِمْ مِّنْكُمْ نُذِقْهُ عَذَابًا كَبِيْرًا","latin":"Faqad każżabūkum bimā taqūlūn(a), famā tastaṭī‘ūna ṣarfaw wa lā naṣrā(n), wa may yaẓlim minkum nużiqhu ‘ażāban kabīrā(n).","translation":"Sungguh, mereka (yang disembah itu) telah mengingkari apa yang kamu katakan. Maka, kamu tidak akan dapat menolak (azab) dan tidak dapat (pula) menolong (dirimu). Siapa di antara kamu yang berbuat zalim, niscaya Kami menimpakan kepadanya azab yang besar."},{"surah_number":25,"ayat_number":20,"arabic":"وَمَآ اَرْسَلْنَا قَبْلَكَ مِنَ الْمُرْسَلِيْنَ اِلَّآ اِنَّهُمْ لَيَأْكُلُوْنَ الطَّعَامَ وَيَمْشُوْنَ فِى الْاَسْوَاقِۗ وَجَعَلْنَا بَعْضَكُمْ لِبَعْضٍ فِتْنَةً  ۗ اَتَصْبِرُوْنَۚ وَكَانَ رَبُّكَ بَصِيْرًا ࣖ   ۔","kitabah":"وَمَآ اَرْسَلْنَا قَبْلَكَ مِنَ الْمُرْسَلِيْنَ اِلَّآ اِنَّهُمْ لَيَأْكُلُوْنَ الطَّعَامَ وَيَمْشُوْنَ فِى الْاَسْوَاقِۗ وَجَعَلْنَا بَعْضَكُمْ لِبَعْضٍ فِتْنَةً  ۗ اَتَصْبِرُوْنَۚ وَكَانَ رَبُّكَ بَصِيْرًا ࣖ   ۔","latin":"Wa mā arsalnā qablaka minal-mursalīna illā innahum laya'kulūnaṭ-ṭa‘āma wa yamsyūna fil aswāq(i), wa ja‘alnā ba‘ḍakum liba‘ḍin fitnah(tan), ataṣbirūn(a), wa kāna rabbuka baṣīrā(n).","translation":"Kami tidak mengutus rasul-rasul sebelummu (Nabi Muhammad), melainkan mereka pasti menyantap makanan dan berjalan di pasar. Kami menjadikan sebagian kamu sebagai cobaan bagi sebagian yang lain. Maukah kamu bersabar? Tuhanmu Maha Melihat."},{"surah_number":25,"ayat_number":21,"arabic":"۞ وَقَالَ الَّذِيْنَ لَا يَرْجُوْنَ لِقَاۤءَنَا لَوْلَآ اُنْزِلَ عَلَيْنَا الْمَلٰۤىِٕكَةُ اَوْ نَرٰى رَبَّنَا ۗ لَقَدِ اسْتَكْبَرُوْا فِيْٓ اَنْفُسِهِمْ وَعَتَوْ عُتُوًّا كَبِيْرًا","kitabah":"۞ وَقَالَ الَّذِيْنَ لَا يَرْجُوْنَ لِقَاۤءَنَا لَوْلَآ اُنْزِلَ عَلَيْنَا الْمَلٰۤىِٕكَةُ اَوْ نَرٰى رَبَّنَا ۗ لَقَدِ اسْتَكْبَرُوْا فِيْٓ اَنْفُسِهِمْ وَعَتَوْ عُتُوًّا كَبِيْرًا","latin":"Wa qālal-lażīna lā yarjūna liqā'anā lau lā unzila ‘alainal-malā'ikata au narā rabbanā, laqadistakbarū fī anfusihim wa ‘atau ‘utuwwan kabīrā(n).","translation":"Orang-orang yang tidak mengharapkan pertemuan dengan Kami (di akhirat) berkata, “Mengapa tidak diturunkan kepada kita malaikat atau (mengapa) kita (tidak) melihat Tuhan kita?” Sungguh, mereka benar-benar telah menyombongkan diri dan melampaui batas (kezaliman) yang sangat besar."},{"surah_number":25,"ayat_number":22,"arabic":"يَوْمَ يَرَوْنَ الْمَلٰۤىِٕكَةَ لَا بُشْرٰى يَوْمَىِٕذٍ لِّلْمُجْرِمِيْنَ وَيَقُوْلُوْنَ حِجْرًا مَّحْجُوْرًا ","kitabah":"يَوْمَ يَرَوْنَ الْمَلٰۤىِٕكَةَ لَا بُشْرٰى يَوْمَىِٕذٍ لِّلْمُجْرِمِيْنَ وَيَقُوْلُوْنَ حِجْرًا مَّحْجُوْرًا ","latin":"Yauma yaraunal-malā'ikata  lā busyrā yauma'iżil lil-mujrimīna wa yaqūlūna ḥijram maḥjūrā(n).","translation":"(Ingatlah) hari (ketika) mereka melihat para malaikat. Pada hari itu tidak ada kabar gembira bagi para pendosa dan mereka (para malaikat) berkata, “Sungguh terlarang bagi kamu (kabar gembira).”528)"},{"surah_number":25,"ayat_number":23,"arabic":"وَقَدِمْنَآ اِلٰى مَا عَمِلُوْا مِنْ عَمَلٍ فَجَعَلْنٰهُ هَبَاۤءً مَّنْثُوْرًا ","kitabah":"وَقَدِمْنَآ اِلٰى مَا عَمِلُوْا مِنْ عَمَلٍ فَجَعَلْنٰهُ هَبَاۤءً مَّنْثُوْرًا ","latin":"Wa qadimnā ilā mā ‘amilū min ‘amalin fa ja‘alnāhu habā'am manṡūrā(n).","translation":"Kami perlihatkan segala amal529) yang mereka kerjakan, lalu Kami jadikan amal itu (bagaikan) debu yang beterbangan."},{"surah_number":25,"ayat_number":24,"arabic":"اَصْحٰبُ الْجَنَّةِ يَوْمَىِٕذٍ خَيْرٌ مُّسْتَقَرًّا وَّاَحْسَنُ مَقِيْلًا ","kitabah":"اَصْحٰبُ الْجَنَّةِ يَوْمَىِٕذٍ خَيْرٌ مُّسْتَقَرًّا وَّاَحْسَنُ مَقِيْلًا ","latin":"Aṣḥābul-jannati yauma'iżin khairum mustaqarraw wa aḥsanu maqīlā(n).","translation":"Para penghuni surga pada hari itu paling baik tempat tinggalnya dan paling indah tempat istirahatnya."},{"surah_number":25,"ayat_number":25,"arabic":"وَيَوْمَ تَشَقَّقُ السَّمَاۤءُ بِالْغَمَامِ وَنُزِّلَ الْمَلٰۤىِٕكَةُ تَنْزِيْلًا ","kitabah":"وَيَوْمَ تَشَقَّقُ السَّمَاۤءُ بِالْغَمَامِ وَنُزِّلَ الْمَلٰۤىِٕكَةُ تَنْزِيْلًا ","latin":"Wa yauma tasyaqqaqus-samā'u bil-gamāmi wa nuzzilal-malā'ikatu tanzīlā(n).","translation":"(Ingatlah) hari (ketika) langit pecah mengeluarkan kabut putih dan malaikat diturunkan (secara) bergelombang."},{"surah_number":25,"ayat_number":26,"arabic":"اَلْمُلْكُ يَوْمَىِٕذِ ِۨالْحَقُّ لِلرَّحْمٰنِۗ وَكَانَ يَوْمًا عَلَى الْكٰفِرِيْنَ عَسِيْرًا ","kitabah":"اَلْمُلْكُ يَوْمَىِٕذِ ِۨالْحَقُّ لِلرَّحْمٰنِۗ وَكَانَ يَوْمًا عَلَى الْكٰفِرِيْنَ عَسِيْرًا ","latin":"Al-mulku yauma'iżinil-ḥaqqu lir-raḥmān(i), wa kāna yauman ‘alal-kāfirīna ‘asīrā(n).","translation":"Kerajaan yang hak pada hari itu adalah milik Yang Maha Pengasih. Itu adalah hari yang sangat sulit bagi orang-orang kafir."},{"surah_number":25,"ayat_number":27,"arabic":"وَيَوْمَ يَعَضُّ الظَّالِمُ عَلٰى يَدَيْهِ يَقُوْلُ يٰلَيْتَنِى اتَّخَذْتُ مَعَ الرَّسُوْلِ سَبِيْلًا ","kitabah":"وَيَوْمَ يَعَضُّ الظَّالِمُ عَلٰى يَدَيْهِ يَقُوْلُ يٰلَيْتَنِى اتَّخَذْتُ مَعَ الرَّسُوْلِ سَبِيْلًا ","latin":"Wa yauma ya‘aḍḍuẓ-ẓālimu ‘alā yadaihi yaqūlu yā laitanittakhażtu ma‘ar-rasūli sabīlā(n).","translation":"(Ingatlah) hari (ketika) orang zalim menggigit kedua tangannya seraya berkata, “Oh, seandainya (dahulu) aku mengambil jalan bersama rasul."},{"surah_number":25,"ayat_number":28,"arabic":"يٰوَيْلَتٰى لَيْتَنِيْ لَمْ اَتَّخِذْ فُلَانًا خَلِيْلًا ","kitabah":"يٰوَيْلَتٰى لَيْتَنِيْ لَمْ اَتَّخِذْ فُلَانًا خَلِيْلًا ","latin":"Yā wailatā laitanī lam attakhiż fulānan khalīlā(n).","translation":"Oh, celaka aku! Sekiranya (dahulu) aku tidak menjadikan si fulan530) sebagai teman setia."},{"surah_number":25,"ayat_number":29,"arabic":"لَقَدْ اَضَلَّنِيْ عَنِ الذِّكْرِ بَعْدَ اِذْ جَاۤءَنِيْۗ وَكَانَ الشَّيْطٰنُ لِلْاِنْسَانِ خَذُوْلًا ","kitabah":"لَقَدْ اَضَلَّنِيْ عَنِ الذِّكْرِ بَعْدَ اِذْ جَاۤءَنِيْۗ وَكَانَ الشَّيْطٰنُ لِلْاِنْسَانِ خَذُوْلًا ","latin":"Laqad aḍallanī ‘aniż-żikri ba‘da iż jā'anī, wa kānasy-syaiṭānu lil-insāni khażūlā(n).","translation":"Sungguh, dia benar-benar telah menyesatkanku dari peringatan (Al-Qur’an) ketika telah datang kepadaku. Setan itu adalah (makhluk) yang sangat enggan menolong manusia.”"},{"surah_number":25,"ayat_number":30,"arabic":"وَقَالَ الرَّسُوْلُ يٰرَبِّ اِنَّ قَوْمِى اتَّخَذُوْا هٰذَا الْقُرْاٰنَ مَهْجُوْرًا ","kitabah":"وَقَالَ الرَّسُوْلُ يٰرَبِّ اِنَّ قَوْمِى اتَّخَذُوْا هٰذَا الْقُرْاٰنَ مَهْجُوْرًا ","latin":"Wa qālar-rasūlu yā rabbi inna qaumittakhażū hāżal-qur'āna mahjūrā(n).","translation":"Rasul (Nabi Muhammad) berkata, “Wahai Tuhanku, sesungguhnya kaumku telah menjadikan Al-Qur’an ini (sebagai) sesuatu yang diabaikan.”"},{"surah_number":25,"ayat_number":31,"arabic":"وَكَذٰلِكَ جَعَلْنَا لِكُلِّ نَبِيٍّ عَدُوًّا مِّنَ الْمُجْرِمِيْنَۗ وَكَفٰى بِرَبِّكَ هَادِيًا وَّنَصِيْرًا ","kitabah":"وَكَذٰلِكَ جَعَلْنَا لِكُلِّ نَبِيٍّ عَدُوًّا مِّنَ الْمُجْرِمِيْنَۗ وَكَفٰى بِرَبِّكَ هَادِيًا وَّنَصِيْرًا ","latin":"Wa każālika ja‘alnā likulli nabiyyin ‘aduwwam minal-mujrimīn(a), wa kafā birabbika hādiyaw wa naṣīrā(n).","translation":"Begitulah, bagi setiap nabi, telah Kami adakan musuh dari para pendosa. Cukuplah Tuhanmu menjadi pemberi petunjuk dan penolong."},{"surah_number":25,"ayat_number":32,"arabic":"وَقَالَ الَّذِيْنَ كَفَرُوْا لَوْلَا نُزِّلَ عَلَيْهِ الْقُرْاٰنُ جُمْلَةً وَّاحِدَةً ۛ كَذٰلِكَ ۛ لِنُثَبِّتَ بِهٖ فُؤَادَكَ وَرَتَّلْنٰهُ تَرْتِيْلًا ","kitabah":"وَقَالَ الَّذِيْنَ كَفَرُوْا لَوْلَا نُزِّلَ عَلَيْهِ الْقُرْاٰنُ جُمْلَةً وَّاحِدَةً ۛ كَذٰلِكَ ۛ لِنُثَبِّتَ بِهٖ فُؤَادَكَ وَرَتَّلْنٰهُ تَرْتِيْلًا ","latin":"Wa qālal-lażīna kafarū lau lā nuzzila ‘alaihil-qur'ānu jumlataw wāḥidatan - każālika - linuṡabbita bihī fu'ādaka wa rattalnāhu tartīlā(n).","translation":"Orang-orang yang kufur berkata, “Mengapa Al-Qur’an itu tidak diturunkan kepadanya sekaligus?” Demikianlah,531) agar Kami memperteguh hatimu (Nabi Muhammad) dengannya dan Kami membacakannya secara tartil (berangsur-angsur, perlahan, dan benar)."},{"surah_number":25,"ayat_number":33,"arabic":"وَلَا يَأْتُوْنَكَ بِمَثَلٍ اِلَّا جِئْنٰكَ بِالْحَقِّ وَاَحْسَنَ تَفْسِيْرًا ۗ","kitabah":"وَلَا يَأْتُوْنَكَ بِمَثَلٍ اِلَّا جِئْنٰكَ بِالْحَقِّ وَاَحْسَنَ تَفْسِيْرًا ۗ","latin":"Wa lā ya'tūnaka bimaṡalin illā ji'nāka bil-ḥaqqi wa aḥsana tafsīrā(n).","translation":"Tidaklah mereka datang kepadamu (membawa) sesuatu yang aneh, kecuali Kami datangkan kepadamu kebenaran dan penjelasan yang terbaik."},{"surah_number":25,"ayat_number":34,"arabic":"اَلَّذِيْنَ يُحْشَرُوْنَ عَلٰى وُجُوْهِهِمْ اِلٰى جَهَنَّمَۙ اُولٰۤىِٕكَ شَرٌّ مَّكَانًا وَّاَضَلُّ سَبِيْلًا ࣖ ","kitabah":"اَلَّذِيْنَ يُحْشَرُوْنَ عَلٰى وُجُوْهِهِمْ اِلٰى جَهَنَّمَۙ اُولٰۤىِٕكَ شَرٌّ مَّكَانًا وَّاَضَلُّ سَبِيْلًا ࣖ ","latin":"Allażīna yuḥsyarūna ‘alā wujūhihim ilā jahannam(a), ulā'ika syarrum makānaw wa aḍallu sabīlā(n).","translation":"Orang-orang yang dikumpulkan ke (neraka) Jahanam dengan diseret wajahnya itulah yang paling buruk tempatnya dan paling sesat jalannya."},{"surah_number":25,"ayat_number":35,"arabic":"وَلَقَدْ اٰتَيْنَا مُوْسَى الْكِتٰبَ وَجَعَلْنَا مَعَهٗٓ اَخَاهُ هٰرُوْنَ وَزِيْرًا ۚ ","kitabah":"وَلَقَدْ اٰتَيْنَا مُوْسَى الْكِتٰبَ وَجَعَلْنَا مَعَهٗٓ اَخَاهُ هٰرُوْنَ وَزِيْرًا ۚ ","latin":"Wa laqad ātainā mūsal-kitāba wa ja‘alnā ma‘ahū akhāhu hārūna wazīrā(n).","translation":"Sungguh, Kami telah menganugerahkan Kitab (Taurat) kepada Musa dan menjadikan Harun saudaranya untuk menyertai dia sebagai wazir (pembantu). "},{"surah_number":25,"ayat_number":36,"arabic":"فَقُلْنَا اذْهَبَآ اِلَى الْقَوْمِ الَّذِيْنَ كَذَّبُوْا بِاٰيٰتِنَاۗ فَدَمَّرْنٰهُمْ تَدْمِيْرًا ۗ","kitabah":"فَقُلْنَا اذْهَبَآ اِلَى الْقَوْمِ الَّذِيْنَ كَذَّبُوْا بِاٰيٰتِنَاۗ فَدَمَّرْنٰهُمْ تَدْمِيْرًا ۗ","latin":"Fa qulnażhabā ilal-qaumil-lażīna każżabū bi'āyātinā, fa dammarnāhum tadmīrā(n).","translation":"Kemudian Kami berfirman (kepada keduanya), “Pergilah berdua kepada kaum yang mendustakan ayat-ayat Kami.” Lalu, Kami hancurkan mereka dengan sehancur-hancurnya."},{"surah_number":25,"ayat_number":37,"arabic":"وَقَوْمَ نُوْحٍ لَّمَّا كَذَّبُوا الرُّسُلَ اَغْرَقْنٰهُمْ وَجَعَلْنٰهُمْ لِلنَّاسِ اٰيَةًۗ وَاَعْتَدْنَا لِلظّٰلِمِيْنَ عَذَابًا اَلِيْمًا ۚ ","kitabah":"وَقَوْمَ نُوْحٍ لَّمَّا كَذَّبُوا الرُّسُلَ اَغْرَقْنٰهُمْ وَجَعَلْنٰهُمْ لِلنَّاسِ اٰيَةًۗ وَاَعْتَدْنَا لِلظّٰلِمِيْنَ عَذَابًا اَلِيْمًا ۚ ","latin":"Wa qauma nūḥil lammā każżabur-rusula agraqnāhum wa ja‘alnāhum lin-nāsi āyah(tan), wa a‘tadnā liẓ-ẓālimīna ‘ażāban alīmā(n).","translation":"(Kami telah membinasakan) kaum Nuh ketika mereka mendustakan para rasul. Kami menenggelamkan mereka dan menjadikan (kisahnya) sebagai pelajaran bagi manusia. Kami telah menyediakan untuk orang-orang zalim azab yang sangat pedih."},{"surah_number":25,"ayat_number":38,"arabic":"وَعَادًا وَّثَمُوْدَا۟ وَاَصْحٰبَ الرَّسِّ وَقُرُوْنًاۢ بَيْنَ ذٰلِكَ كَثِيْرًا ","kitabah":"وَعَادًا وَّثَمُوْدَا۟ وَاَصْحٰبَ الرَّسِّ وَقُرُوْنًاۢ بَيْنَ ذٰلِكَ كَثِيْرًا ","latin":"Wa ‘ādaw wa ṡamūda wa aṣḥābar-rassi wa qurūnam baina żālika kaṡīrā(n).","translation":"(Kami telah membinasakan) kaum ‘Ad, Samud, penduduk Rass,532) dan banyak (lagi) generasi di antara (kaum-kaum) itu."},{"surah_number":25,"ayat_number":39,"arabic":"وَكُلًّا ضَرَبْنَا لَهُ الْاَمْثَالَۖ وَكُلًّا تَبَّرْنَا تَتْبِيْرًا ","kitabah":"وَكُلًّا ضَرَبْنَا لَهُ الْاَمْثَالَۖ وَكُلًّا تَبَّرْنَا تَتْبِيْرًا ","latin":"Wa kullan ḍarabnā lahul-amṡāl(a), wa kullan tabbarnā tatbīrā(n).","translation":"Masing-masing telah Kami berikan kepadanya perumpamaan-perumpamaan (nasib umat terdahulu) dan masing-masing telah Kami hancurkan sehancur-hancurnya."},{"surah_number":25,"ayat_number":40,"arabic":"وَلَقَدْ اَتَوْا عَلَى الْقَرْيَةِ الَّتِيْٓ اُمْطِرَتْ مَطَرَ السَّوْءِۗ اَفَلَمْ يَكُوْنُوْا يَرَوْنَهَاۚ بَلْ كَانُوْا لَا يَرْجُوْنَ نُشُوْرًا ","kitabah":"وَلَقَدْ اَتَوْا عَلَى الْقَرْيَةِ الَّتِيْٓ اُمْطِرَتْ مَطَرَ السَّوْءِۗ اَفَلَمْ يَكُوْنُوْا يَرَوْنَهَاۚ بَلْ كَانُوْا لَا يَرْجُوْنَ نُشُوْرًا ","latin":"Wa laqad atau ‘alal-qaryatil-latī umṭirat maṭaras-sau'(i), afalam yakūnū yaraunahā, bal kānū lā yarjūna nusyūrā(n).","translation":"Sungguh, mereka (kaum musyrik Makkah) benar-benar telah melalui negeri (Sodom) yang (dahulu) dijatuhi hujan yang buruk (hujan batu). Tidakkah mereka menyaksikannya? Bahkan, mereka itu sebenarnya tidak mengharapkan adanya kebangkitan."},{"surah_number":25,"ayat_number":41,"arabic":"وَاِذَا رَاَوْكَ اِنْ يَّتَّخِذُوْنَكَ اِلَّا هُزُوًاۗ اَهٰذَا الَّذِيْ بَعَثَ اللّٰهُ رَسُوْلًا ","kitabah":"وَاِذَا رَاَوْكَ اِنْ يَّتَّخِذُوْنَكَ اِلَّا هُزُوًاۗ اَهٰذَا الَّذِيْ بَعَثَ اللّٰهُ رَسُوْلًا ","latin":"Wa iżā ra'auka iy yattakhiżūnaka illā huzuwā(n), ahāżal-lażī ba‘aṡallāhu rasūlā(n).","translation":"Apabila melihat engkau (Nabi Muhammad), mereka tidak menjadikan engkau selain sebagai ejekan (dengan mengatakan), “Inikah orangnya yang diutus Allah sebagai rasul?"},{"surah_number":25,"ayat_number":42,"arabic":"اِنْ كَادَ لَيُضِلُّنَا عَنْ اٰلِهَتِنَا لَوْلَآ اَنْ صَبَرْنَا عَلَيْهَاۗ وَسَوْفَ يَعْلَمُوْنَ حِيْنَ يَرَوْنَ الْعَذَابَ مَنْ اَضَلُّ سَبِيْلًا ","kitabah":"اِنْ كَادَ لَيُضِلُّنَا عَنْ اٰلِهَتِنَا لَوْلَآ اَنْ صَبَرْنَا عَلَيْهَاۗ وَسَوْفَ يَعْلَمُوْنَ حِيْنَ يَرَوْنَ الْعَذَابَ مَنْ اَضَلُّ سَبِيْلًا ","latin":"In kāda layuḍillunā ‘an ālihatinā lau lā an ṣabarnā ‘alaihā, wa saufa ya‘lamūna ḥīna yaraunal-‘ażāba man aḍallu sabīlā(n).","translation":"Sesungguhnya hampir saja dia (Nabi Muhammad) menyesatkan kita dari sesembahan kita seandainya kita tidak tetap bertahan (menyembah)-nya.” Kelak mereka akan mengetahui pada saat melihat azab, siapa gerangan yang paling sesat jalannya."},{"surah_number":25,"ayat_number":43,"arabic":"اَرَءَيْتَ مَنِ اتَّخَذَ اِلٰهَهٗ هَوٰىهُۗ اَفَاَنْتَ تَكُوْنُ عَلَيْهِ وَكِيْلًا ۙ","kitabah":"اَرَءَيْتَ مَنِ اتَّخَذَ اِلٰهَهٗ هَوٰىهُۗ اَفَاَنْتَ تَكُوْنُ عَلَيْهِ وَكِيْلًا ۙ","latin":"Ara'aita manittakhaża ilāhahū hawāh(u), afa anta takūnu ‘alaihi wakīlā(n).","translation":"Sudahkah engkau (Nabi Muhammad) melihat orang yang menjadikan hawa nafsunya sebagai tuhannya. Apakah engkau akan menjadi pelindungnya?"},{"surah_number":25,"ayat_number":44,"arabic":"اَمْ تَحْسَبُ اَنَّ اَكْثَرَهُمْ يَسْمَعُوْنَ اَوْ يَعْقِلُوْنَۗ اِنْ هُمْ اِلَّا كَالْاَنْعَامِ  بَلْ هُمْ اَضَلُّ سَبِيْلًا ࣖ","kitabah":"اَمْ تَحْسَبُ اَنَّ اَكْثَرَهُمْ يَسْمَعُوْنَ اَوْ يَعْقِلُوْنَۗ اِنْ هُمْ اِلَّا كَالْاَنْعَامِ  بَلْ هُمْ اَضَلُّ سَبِيْلًا ࣖ","latin":"Am taḥsabu anna akṡarahum yasma‘ūna au ya‘qilūn(a), in hum illā kal-an‘āmi bal hum aḍallu sabīlā(n).","translation":"Atau, apakah engkau mengira bahwa kebanyakan mereka itu mendengar atau memahami? Mereka tidak lain hanyalah seperti hewan ternak. Bahkan, mereka lebih sesat jalannya."},{"surah_number":25,"ayat_number":45,"arabic":"اَلَمْ تَرَ اِلٰى رَبِّكَ كَيْفَ مَدَّ الظِّلَّۚ وَلَوْ شَاۤءَ لَجَعَلَهٗ سَاكِنًاۚ  ثُمَّ جَعَلْنَا الشَّمْسَ عَلَيْهِ دَلِيْلًا ۙ","kitabah":"اَلَمْ تَرَ اِلٰى رَبِّكَ كَيْفَ مَدَّ الظِّلَّۚ وَلَوْ شَاۤءَ لَجَعَلَهٗ سَاكِنًاۚ  ثُمَّ جَعَلْنَا الشَّمْسَ عَلَيْهِ دَلِيْلًا ۙ","latin":"Alam tara ilā rabbika kaifa maddaẓ-ẓill(a), wa lau syā'a laja‘alahū sākinā(n), ṡumma ja‘alnasy-syamsa ‘alaihi dalīlā(n).","translation":"Tidakkah engkau memperhatikan (penciptaan) Tuhanmu? Bagaimana Dia memanjangkan (dan memendekkan) bayang-bayang? Sekiranya berkehendak, niscaya Dia menjadikannya (bayang-bayang itu) tetap. Kemudian, Kami jadikan matahari sebagai petunjuk tentangnya (bayang-bayang itu)."},{"surah_number":25,"ayat_number":46,"arabic":"ثُمَّ قَبَضْنٰهُ اِلَيْنَا قَبْضًا يَّسِيْرًا ","kitabah":"ثُمَّ قَبَضْنٰهُ اِلَيْنَا قَبْضًا يَّسِيْرًا ","latin":"Ṡumma qabaḍnā ilainā qabḍay yasīrā(n).","translation":"Kemudian, Kami menariknya (bayang-bayang itu) ke (arah yang) Kami (kehendaki) sedikit demi sedikit.533)"},{"surah_number":25,"ayat_number":47,"arabic":"وَهُوَ الَّذِيْ جَعَلَ لَكُمُ الَّيْلَ لِبَاسًا وَّالنَّوْمَ سُبَاتًا وَّجَعَلَ النَّهَارَ نُشُوْرًا  ","kitabah":"وَهُوَ الَّذِيْ جَعَلَ لَكُمُ الَّيْلَ لِبَاسًا وَّالنَّوْمَ سُبَاتًا وَّجَعَلَ النَّهَارَ نُشُوْرًا  ","latin":"Wa huwal-lażī ja‘ala lakumul-laila libāsaw wan-nauma subātaw wa ja‘alan-nahāra nusyūrā(n).","translation":"Dialah yang menjadikan malam untukmu (sebagai) pakaian dan tidur untuk istirahat. Dia menjadikan siang untuk bangkit berusaha."},{"surah_number":25,"ayat_number":48,"arabic":"وَهُوَ الَّذِيْٓ اَرْسَلَ الرِّيَاحَ بُشْرًاۢ بَيْنَ يَدَيْ رَحْمَتِهٖۚ وَاَنْزَلْنَا مِنَ السَّمَاۤءِ مَاۤءً طَهُوْرًا ۙ","kitabah":"وَهُوَ الَّذِيْٓ اَرْسَلَ الرِّيَاحَ بُشْرًاۢ بَيْنَ يَدَيْ رَحْمَتِهٖۚ وَاَنْزَلْنَا مِنَ السَّمَاۤءِ مَاۤءً طَهُوْرًا ۙ","latin":"Wa huwal-lażī arsalar-riyāḥa busyram baina yadai raḥmatih(ī), wa anzalnā minas-samā'i mā'an ṭahūrā(n).","translation":"Dialah yang meniupkan angin (sebagai) pembawa kabar gembira sebelum kedatangan rahmat-Nya (hujan). Kami turunkan dari langit air yang sangat suci."},{"surah_number":25,"ayat_number":49,"arabic":"لِّنُحْيِ َۧ بِهٖ بَلْدَةً مَّيْتًا وَّنُسْقِيَهٗ مِمَّا خَلَقْنَآ اَنْعَامًا وَّاَنَاسِيَّ كَثِيْرًا ","kitabah":"لِّنُحْيِيَ بِهٖ بَلْدَةً مَّيْتًا وَّنُسْقِيَهٗ مِمَّا خَلَقْنَآ اَنْعَامًا وَّاَنَاسِيَّ كَثِيْرًا ","latin":"Linuḥyiya bihī baldatam maitaw wa nusqiyahū mimmā khalaqnā an‘āmaw wa anāsiyya kaṡīrā(n).","translation":"Agar dengannya (air itu) Kami menghidupkan negeri yang mati (tandus) dan memberi minum kepada sebagian apa yang telah Kami ciptakan, (berupa) hewan-hewan ternak dan manusia yang banyak."},{"surah_number":25,"ayat_number":50,"arabic":"وَلَقَدْ صَرَّفْنٰهُ بَيْنَهُمْ لِيَذَّكَّرُوْاۖ فَاَبٰىٓ اَكْثَرُ النَّاسِ اِلَّا كُفُوْرًا ","kitabah":"وَلَقَدْ صَرَّفْنٰهُ بَيْنَهُمْ لِيَذَّكَّرُوْاۖ فَاَبٰىٓ اَكْثَرُ النَّاسِ اِلَّا كُفُوْرًا ","latin":"Wa laqad ṣarrafnāhu bainahum liyażżakkarū, fa abā akṡarun-nāsi illā kufūrā(n).","translation":"Sungguh, Kami benar-benar telah mempergilirkannya (hujan itu) di antara mereka agar mereka mengambil pelajaran. Akan tetapi, kebanyakan manusia tidak mau (bersyukur), bahkan mereka mengingkari (nikmat)."},{"surah_number":25,"ayat_number":51,"arabic":"وَلَوْ شِئْنَا لَبَعَثْنَا فِيْ كُلِّ قَرْيَةٍ نَّذِيْرًا ۖ","kitabah":"وَلَوْ شِئْنَا لَبَعَثْنَا فِيْ كُلِّ قَرْيَةٍ نَّذِيْرًا ۖ","latin":"Wa lau syi'nā laba‘aṡnā fī kulli qaryatin nażīrā(n).","translation":"Sekiranya berkehendak, niscaya Kami utus seorang pemberi peringatan pada setiap negeri."},{"surah_number":25,"ayat_number":52,"arabic":"فَلَا تُطِعِ الْكٰفِرِيْنَ وَجَاهِدْهُمْ بِهٖ جِهَادًا كَبِيْرًا ","kitabah":"فَلَا تُطِعِ الْكٰفِرِيْنَ وَجَاهِدْهُمْ بِهٖ جِهَادًا كَبِيْرًا ","latin":"Falā tuṭi‘il-kāfirīna wa jāhidhum bihī jihādan kabīrā(n).","translation":"Maka, janganlah engkau taati orang-orang kafir dan berjihadlah menghadapi mereka dengannya (Al-Qur’an) dengan (semangat) jihad yang besar."},{"surah_number":25,"ayat_number":53,"arabic":"۞ وَهُوَ الَّذِيْ مَرَجَ الْبَحْرَيْنِ هٰذَا عَذْبٌ فُرَاتٌ وَّهٰذَا مِلْحٌ  اُجَاجٌۚ وَجَعَلَ بَيْنَهُمَا بَرْزَخًا وَّحِجْرًا مَّحْجُوْرًا ","kitabah":"۞ وَهُوَ الَّذِيْ مَرَجَ الْبَحْرَيْنِ هٰذَا عَذْبٌ فُرَاتٌ وَّهٰذَا مِلْحٌ  اُجَاجٌۚ وَجَعَلَ بَيْنَهُمَا بَرْزَخًا وَّحِجْرًا مَّحْجُوْرًا ","latin":"Wa huwal-lażī marajal-baḥraini hāżā ‘ażbun furātuw wa hāżā milḥun ujāj(un), wa ja‘ala bainahumā barzakhaw wa ḥijram maḥjūrā(n).","translation":"Dialah yang membiarkan dua laut mengalir (berdampingan); yang ini tawar serta segar dan yang lain sangat asin lagi pahit; dan Dia jadikan antara keduanya dinding dan batas yang tidak tembus."},{"surah_number":25,"ayat_number":54,"arabic":"وَهُوَ الَّذِيْ خَلَقَ مِنَ الْمَاۤءِ بَشَرًا فَجَعَلَهٗ نَسَبًا وَّصِهْرًاۗ وَكَانَ رَبُّكَ قَدِيْرًا ","kitabah":"وَهُوَ الَّذِيْ خَلَقَ مِنَ الْمَاۤءِ بَشَرًا فَجَعَلَهٗ نَسَبًا وَّصِهْرًاۗ وَكَانَ رَبُّكَ قَدِيْرًا ","latin":"Wa huwal-lażī khalaqa minal-mā'i basyaran fa ja‘alahū nasabaw wa ṣihrā(n), wa kāna rabbuka qadīrā(n). ","translation":"Dialah (pula) yang menciptakan manusia dari air (mani). Lalu, Dia menjadikannya (manusia itu mempunyai) keturunan dan muṣāharah (persemendaan).534) Tuhanmu adalah Maha Kuasa."},{"surah_number":25,"ayat_number":55,"arabic":"وَيَعْبُدُوْنَ مِنْ دُوْنِ اللّٰهِ مَا لَا يَنْفَعُهُمْ وَلَا يَضُرُّهُمْۗ وَكَانَ الْكَافِرُ عَلٰى رَبِّهٖ ظَهِيْرًا ","kitabah":"وَيَعْبُدُوْنَ مِنْ دُوْنِ اللّٰهِ مَا لَا يَنْفَعُهُمْ وَلَا يَضُرُّهُمْۗ وَكَانَ الْكَافِرُ عَلٰى رَبِّهٖ ظَهِيْرًا ","latin":"Wa ya‘budūna min dūnillāhi mā lā yanfa‘uhum wa lā yaḍurruhum, wa kānal-kāfiru ‘alā rabbihī ẓahīrā(n).","translation":"Mereka menyembah selain Allah apa yang tidak memberikan manfaat dan tidak (pula) mendatangkan mudarat kepada mereka. Orang kafir adalah penolong (bagi setan dalam berbuat durhaka) terhadap Tuhannya."},{"surah_number":25,"ayat_number":56,"arabic":"وَمَآ اَرْسَلْنٰكَ اِلَّا مُبَشِّرًا وَّنَذِيْرًا ","kitabah":"وَمَآ اَرْسَلْنٰكَ اِلَّا مُبَشِّرًا وَّنَذِيْرًا ","latin":"Wa mā arsalnāka illā mubasysyiraw wa nażīrā(n).","translation":"Tidaklah Kami mengutus engkau (Nabi Muhammad), kecuali sebagai pembawa kabar gembira dan pemberi peringatan."},{"surah_number":25,"ayat_number":57,"arabic":"قُلْ مَآ اَسْـَٔلُكُمْ عَلَيْهِ مِنْ اَجْرٍ اِلَّا مَنْ شَاۤءَ اَنْ يَّتَّخِذَ اِلٰى رَبِّهٖ سَبِيْلًا ","kitabah":"قُلْ مَآ اَسْـَٔلُكُمْ عَلَيْهِ مِنْ اَجْرٍ اِلَّا مَنْ شَاۤءَ اَنْ يَّتَّخِذَ اِلٰى رَبِّهٖ سَبِيْلًا ","latin":"Qul mā as'alukum ‘alaihi min ajrin illā man syā'a ay yattakhiża ilā rabbihī sabīlā(n).","translation":"Katakanlah (Nabi Muhammad), “Aku tidak meminta imbalan apa pun dari kamu (dalam menyampaikan risalah itu), kecuali (mengharapkan agar) orang mau mengambil jalan kepada Tuhannya.”"},{"surah_number":25,"ayat_number":58,"arabic":"وَتَوَكَّلْ عَلَى الْحَيِّ الَّذِيْ لَا يَمُوْتُ وَسَبِّحْ بِحَمْدِهٖۗ وَكَفٰى بِهٖ بِذُنُوْبِ عِبَادِهٖ خَبِيْرًا ۚ","kitabah":"وَتَوَكَّلْ عَلَى الْحَيِّ الَّذِيْ لَا يَمُوْتُ وَسَبِّحْ بِحَمْدِهٖۗ وَكَفٰى بِهٖ بِذُنُوْبِ عِبَادِهٖ خَبِيْرًا ۚ","latin":"Wa tawakkal ‘alal-ḥayyil-lażī lā yamūtu wa sabbiḥ biḥamdih(ī), wa kafā bihī biżunūbi ‘ibādihī khabīrā(n).","translation":"Bertawakallah kepada (Allah) Yang Maha Hidup yang tidak mati dan bertasbihlah dengan memuji-Nya. Cukuplah Dia Maha Mengetahui dosa hamba-hamba-Nya."},{"surah_number":25,"ayat_number":59,"arabic":"اَلَّذِيْ خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ وَمَا بَيْنَهُمَا فِيْ سِتَّةِ اَيَّامٍ ثُمَّ اسْتَوٰى عَلَى الْعَرْشِۚ  اَلرَّحْمٰنُ فَسْـَٔلْ بِهٖ خَبِيْرًا ","kitabah":"اَلَّذِيْ خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ وَمَا بَيْنَهُمَا فِيْ سِتَّةِ اَيَّامٍ ثُمَّ اسْتَوٰى عَلَى الْعَرْشِۚ  اَلرَّحْمٰنُ فَسْـَٔلْ بِهٖ خَبِيْرًا ","latin":"Allażī khalaqas-samāwāti wal-arḍa wa mā bainahumā fī sittati ayyāmin ṡummastawā ‘alal-‘arsy(i), ar-raḥmānu fas'al bihī khabīrā(n).","translation":"(Allah) yang menciptakan langit dan bumi serta apa yang ada di antara keduanya dalam enam masa. Kemudian, Dia bersemayam di atas ʻArasy.535) (Dialah) Yang Maha Pengasih. Tanyakanlah (wahai Nabi Muhammad) tentang Dia (Allah) kepada Yang Maha Mengetahui (Allah)."},{"surah_number":25,"ayat_number":60,"arabic":"وَاِذَا قِيْلَ لَهُمُ اسْجُدُوْا لِلرَّحْمٰنِ قَالُوْا وَمَا الرَّحْمٰنُ اَنَسْجُدُ لِمَا تَأْمُرُنَا وَزَادَهُمْ نُفُوْرًا ۩ ࣖ","kitabah":"وَاِذَا قِيْلَ لَهُمُ اسْجُدُوْا لِلرَّحْمٰنِ قَالُوْا وَمَا الرَّحْمٰنُ اَنَسْجُدُ لِمَا تَأْمُرُنَا وَزَادَهُمْ نُفُوْرًا ۩ ࣖ","latin":"Wa iżā qīla lahumusjudū lir-raḥmāni qālū wa mar-raḥmānu anasjudu limā ta'murunā wa zādahum nufūrā(n).","translation":"Apabila dikatakan kepada mereka, “Sujudlah kepada Yang Maha Pengasih.” Mereka menjawab, “Siapakah Yang Maha Pengasih itu? Apakah kami bersujud kepada (Allah) yang engkau (Nabi Muhammad) perintahkan kepada kami?” (Perintah) itu menambah mereka makin lari (dari kebenaran)."},{"surah_number":25,"ayat_number":61,"arabic":"تَبٰرَكَ الَّذِيْ جَعَلَ فِى السَّمَاۤءِ بُرُوْجًا وَّجَعَلَ فِيْهَا سِرٰجًا وَّقَمَرًا مُّنِيْرًا  ","kitabah":"تَبٰرَكَ الَّذِيْ جَعَلَ فِى السَّمَاۤءِ بُرُوْجًا وَّجَعَلَ فِيْهَا سِرٰجًا وَّقَمَرًا مُّنِيْرًا  ","latin":"Tabārakal-lażī ja‘ala fis-samā'i burūjaw wa ja‘ala fīhā sirājaw wa qamaram munīrā(n).","translation":"Maha Memberkahi (Allah) yang menjadikan gugusan bintang di langit serta padanya pelita (matahari) dan bulan yang bercahaya."},{"surah_number":25,"ayat_number":62,"arabic":"وَهُوَ الَّذِيْ جَعَلَ الَّيْلَ وَالنَّهَارَ خِلْفَةً لِّمَنْ اَرَادَ اَنْ يَّذَّكَّرَ اَوْ اَرَادَ شُكُوْرًا ","kitabah":"وَهُوَ الَّذِيْ جَعَلَ الَّيْلَ وَالنَّهَارَ خِلْفَةً لِّمَنْ اَرَادَ اَنْ يَّذَّكَّرَ اَوْ اَرَادَ شُكُوْرًا ","latin":"Wa huwal-lażī ja‘alal-laila wan-nahāra khilfatal liman arāda ay yażżakkara au arāda syukūrā(n).","translation":"Dia (pula) yang menjadikan malam dan siang silih berganti bagi orang yang ingin mengambil pelajaran atau ingin bersyukur."},{"surah_number":25,"ayat_number":63,"arabic":"وَعِبَادُ الرَّحْمٰنِ الَّذِيْنَ يَمْشُوْنَ عَلَى الْاَرْضِ هَوْنًا وَّاِذَا خَاطَبَهُمُ الْجٰهِلُوْنَ قَالُوْا سَلٰمًا  ","kitabah":"وَعِبَادُ الرَّحْمٰنِ الَّذِيْنَ يَمْشُوْنَ عَلَى الْاَرْضِ هَوْنًا وَّاِذَا خَاطَبَهُمُ الْجٰهِلُوْنَ قَالُوْا سَلٰمًا  ","latin":"Wa ‘ibādur-raḥmānil-lażīna yamsyūna ‘alal-arḍi haunaw wa iżā khāṭabahumul-jāhilūna qālū salāmā(n).","translation":"Hamba-hamba Tuhan Yang Maha Pengasih itu adalah yang berjalan di atas bumi dengan rendah hati dan apabila orang-orang bodoh menyapa mereka (dengan kata-kata yang menghina), mereka mengucapkan, “Salam.”"},{"surah_number":25,"ayat_number":64,"arabic":"وَالَّذِيْنَ يَبِيْتُوْنَ لِرَبِّهِمْ سُجَّدًا وَّقِيَامًا ","kitabah":"وَالَّذِيْنَ يَبِيْتُوْنَ لِرَبِّهِمْ سُجَّدًا وَّقِيَامًا ","latin":"Wal-lażīna yabītūna lirabbihim sujjadaw wa qiyāmā(n).","translation":"Dan, orang-orang yang mengisi waktu malamnya untuk beribadah kepada Tuhan mereka dengan bersujud dan berdiri."},{"surah_number":25,"ayat_number":65,"arabic":"وَالَّذِيْنَ يَقُوْلُوْنَ رَبَّنَا اصْرِفْ عَنَّا عَذَابَ جَهَنَّمَۖ اِنَّ عَذَابَهَا كَانَ غَرَامًا ۖ","kitabah":"وَالَّذِيْنَ يَقُوْلُوْنَ رَبَّنَا اصْرِفْ عَنَّا عَذَابَ جَهَنَّمَۖ اِنَّ عَذَابَهَا كَانَ غَرَامًا ۖ","latin":"Wal-lażīna yaqūlūna rabbanaṣrif ‘annā ‘ażāba jahannam(a), inna ‘ażābahā kāna garāmā(n).","translation":"Dan, orang-orang yang berkata, “Wahai Tuhan kami, jauhkanlah azab Jahanam dari kami (karena) sesungguhnya azabnya itu kekal.”"},{"surah_number":25,"ayat_number":66,"arabic":"اِنَّهَا سَاۤءَتْ مُسْتَقَرًّا وَّمُقَامًا ","kitabah":"اِنَّهَا سَاۤءَتْ مُسْتَقَرًّا وَّمُقَامًا ","latin":"Innahā sā'at mustaqarraw wa muqāmā(n).","translation":"Sesungguhnya ia (Jahanam itu) adalah tempat menetap dan kediaman yang paling buruk."},{"surah_number":25,"ayat_number":67,"arabic":"وَالَّذِيْنَ اِذَآ اَنْفَقُوْا لَمْ يُسْرِفُوْا وَلَمْ يَقْتُرُوْا وَكَانَ بَيْنَ ذٰلِكَ قَوَامًا ","kitabah":"وَالَّذِيْنَ اِذَآ اَنْفَقُوْا لَمْ يُسْرِفُوْا وَلَمْ يَقْتُرُوْا وَكَانَ بَيْنَ ذٰلِكَ قَوَامًا ","latin":"Wal-lażīna iżā anfaqū lam yusrifū wa lam yaqturū wa kāna baina żālika qawāmā(n).","translation":"Dan, orang-orang yang apabila berinfak tidak berlebihan dan tidak (pula) kikir. (Infak mereka) adalah pertengahan antara keduanya."},{"surah_number":25,"ayat_number":68,"arabic":"وَالَّذِيْنَ لَا يَدْعُوْنَ مَعَ اللّٰهِ اِلٰهًا اٰخَرَ وَلَا يَقْتُلُوْنَ النَّفْسَ الَّتِيْ حَرَّمَ اللّٰهُ اِلَّا بِالْحَقِّ وَلَا يَزْنُوْنَۚ وَمَنْ يَّفْعَلْ ذٰلِكَ يَلْقَ اَثَامًا ۙ","kitabah":"وَالَّذِيْنَ لَا يَدْعُوْنَ مَعَ اللّٰهِ اِلٰهًا اٰخَرَ وَلَا يَقْتُلُوْنَ النَّفْسَ الَّتِيْ حَرَّمَ اللّٰهُ اِلَّا بِالْحَقِّ وَلَا يَزْنُوْنَۚ وَمَنْ يَّفْعَلْ ذٰلِكَ يَلْقَ اَثَامًا ۙ","latin":"Wal-lażīna lā yad‘ūna ma‘allāhi ilāhan ākhara wa lā yaqtulūnan nafsal-latī ḥarramallāhu illā bil-ḥaqqi wa lā yaznūn(a), wa may yaf‘al żālika yalqa aṡāmā(n).","translation":"Dan, orang-orang yang tidak mempersekutukan Allah dengan sembahan lain, tidak membunuh orang yang diharamkan Allah kecuali dengan (alasan) yang benar, dan tidak berzina. Siapa yang melakukan demikian itu niscaya mendapat dosa."},{"surah_number":25,"ayat_number":69,"arabic":"يُّضٰعَفْ لَهُ الْعَذَابُ يَوْمَ الْقِيٰمَةِ وَيَخْلُدْ فِيْهٖ مُهَانًا ۙ","kitabah":"يُّضٰعَفْ لَهُ الْعَذَابُ يَوْمَ الْقِيٰمَةِ وَيَخْلُدْ فِيْهٖ مُهَانًا ۙ","latin":"Yuḍā‘af lahul-‘ażābu yaumal-qiyāmati wa yakhlud fīhī muhānā(n).","translation":"Baginya akan dilipatgandakan azab pada hari Kiamat dan dia kekal dengan azab itu dalam kehinaan."},{"surah_number":25,"ayat_number":70,"arabic":"اِلَّا مَنْ تَابَ وَاٰمَنَ وَعَمِلَ عَمَلًا صَالِحًا فَاُولٰۤىِٕكَ يُبَدِّلُ اللّٰهُ سَيِّاٰتِهِمْ حَسَنٰتٍۗ وَكَانَ اللّٰهُ غَفُوْرًا رَّحِيْمًا ","kitabah":"اِلَّا مَنْ تَابَ وَاٰمَنَ وَعَمِلَ عَمَلًا صَالِحًا فَاُولٰۤىِٕكَ يُبَدِّلُ اللّٰهُ سَيِّاٰتِهِمْ حَسَنٰتٍۗ وَكَانَ اللّٰهُ غَفُوْرًا رَّحِيْمًا ","latin":"Illā man tāba wa āmana wa ‘amila ‘amalan ṣāliḥan fa ulā'ika yubaddilullāhu sayyi'ātihim ḥasanāt(in), wa kānallāhu gafūrar raḥīmā(n).","translation":"Kecuali, orang yang bertobat, beriman, dan beramal saleh. Maka, Allah mengganti kejahatan mereka (dengan) kebaikan. Allah Maha Pengampun lagi Maha Penyayang."},{"surah_number":25,"ayat_number":71,"arabic":"وَمَنْ تَابَ وَعَمِلَ صَالِحًا فَاِنَّهٗ يَتُوْبُ اِلَى اللّٰهِ مَتَابًا ","kitabah":"وَمَنْ تَابَ وَعَمِلَ صَالِحًا فَاِنَّهٗ يَتُوْبُ اِلَى اللّٰهِ مَتَابًا ","latin":"Wa man tāba wa ‘amila ṣāliḥan fa innahū yatūbu ilallāhi matābā(n).","translation":"Siapa yang bertobat dan beramal saleh sesungguhnya dia bertobat kepada Allah dengan tobat yang sebenarnya."},{"surah_number":25,"ayat_number":72,"arabic":"وَالَّذِيْنَ لَا يَشْهَدُوْنَ الزُّوْرَۙ وَاِذَا مَرُّوْا بِاللَّغْوِ مَرُّوْا كِرَامًا ","kitabah":"وَالَّذِيْنَ لَا يَشْهَدُوْنَ الزُّوْرَۙ وَاِذَا مَرُّوْا بِاللَّغْوِ مَرُّوْا كِرَامًا ","latin":"Wal-lażīna yasyhadūnaz-zūr(a), wa iżā marrū bil-lagwi marrū kirāmā(n).","translation":"Dan, orang-orang yang tidak memberikan kesaksian palsu serta apabila mereka berpapasan dengan (orang-orang) yang berbuat sia-sia, mereka berlalu dengan menjaga kehormatannya."},{"surah_number":25,"ayat_number":73,"arabic":"وَالَّذِيْنَ اِذَا ذُكِّرُوْا بِاٰيٰتِ رَبِّهِمْ لَمْ يَخِرُّوْا عَلَيْهَا صُمًّا وَّعُمْيَانًا ","kitabah":"وَالَّذِيْنَ اِذَا ذُكِّرُوْا بِاٰيٰتِ رَبِّهِمْ لَمْ يَخِرُّوْا عَلَيْهَا صُمًّا وَّعُمْيَانًا ","latin":"Wal-lażīna iżā żukkirū bi'āyāti rabbihim lam yakhirrū ‘alaihā ṣummaw wa ‘umyānā(n).","translation":"Dan, orang-orang yang apabila diberi peringatan dengan ayat-ayat Tuhan mereka tidak bersikap sebagai orang-orang yang tuli dan buta."},{"surah_number":25,"ayat_number":74,"arabic":"وَالَّذِيْنَ يَقُوْلُوْنَ رَبَّنَا هَبْ لَنَا مِنْ اَزْوَاجِنَا وَذُرِّيّٰتِنَا قُرَّةَ اَعْيُنٍ وَّاجْعَلْنَا لِلْمُتَّقِيْنَ اِمَامًا ","kitabah":"وَالَّذِيْنَ يَقُوْلُوْنَ رَبَّنَا هَبْ لَنَا مِنْ اَزْوَاجِنَا وَذُرِّيّٰتِنَا قُرَّةَ اَعْيُنٍ وَّاجْعَلْنَا لِلْمُتَّقِيْنَ اِمَامًا ","latin":"Wal-lażīna yaqūlūna rabbanā hab lanā min azwājinā wa żurriyyātinā qurrata a‘yuniw waj‘alnā lil-muttaqīna imāmā(n).","translation":"Dan, orang-orang yang berkata, “Wahai Tuhan kami, anugerahkanlah kepada kami penyejuk mata dari pasangan dan keturunan kami serta jadikanlah kami sebagai pemimpin bagi orang-orang yang bertakwa.”"},{"surah_number":25,"ayat_number":75,"arabic":"اُولٰۤىِٕكَ يُجْزَوْنَ الْغُرْفَةَ بِمَا صَبَرُوْا وَيُلَقَّوْنَ فِيْهَا تَحِيَّةً وَّسَلٰمًا ۙ","kitabah":"اُولٰۤىِٕكَ يُجْزَوْنَ الْغُرْفَةَ بِمَا صَبَرُوْا وَيُلَقَّوْنَ فِيْهَا تَحِيَّةً وَّسَلٰمًا ۙ","latin":"Ulā'ika yujzaunal-gurfata bimā ṣabarū wa yulaqqauna fīhā taḥiyyataw wa salāmā(n).","translation":"Mereka itu akan diberi balasan dengan tempat yang tinggi (dalam surga) atas kesabaran mereka serta di sana mereka akan disambut dengan penghormatan dan salam."},{"surah_number":25,"ayat_number":76,"arabic":"خٰلِدِيْنَ فِيْهَاۗ حَسُنَتْ مُسْتَقَرًّا وَّمُقَامًا ","kitabah":"خٰلِدِيْنَ فِيْهَاۗ حَسُنَتْ مُسْتَقَرًّا وَّمُقَامًا ","latin":"Khālidīna fīhā, ḥasunat mustaqarraw wa muqāmā(n).","translation":"Mereka kekal di dalamnya. (Surga) itu sebaik-baik tempat menetap dan kediaman."},{"surah_number":25,"ayat_number":77,"arabic":"قُلْ مَا يَعْبَؤُا بِكُمْ رَبِّيْ لَوْلَا دُعَاۤؤُكُمْۚ فَقَدْ كَذَّبْتُمْ فَسَوْفَ يَكُوْنُ لِزَامًا ࣖ","kitabah":"قُلْ مَا يَعْبَؤُا بِكُمْ رَبِّيْ لَوْلَا دُعَاۤؤُكُمْۚ فَقَدْ كَذَّبْتُمْ فَسَوْفَ يَكُوْنُ لِزَامًا ࣖ","latin":"Qul mā ya‘ba'u bikum rabbī lau lā du‘ā'ukum, faqad każżabtum fa saufa yakūnu lizāmā(n).","translation":"Katakanlah (Nabi Muhammad kepada orang-orang musyrik), “Tuhanku tidak akan mengindahkanmu kalau tidak karena ibadahmu. Padahal, sungguh kamu telah mendustakan-Nya? Oleh karena itu, kelak (azab) pasti (menimpamu).”"}]}