{"surah_number":27,"arabic":"النّمل","latin":"An-Naml","transliteration":"An-Naml","translation":"Semut","total_ayat":93,"location":"Makkiyah","ayat":[{"surah_number":27,"ayat_number":1,"arabic":"طٰسۤ ۚ تِلْكَ اٰيٰتُ الْقُرْاٰنِ وَكِتَابٍ مُّبِيْنٍ ۙ ","kitabah":"طٰسۡ ۚ تِلْكَ اٰيٰتُ الْقُرْاٰنِ وَكِتَابٍ مُّبِيْنٍ ۙ ","latin":"Ṭā Sīn, tilka āyātul-qur'āni wa kitābim mubīn(in).","translation":"Ṭā Sīn. Inilah ayat-ayat Al-Qur’an dan Kitab Suci yang jelas (kandungannya),"},{"surah_number":27,"ayat_number":2,"arabic":"هُدًى وَّبُشْرٰى لِلْمُؤْمِنِيْنَ ۙ  ","kitabah":"هُدًى وَّبُشْرٰى لِلْمُؤْمِنِيْنَ ۙ  ","latin":"Hudaw wa busyrā lil-mu'minīn(a).","translation":"(sebagai) petunjuk dan berita gembira bagi orang-orang mukmin,"},{"surah_number":27,"ayat_number":3,"arabic":"الَّذِيْنَ يُقِيْمُوْنَ الصَّلٰوةَ وَيُؤْتُوْنَ الزَّكٰوةَ وَهُمْ بِالْاٰخِرَةِ هُمْ يُوْقِنُوْنَ ","kitabah":"الَّذِيْنَ يُقِيْمُوْنَ الصَّلٰوةَ وَيُؤْتُوْنَ الزَّكٰوةَ وَهُمْ بِالْاٰخِرَةِ هُمْ يُوْقِنُوْنَ ","latin":"Allażīna yuqīmūnaṣ-ṣalāta wa yu'tūnaz-zakāta wa hum bil-ākhirati hum yūqinūn(a).","translation":"(yaitu) orang-orang yang menegakkan salat, menunaikan zakat, dan meyakini adanya akhirat."},{"surah_number":27,"ayat_number":4,"arabic":"اِنَّ الَّذِيْنَ لَا يُؤْمِنُوْنَ بِالْاٰخِرَةِ زَيَّنَّا لَهُمْ اَعْمَالَهُمْ فَهُمْ يَعْمَهُوْنَ ۗ ","kitabah":"اِنَّ الَّذِيْنَ لَا يُؤْمِنُوْنَ بِالْاٰخِرَةِ زَيَّنَّا لَهُمْ اَعْمَالَهُمْ فَهُمْ يَعْمَهُوْنَ ۗ ","latin":"Innal-lażīna lā yu'minūna bil-ākhirati zayyannā lahum a‘mālahum fahum ya‘mahūn(a).","translation":"Sesungguhnya orang-orang yang tidak beriman kepada akhirat, Kami jadikan terasa indah bagi mereka perbuatan-perbuatannya (yang buruk). Maka, mereka terombang-ambing (dalam kesesatan)."},{"surah_number":27,"ayat_number":5,"arabic":"اُولٰۤىِٕكَ الَّذِيْنَ لَهُمْ سُوْۤءُ الْعَذَابِ وَهُمْ فِى الْاٰخِرَةِ هُمُ الْاَخْسَرُوْنَ ","kitabah":"اُولٰۤىِٕكَ الَّذِيْنَ لَهُمْ سُوْۤءُ الْعَذَابِ وَهُمْ فِى الْاٰخِرَةِ هُمُ الْاَخْسَرُوْنَ ","latin":"Ulā'ikal-lażīna lahum sū'ul-‘ażābi wa hum fil-ākhirati humul-akhsarūn(a).","translation":"Mereka itulah orang-orang yang mendapat siksaan buruk (di dunia) dan di akhirat mereka adalah orang-orang yang paling rugi."},{"surah_number":27,"ayat_number":6,"arabic":"وَاِنَّكَ لَتُلَقَّى الْقُرْاٰنَ مِنْ لَّدُنْ حَكِيْمٍ عَلِيْمٍ ","kitabah":"وَاِنَّكَ لَتُلَقَّى الْقُرْاٰنَ مِنْ لَّدُنْ حَكِيْمٍ عَلِيْمٍ ","latin":"Wa innaka latulaqqal-qur'āna mil ladun ḥakīmin ‘alīm(in).","translation":"Sesungguhnya engkau (Nabi Muhammad) benar-benar telah diberi Al-Qur’an dari sisi (Allah) Yang Maha Bijaksana lagi Maha Mengetahui."},{"surah_number":27,"ayat_number":7,"arabic":"اِذْ قَالَ مُوْسٰى لِاَهْلِهٖٓ اِنِّيْٓ اٰنَسْتُ نَارًاۗ سَاٰتِيْكُمْ مِّنْهَا بِخَبَرٍ اَوْ اٰتِيْكُمْ بِشِهَابٍ قَبَسٍ لَّعَلَّكُمْ تَصْطَلُوْنَ ","kitabah":"اِذْ قَالَ مُوْسٰى لِاَهْلِهٖٓ اِنِّٓيْ اٰنَسْتُ نَارًاۗ سَاٰتِيْكُمْ مِّنْهَا بِخَبَرٍ اَوْ اٰتِيْكُمْ بِشِهَابٍ قَبَسٍ لَّعَلَّكُمْ تَصْطَلُوْنَ ","latin":"Iż qāla mūsā li'ahlihī innī ānastu nārā(n), sa'ātīkum minhā bikhabarin au ātīkum bisyihābin qabasil la‘allakum taṣṭalūn(a).","translation":"(Ingatlah) ketika Musa berkata kepada istrinya, “Sesungguhnya aku melihat api. Aku akan membawa kabar tentangnya kepadamu atau membawa suluh api (obor) agar kamu dapat menghangatkan badan (dekat api).”"},{"surah_number":27,"ayat_number":8,"arabic":"فَلَمَّا جَاۤءَهَا نُوْدِيَ اَنْۢ بُوْرِكَ مَنْ فِى النَّارِ وَمَنْ حَوْلَهَاۗ وَسُبْحٰنَ اللّٰهِ رَبِّ الْعٰلَمِيْنَ ","kitabah":"فَلَمَّا جَاۤءَهَا نُوْدِيَ اَنْۢ بُوْرِكَ مَنْ فِى النَّارِ وَمَنْ حَوْلَهَاۗ وَسُبْحٰنَ اللّٰهِ رَبِّ الْعٰلَمِيْنَ ","latin":"Falammā jā'ahā nūdiya am būrika man fin-nāri wa man ḥaulahā, wa subḥānallāhi rabbil-‘ālamīn(a).","translation":"Maka, ketika tiba di sana (tempat api itu), dia diseru, “Orang yang berada di dekat api dan orang yang berada di sekitarnya telah diberkahi. Maha Suci Allah, Tuhan semesta alam.”"},{"surah_number":27,"ayat_number":9,"arabic":"يٰمُوْسٰٓى اِنَّهٗٓ اَنَا اللّٰهُ الْعَزِيْزُ الْحَكِيْمُ ۙ ","kitabah":"يٰمُوْسٰٓى اِنَّهٗٓ اَنَا اللّٰهُ الْعَزِيْزُ الْحَكِيْمُ ۙ ","latin":"Yā mūsā innahū anallāhul-‘azīzul-ḥakīm(u).","translation":"(Allah berfirman,) “Wahai Musa, sesungguhnya Aku adalah Allah Yang Maha Perkasa lagi Maha Bijaksana."},{"surah_number":27,"ayat_number":10,"arabic":"وَاَلْقِ عَصَاكَ ۗفَلَمَّا رَاٰهَا تَهْتَزُّ كَاَنَّهَا جَاۤنٌّ وَّلّٰى مُدْبِرًا وَّلَمْ يُعَقِّبْۗ يٰمُوْسٰى لَا تَخَفْۗ اِنِّيْ لَا يَخَافُ لَدَيَّ الْمُرْسَلُوْنَ ۖ  ","kitabah":"وَاَلْقِ عَصَاكَ ۗفَلَمَّا رَاٰهَا تَهْتَزُّ كَاَنَّهَا جَاۤنٌّ وَّلّٰى مُدْبِرًا وَّلَمْ يُعَقِّبْۗ يٰمُوْسٰى لَا تَخَفْۗ اِنِّيْ لَا يَخَافُ لَدَيَّ الْمُرْسَلُوْنَ ۖ  ","latin":"Wa alqi ‘aṣāk(a), falammā ra'āhā tahtazzu ka'annahā jānnuw wallā mudbiraw wa lam yu‘aqqib, yā mūsā lā takhaf, innī lā yakhāfu ladayyal-mursalūn(a).","translation":"Lemparkanlah tongkatmu!” Ketika (tongkat itu dilemparkan) Musa melihatnya bergerak-gerak seperti seekor ular kecil yang gesit, berlarilah dia sambil berbalik ke belakang tanpa menoleh. (Allah pun berfirman,) “Wahai Musa, jangan takut! Sesungguhnya di hadapan-Ku para rasul tidak perlu takut,"},{"surah_number":27,"ayat_number":11,"arabic":"اِلَّا مَنْ ظَلَمَ ثُمَّ بَدَّلَ حُسْنًاۢ بَعْدَ سُوْۤءٍ فَاِنِّيْ غَفُوْرٌ رَّحِيْمٌ  ","kitabah":"اِلَّا مَنْ ظَلَمَ ثُمَّ بَدَّلَ حُسْنًاۢ بَعْدَ سُوْۤءٍ فَاِنِّيْ غَفُوْرٌ رَّحِيْمٌ  ","latin":"Illā man ẓalama ṡumma baddala ḥusnam ba‘da sū'in fa innī gafūrur raḥīm(un).","translation":"kecuali orang yang berlaku zalim yang kemudian mengganti keburukan(-nya) dengan kebaikan (bertobat). Sesungguhnya Aku Maha Pengampun lagi Maha Penyayang."},{"surah_number":27,"ayat_number":12,"arabic":"وَاَدْخِلْ يَدَكَ فِيْ جَيْبِكَ تَخْرُجْ بَيْضَاۤءَ مِنْ غَيْرِ سُوْۤءٍۙ فِيْ تِسْعِ اٰيٰتٍ اِلٰى فِرْعَوْنَ وَقَوْمِهٖۗ اِنَّهُمْ كَانُوْا قَوْمًا فٰسِقِيْنَ ","kitabah":"وَاَدْخِلْ يَدَكَ فِيْ جَيْبِكَ تَخْرُجْ بَيْضَاۤءَ مِنْ غَيْرِ سُوْۤءٍۙ فِيْ تِسْعِ اٰيٰتٍ اِلٰى فِرْعَوْنَ وَقَوْمِهٖۗ اِنَّهُمْ كَانُوْا قَوْمًا فٰسِقِيْنَ ","latin":"Wa adkhil yadaka fī jaibika takhruj baiḍā'a min gairi sū'(in), fī tis‘i āyātin ilā fir‘auna wa qaumih(ī), innahum kānū qauman fāsiqīn(a).","translation":"Masukkanlah tanganmu ke leher bajumu,544) ia akan keluar (dalam keadaan bercahaya) putih bukan karena cacat. (Kedua mukjizat ini) termasuk sembilan macam mukjizat (yang akan ditunjukkan) kepada Fir‘aun dan kaumnya. Sesungguhnya mereka benar-benar kaum yang fasik.”"},{"surah_number":27,"ayat_number":13,"arabic":"فَلَمَّا جَاۤءَتْهُمْ اٰيٰتُنَا مُبْصِرَةً قَالُوْا هٰذَا سِحْرٌ مُّبِيْنٌ ۚ  ","kitabah":"فَلَمَّا جَاۤءَتْهُمْ اٰيٰتُنَا مُبْصِرَةً قَالُوْا هٰذَا سِحْرٌ مُّبِيْنٌ ۚ  ","latin":"Falammā jā'athum āyātunā mubṣiratan qālū hāżā siḥrum mubīn(un).","translation":"Ketika mukjizat-mukjizat Kami yang terang itu sampai kepada mereka, mereka berkata, “Ini sihir yang nyata.”"},{"surah_number":27,"ayat_number":14,"arabic":"وَجَحَدُوْا بِهَا وَاسْتَيْقَنَتْهَآ اَنْفُسُهُمْ ظُلْمًا وَّعُلُوًّاۗ فَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ الْمُفْسِدِيْنَ ࣖ  ","kitabah":"وَجَحَدُوْا بِهَا وَاسْتَيْقَنَتْهَآ اَنْفُسُهُمْ ظُلْمًا وَّعُلُوًّاۗ فَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ الْمُفْسِدِيْنَ ࣖ  ","latin":"Wa jaḥadū bihā wastaiqanathā anfusuhum ẓulmaw wa ‘uluwwā(n), fanẓur kaifa kāna ‘āqibatul-mufsidīn(a).","translation":"Mereka mengingkarinya karena kezaliman dan kesombongan, padahal hati mereka meyakini (kebenaran)-nya. Perhatikanlah bagaimana kesudahan orang-orang yang berbuat kerusakan."},{"surah_number":27,"ayat_number":15,"arabic":"وَلَقَدْ اٰتَيْنَا دَاوٗدَ وَسُلَيْمٰنَ عِلْمًاۗ وَقَالَا الْحَمْدُ لِلّٰهِ الَّذِيْ فَضَّلَنَا عَلٰى كَثِيْرٍ مِّنْ عِبَادِهِ الْمُؤْمِنِيْنَ  ","kitabah":"وَلَقَدْ اٰتَيْنَا دَاوٗدَ وَسُلَيْمٰنَ عِلْمًاۗ وَقَالَا الْحَمْدُ لِلّٰهِ الَّذِيْ فَضَّلَنَا عَلٰى كَثِيْرٍ مِّنْ عِبَادِهِ الْمُؤْمِنِيْنَ  ","latin":"Wa laqad ātainā dāwūda wa sulaimāna ‘ilmā(n), wa qālal-ḥamdu lillāhil-lażī faḍḍalanā ‘alā kaṡīrim min ‘ibādihil-mu'minīn(a).","translation":"Sungguh, Kami benar-benar telah menganugerahkan ilmu kepada Daud dan Sulaiman. Keduanya berkata, “Segala puji bagi Allah yang melebihkan kami daripada kebanyakan hamba-hamba-Nya yang mukmin.”"},{"surah_number":27,"ayat_number":16,"arabic":"وَوَرِثَ سُلَيْمٰنُ دَاوٗدَ وَقَالَ يٰٓاَيُّهَا النَّاسُ عُلِّمْنَا مَنْطِقَ الطَّيْرِ وَاُوْتِيْنَا مِنْ كُلِّ شَيْءٍۗ اِنَّ هٰذَا لَهُوَ الْفَضْلُ الْمُبِيْنُ  ","kitabah":"وَوَرِثَ سُلَيْمٰنُ دَاوٗدَ وَقَالَ يٰٓاَيُّهَا النَّاسُ عُلِّمْنَا مَنْطِقَ الطَّيْرِ وَاُوْتِيْنَا مِنْ كُلِّ شَيْءٍۗ اِنَّ هٰذَا لَهُوَ الْفَضْلُ الْمُبِيْنُ  ","latin":"Wa wariṡa sulaimānu dāwūda wa qāla yā ayyuhan-nāsu ‘ullimnā manṭiqaṭ-ṭairi wa ūtīnā min kulli syai'(in), inna hāżā lahuwal-faḍlul-mubīn(u).","translation":"Sulaiman telah mewarisi Daud545) dan dia (Sulaiman) berkata, “Wahai manusia, kami telah diajari (untuk memahami) bahasa burung dan kami dianugerahi segala sesuatu. Sesungguhnya (semua) ini benar-benar karunia yang nyata.”"},{"surah_number":27,"ayat_number":17,"arabic":"وَحُشِرَ لِسُلَيْمٰنَ جُنُوْدُهٗ مِنَ الْجِنِّ وَالْاِنْسِ وَالطَّيْرِ فَهُمْ يُوْزَعُوْنَ  ","kitabah":"وَحُشِرَ لِسُلَيْمٰنَ جُنُوْدُهٗ مِنَ الْجِنِّ وَالْاِنْسِ وَالطَّيْرِ فَهُمْ يُوْزَعُوْنَ  ","latin":"Wa ḥusyira lisulaimāna junūduhū minal-jinni wal-insi waṭ-ṭairi fahum yūza‘ūn(a).","translation":"Untuk Sulaiman dikumpulkanlah bala tentara dari (kalangan) jin, manusia, dan burung, lalu mereka diatur dengan tertib"},{"surah_number":27,"ayat_number":18,"arabic":"حَتّٰىٓ اِذَآ اَتَوْا عَلٰى وَادِ النَّمْلِۙ قَالَتْ نَمْلَةٌ يّٰٓاَيُّهَا النَّمْلُ ادْخُلُوْا مَسٰكِنَكُمْۚ  لَا يَحْطِمَنَّكُمْ سُلَيْمٰنُ وَجُنُوْدُهٗۙ وَهُمْ لَا يَشْعُرُوْنَ  ","kitabah":"حَتّٰىٓ اِذَآ اَتَوْا عَلٰى وَادِ النَّمْلِۙ قَالَتْ نَمْلَةٌ يّٰٓاَيُّهَا النَّمْلُ ادْخُلُوْا مَسٰكِنَكُمْۚ  لَا يَحْطِمَنَّكُمْ سُلَيْمٰنُ وَجُنُوْدُهٗۙ وَهُمْ لَا يَشْعُرُوْنَ  ","latin":"Ḥattā iżā atau ‘alā wādin-naml(i), qālat namlatuy yā ayyuhan-namludkhulū masākinakum, lā yaḥṭimannakum sulaimānu wa junūduhū wa hum lā yasy‘urūn(a).","translation":"hingga ketika sampai di lembah semut, ratu semut berkata, “Wahai para semut, masuklah ke dalam sarangmu agar kamu tidak diinjak oleh Sulaiman dan bala tentaranya, sedangkan mereka tidak menyadarinya.”"},{"surah_number":27,"ayat_number":19,"arabic":"فَتَبَسَّمَ ضَاحِكًا مِّنْ قَوْلِهَا وَقَالَ رَبِّ اَوْزِعْنِيْٓ اَنْ اَشْكُرَ نِعْمَتَكَ الَّتِيْٓ اَنْعَمْتَ عَلَيَّ وَعَلٰى وَالِدَيَّ وَاَنْ اَعْمَلَ صَالِحًا تَرْضٰىهُ وَاَدْخِلْنِيْ بِرَحْمَتِكَ فِيْ عِبَادِكَ الصّٰلِحِيْنَ  ","kitabah":"فَتَبَسَّمَ ضَاحِكًا مِّنْ قَوْلِهَا وَقَالَ رَبِّ اَوْزِعْنِيْٓ اَنْ اَشْكُرَ نِعْمَتَكَ الَّتِيْٓ اَنْعَمْتَ عَلَيَّ وَعَلٰى وَالِدَيَّ وَاَنْ اَعْمَلَ صَالِحًا تَرْضٰىهُ وَاَدْخِلْنِيْ بِرَحْمَتِكَ فِيْ عِبَادِكَ الصّٰلِحِيْنَ  ","latin":"Fatabassama ḍāḥikam min qaulihā wa qāla rabbi auzi‘nī an asykura ni‘matakal-latī an‘amta ‘alayya wa ‘alā wālidayya wa an a‘mala ṣāliḥan tarḍāhu wa adkhilnī biraḥmatika fī ‘ibādikaṣ-ṣāliḥīn(a).","translation":"Dia (Sulaiman) tersenyum seraya tertawa karena (mendengar) perkataan semut itu. Dia berdoa, “Ya Tuhanku, anugerahkanlah aku (ilham dan kemampuan) untuk tetap mensyukuri nikmat-Mu yang telah Engkau anugerahkan kepadaku dan kepada kedua orang tuaku dan untuk tetap mengerjakan kebajikan yang Engkau ridai. (Aku memohon pula) masukkanlah aku dengan rahmat-Mu ke dalam golongan hamba-hamba-Mu yang saleh.”"},{"surah_number":27,"ayat_number":20,"arabic":"وَتَفَقَّدَ الطَّيْرَ فَقَالَ مَا لِيَ لَآ اَرَى الْهُدْهُدَۖ اَمْ كَانَ مِنَ الْغَاۤىِٕبِيْنَ  ","kitabah":"وَتَفَقَّدَ الطَّيْرَ فَقَالَ مَا لِيَ لَآ اَرَى الْهُدْهُدَۖ اَمْ كَانَ مِنَ الْغَاۤىِٕبِيْنَ  ","latin":"Wa tafaqqadaṭ-ṭaira fa qāla mā liya lā aral-hudhud(a), am kāna minal-gā'ibīn(a).","translation":"Dia (Sulaiman) memeriksa (pasukan) burung, lalu berkata, “Mengapa aku tidak melihat Hudhud?546) Ataukah ia termasuk yang tidak hadir?"},{"surah_number":27,"ayat_number":21,"arabic":"لَاُعَذِّبَنَّهٗ عَذَابًا شَدِيْدًا اَوْ لَاَا۟ذْبَحَنَّهٗٓ اَوْ لَيَأْتِيَنِّيْ بِسُلْطٰنٍ مُّبِيْنٍ  ","kitabah":"لَاُعَذِّبَنَّهٗ عَذَابًا شَدِيْدًا اَوْ لَاَا۟ذْبَحَنَّهٗٓ اَوْ لَيَأْتِيَنِّيْ بِسُلْطٰنٍ مُّبِيْنٍ  ","latin":"La'u‘ażżibannahū ‘ażāban syadīdan au la'ażbaḥannahū au laya'tiyannī bisulṭānim mubīn(in).  ","translation":"Pasti akan kuhukum ia dengan hukuman yang berat atau kusembelih ia, kecuali jika ia datang kepadaku dengan alasan yang jelas.”"},{"surah_number":27,"ayat_number":22,"arabic":"فَمَكَثَ غَيْرَ بَعِيْدٍ فَقَالَ اَحَطْتُّ بِمَا لَمْ تُحِطْ بِهٖ وَجِئْتُكَ مِنْ سَبَاٍ ۢبِنَبَاٍ يَّقِيْنٍ ","kitabah":"فَمَكَثَ غَيْرَ بَعِيْدٍ فَقَالَ اَحَطْتُّ بِمَا لَمْ تُحِطْ بِهٖ وَجِئْتُكَ مِنْ سَبَاٍ ۢبِنَبَاٍ يَّقِيْنٍ ","latin":"Famakaṡa gaira ba‘īdin faqāla aḥaṭtu bimā lam tuḥiṭ bihī wa ji'tuka min saba'im binaba'iy yaqīn(in).","translation":"Tidak lama kemudian (datanglah Hudhud), lalu ia berkata, “Aku telah mengetahui sesuatu yang belum engkau ketahui. Aku datang kepadamu dari negeri Saba’547) membawa suatu berita penting yang meyakinkan (kebenarannya.)"},{"surah_number":27,"ayat_number":23,"arabic":"اِنِّيْ وَجَدْتُّ امْرَاَةً تَمْلِكُهُمْ وَاُوْتِيَتْ مِنْ كُلِّ شَيْءٍ وَّلَهَا عَرْشٌ عَظِيْمٌ  ","kitabah":"اِنِّيْ وَجَدْتُّ امْرَاَةً تَمْلِكُهُمْ وَاُوْتِيَتْ مِنْ كُلِّ شَيْءٍ وَّلَهَا عَرْشٌ عَظِيْمٌ  ","latin":"Innī wajattumra'atan tamlikuhum wa ūtiyat min kulli syai'iw wa lahā ‘arsyun ‘aẓīm(un).","translation":"Sesungguhnya aku mendapati ada seorang perempuan548) yang memerintah mereka (penduduk negeri Saba’). Dia dianugerahi segala sesuatu dan memiliki singgasana yang besar."},{"surah_number":27,"ayat_number":24,"arabic":"وَجَدْتُّهَا وَقَوْمَهَا يَسْجُدُوْنَ لِلشَّمْسِ مِنْ دُوْنِ اللّٰهِ وَزَيَّنَ لَهُمُ الشَّيْطٰنُ اَعْمَالَهُمْ فَصَدَّهُمْ عَنِ السَّبِيْلِ فَهُمْ لَا يَهْتَدُوْنَۙ  ","kitabah":"وَجَدْتُّهَا وَقَوْمَهَا يَسْجُدُوْنَ لِلشَّمْسِ مِنْ دُوْنِ اللّٰهِ وَزَيَّنَ لَهُمُ الشَّيْطٰنُ اَعْمَالَهُمْ فَصَدَّهُمْ عَنِ السَّبِيْلِ فَهُمْ لَا يَهْتَدُوْنَۙ  ","latin":"Wajattuhā wa qaumahā yasjudūna lisy-syamsi min dūnillāhi wa zayyana lahumusy-syaiṭānu a‘mālahum fa ṣaddahum ‘anis-sabīli fahum lā yahtadūn(a).","translation":"Aku (burung Hudhud) mendapati dia dan kaumnya sedang menyembah matahari, bukan Allah. Setan telah menghiasi perbuatan-perbuatan (buruk itu agar terasa indah) bagi mereka sehingga menghalanginya dari jalan (Allah). Mereka tidak mendapat petunjuk."},{"surah_number":27,"ayat_number":25,"arabic":"اَلَّا يَسْجُدُوْا لِلّٰهِ الَّذِيْ يُخْرِجُ الْخَبْءَ فِى السَّمٰوٰتِ وَالْاَرْضِ وَيَعْلَمُ مَا تُخْفُوْنَ وَمَا تُعْلِنُوْنَ  ","kitabah":"اَلَّا يَسْجُدُوْا لِلّٰهِ الَّذِيْ يُخْرِجُ الْخَبْءَ فِى السَّمٰوٰتِ وَالْاَرْضِ وَيَعْلَمُ مَا تُخْفُوْنَ وَمَا تُعْلِنُوْنَ  ","latin":"Allā yasjudū lillāhil-lażī yukhrijul-khab'a fis-samāwāti wal-arḍi wa ya‘lamu mā tukhfūna wa mā tu‘linūn(a).","translation":"Mereka (juga) tidak menyembah Allah yang mengeluarkan apa yang terpendam di langit dan di bumi549) dan yang mengetahui apa yang kamu sembunyikan dan yang kamu nyatakan."},{"surah_number":27,"ayat_number":26,"arabic":"اَللّٰهُ لَآ اِلٰهَ اِلَّا هُوَۙ رَبُّ الْعَرْشِ الْعَظِيْمِ ۩ ","kitabah":"اَللّٰهُ لَآ اِلٰهَ اِلَّا هُوَۙ رَبُّ الْعَرْشِ الْعَظِيْمِ ۩ ","latin":"Allāhu lā ilāha illā huwa rabbul-‘arsyil-‘aẓīm(i).","translation":"Allah, tidak ada tuhan melainkan Dia, Tuhan yang mempunyai ʻArasy yang agung.”"},{"surah_number":27,"ayat_number":27,"arabic":"۞ قَالَ سَنَنْظُرُ اَصَدَقْتَ اَمْ كُنْتَ مِنَ الْكٰذِبِيْنَ ","kitabah":"۞ قَالَ سَنَنْظُرُ اَصَدَقْتَ اَمْ كُنْتَ مِنَ الْكٰذِبِيْنَ ","latin":"Qāla sananẓuru aṣadaqta am kunta minal-kāżibīn(a).","translation":"Dia (Sulaiman) berkata, “Kami akan memperhatikan apakah engkau benar atau termasuk orang-orang yang berdusta."},{"surah_number":27,"ayat_number":28,"arabic":"اِذْهَبْ بِّكِتٰبِيْ هٰذَا فَاَلْقِهْ اِلَيْهِمْ ثُمَّ تَوَلَّ عَنْهُمْ فَانْظُرْ مَاذَا يَرْجِعُوْنَ ","kitabah":"اِذْهَبْ بِّكِتٰبِيْ هٰذَا فَاَلْقِهْ اِلَيْهِمْ ثُمَّ تَوَلَّ عَنْهُمْ فَانْظُرْ مَاذَا يَرْجِعُوْنَ ","latin":"Iżhab bikitābī hāżā fa alqih ilaihim ṡumma tawalla ‘anhum fanẓur māżā yarji‘ūn(a).","translation":"Pergilah dengan (membawa) suratku ini, lalu jatuhkanlah kepada mereka. Kemudian berpalinglah dari mereka, lalu perhatikanlah apa yang mereka bicarakan!”"},{"surah_number":27,"ayat_number":29,"arabic":"قَالَتْ يٰٓاَيُّهَا الْمَلَؤُا اِنِّيْٓ اُلْقِيَ اِلَيَّ كِتٰبٌ كَرِيْمٌ  ","kitabah":"قَالَتْ يٰٓاَيُّهَا الْمَلَؤُا اِنِّٓيْ اُلْقِيَ اِلَيَّ كِتٰبٌ كَرِيْمٌ  ","latin":"Qālat yā ayyuhal-mala'u innī ulqiya ilayya kitābun karīm(un).","translation":"Dia (Balqis) berkata, “Wahai para pembesar, sesungguhnya telah disampaikan kepadaku sebuah surat yang penting.”"},{"surah_number":27,"ayat_number":30,"arabic":"اِنَّهٗ مِنْ سُلَيْمٰنَ وَاِنَّهٗ بِسْمِ اللّٰهِ الرَّحْمٰنِ الرَّحِيْمِ ۙ  ","kitabah":"اِنَّهٗ مِنْ سُلَيْمٰنَ وَاِنَّهٗ بِسْمِ اللّٰهِ الرَّحْمٰنِ الرَّحِيْمِ ۙ  ","latin":"Innahū min sulaimāna wa innahū bismillāhir-raḥmānir-raḥīm(i).","translation":"Sesungguhnya (surat) itu berasal dari Sulaiman yang isinya (berbunyi,) “Dengan nama Allah Yang Maha Pengasih lagi Maha Penyayang."},{"surah_number":27,"ayat_number":31,"arabic":"اَلَّا تَعْلُوْا عَلَيَّ وَأْتُوْنِيْ مُسْلِمِيْنَ ࣖ ","kitabah":"اَلَّا تَعْلُوْا عَلَيَّ وَأْتُوْنِيْ مُسْلِمِيْنَ ࣖ ","latin":"Allā ta‘lū ‘alayya wa'tūnī muslimīn(a). ","translation":"Janganlah engkau berlaku sombong terhadapku dan datanglah kepadaku sebagai orang-orang yang berserah diri!”"},{"surah_number":27,"ayat_number":32,"arabic":"قَالَتْ يٰٓاَيُّهَا الْمَلَؤُا اَفْتُوْنِيْ فِيْٓ اَمْرِيْۚ مَا كُنْتُ قَاطِعَةً اَمْرًا حَتّٰى تَشْهَدُوْنِ ","kitabah":"قَالَتْ يٰٓاَيُّهَا الْمَلَؤُا اَفْتُوْنِيْ فِيْٓ اَمْرِيْۚ مَا كُنْتُ قَاطِعَةً اَمْرًا حَتّٰى تَشْهَدُوْنِ ","latin":"Qālat yā ayyuhal-mala'u aftūnī fī amrī, mā kuntu qāṭi‘atan amran ḥattā tasyhadūn(i).","translation":"Dia (Balqis) berkata, “Wahai para pembesar, berilah aku pertimbangan dalam urusanku (ini). Aku tidak pernah memutuskan suatu urusan sebelum kamu hadir (dalam majelisku).”"},{"surah_number":27,"ayat_number":33,"arabic":"قَالُوْا نَحْنُ اُولُوْا قُوَّةٍ وَّاُولُوْا بَأْسٍ شَدِيْدٍ ەۙ وَّالْاَمْرُ اِلَيْكِ فَانْظُرِيْ مَاذَا تَأْمُرِيْنَ","kitabah":"قَالُوْا نَحْنُ اُولُوْا قُوَّةٍ وَّاُولُوْا بَأْسٍ شَدِيْدٍ ەۙ وَّالْاَمْرُ اِلَيْكِ فَانْظُرِيْ مَاذَا تَأْمُرِيْنَ","latin":"Qālū naḥnu ulū quwwatiw wa ulū ba'sin syadīd(in), wal-amru ilaiki fanẓurī māżā ta'murīn(a).","translation":"Mereka menjawab, “Kita memiliki kekuatan dan ketangkasan yang luar biasa (untuk berperang), tetapi keputusan berada di tanganmu. Maka, pertimbangkanlah apa yang akan engkau perintahkan.”"},{"surah_number":27,"ayat_number":34,"arabic":"قَالَتْ اِنَّ الْمُلُوْكَ اِذَا دَخَلُوْا قَرْيَةً اَفْسَدُوْهَا وَجَعَلُوْٓا اَعِزَّةَ اَهْلِهَآ اَذِلَّةً ۚوَكَذٰلِكَ يَفْعَلُوْنَ  ","kitabah":"قَالَتْ اِنَّ الْمُلُوْكَ اِذَا دَخَلُوْا قَرْيَةً اَفْسَدُوْهَا وَجَعَلُوْٓا اَعِزَّةَ اَهْلِهَآ اَذِلَّةً ۚوَكَذٰلِكَ يَفْعَلُوْنَ  ","latin":"Qālat innal-mulūka iżā dakhalū qaryatan afsadūhā wa ja‘alū a‘izzata ahlihā ażillah(tan), wa każālika yaf‘alūn(a). ","translation":"Dia (Balqis) berkata, “Sesungguhnya raja-raja apabila menaklukkan suatu negeri, mereka tentu membinasakannya dan menjadikan penduduknya yang mulia jadi hina. Demikianlah yang mereka akan perbuat."},{"surah_number":27,"ayat_number":35,"arabic":"وَاِنِّيْ مُرْسِلَةٌ اِلَيْهِمْ بِهَدِيَّةٍ فَنٰظِرَةٌ ۢبِمَ يَرْجِعُ الْمُرْسَلُوْنَ ","kitabah":"وَاِنِّيْ مُرْسِلَةٌ اِلَيْهِمْ بِهَدِيَّةٍ فَنٰظِرَةٌ ۢبِمَ يَرْجِعُ الْمُرْسَلُوْنَ ","latin":"Wa innī mursilatun ilaihim bihadiyyatin fanāẓiratun bima yarji‘ul-mursalūn(a).","translation":"Sesungguhnya aku akan mengirim utusan kepada mereka dengan (membawa) hadiah dan (aku) akan menunggu apa yang akan dibawa kembali oleh para utusan itu.”"},{"surah_number":27,"ayat_number":36,"arabic":"فَلَمَّا جَاۤءَ سُلَيْمٰنَ قَالَ اَتُمِدُّوْنَنِ بِمَالٍ فَمَآ اٰتٰىنِ  َۧ اللّٰهُ خَيْرٌ مِّمَّآ اٰتٰىكُمْۚ بَلْ اَنْتُمْ بِهَدِيَّتِكُمْ تَفْرَحُوْنَ  ","kitabah":"فَلَمَّا جَاۤءَ سُلَيْمٰنَ قَالَ اَتُمِدُّوْنَنِ بِمَالٍ فَمَآ اٰتٰىنِ  َۧ اللّٰهُ خَيْرٌ مِّمَّآ اٰتٰىكُمْۚ بَلْ اَنْتُمْ بِهَدِيَّتِكُمْ تَفْرَحُوْنَ  ","latin":"Falammā jā'a sulaimāna qāla atumiddūnani  bimālin famā ātāniyallāhu khairum mimmā ātākum, bal antum bihadiyyatikum tafraḥūn(a).","translation":"Ketika (para utusan itu) sampai kepada Sulaiman, dia berkata, “Apakah kamu akan memberi harta kepadaku (sebagai hadiah)? Apa yang Allah berikan kepadaku lebih baik daripada apa yang Allah berikan kepadamu, tetapi kamu merasa bangga dengan hadiahmu. "},{"surah_number":27,"ayat_number":37,"arabic":"اِرْجِعْ اِلَيْهِمْ فَلَنَأْتِيَنَّهُمْ بِجُنُوْدٍ لَّا قِبَلَ لَهُمْ بِهَا وَلَنُخْرِجَنَّهُمْ مِّنْهَآ اَذِلَّةً وَّهُمْ صٰغِرُوْنَ ","kitabah":"اِرْجِعْ اِلَيْهِمْ فَلَنَأْتِيَنَّهُمْ بِجُنُوْدٍ لَّا قِبَلَ لَهُمْ بِهَا وَلَنُخْرِجَنَّهُمْ مِّنْهَآ اَذِلَّةً وَّهُمْ صٰغِرُوْنَ ","latin":"Irji‘ ilaihim falana'tiyannahum bijunūdil lā qibala lahum bihā wa lanukhrijannahum minhā ażillataw wa hum ṣāgirūn(a).","translation":"Pulanglah kepada mereka (dengan membawa kembali hadiahmu)! Kami pasti akan mendatangi mereka dengan bala tentara yang tidak mungkin dikalahkan. Kami pasti akan mengusir mereka dari negeri itu (Saba’) dalam keadaan terhina lagi tunduk.”"},{"surah_number":27,"ayat_number":38,"arabic":"قَالَ يٰٓاَيُّهَا الْمَلَؤُا اَيُّكُمْ يَأْتِيْنِيْ بِعَرْشِهَا قَبْلَ اَنْ يَّأْتُوْنِيْ مُسْلِمِيْنَ ","kitabah":"قَالَ يٰٓاَيُّهَا الْمَلَؤُا اَيُّكُمْ يَأْتِيْنِيْ بِعَرْشِهَا قَبْلَ اَنْ يَّأْتُوْنِيْ مُسْلِمِيْنَ ","latin":"Qāla yā ayyuhal-mala'u ayyukum ya'tīnī bi‘arsyihā qabla ay ya'tūnī muslimīn(a).","translation":"Dia (Sulaiman) berkata, “Wahai para pembesar, siapakah di antara kamu yang sanggup membawakanku singgasananya sebelum mereka datang menyerahkan diri?”"},{"surah_number":27,"ayat_number":39,"arabic":"قَالَ عِفْرِيْتٌ مِّنَ الْجِنِّ اَنَا۠ اٰتِيْكَ بِهٖ قَبْلَ اَنْ تَقُوْمَ مِنْ مَّقَامِكَۚ وَاِنِّيْ عَلَيْهِ لَقَوِيٌّ اَمِيْنٌ  ","kitabah":"قَالَ عِفْرِيْتٌ مِّنَ الْجِنِّ اَنَا۠ اٰتِيْكَ بِهٖ قَبْلَ اَنْ تَقُوْمَ مِنْ مَّقَامِكَۚ وَاِنِّيْ عَلَيْهِ لَقَوِيٌّ اَمِيْنٌ  ","latin":"Qāla ‘ifrītum minal-jinni ana atīka bihī qabla an taqūma mim maqāmik(a), wa innī ‘alaihi laqawiyyun amīn(un).","translation":"Ifrit dari golongan jin berkata, “Akulah yang akan membawanya kepadamu sebelum engkau berdiri dari singgasanamu. Sesungguhnya aku benar-benar kuat lagi dapat dipercaya.”"},{"surah_number":27,"ayat_number":40,"arabic":"قَالَ الَّذِيْ عِنْدَهٗ عِلْمٌ مِّنَ الْكِتٰبِ اَنَا۠ اٰتِيْكَ بِهٖ قَبْلَ اَنْ يَّرْتَدَّ اِلَيْكَ طَرْفُكَۗ فَلَمَّا رَاٰهُ مُسْتَقِرًّا عِنْدَهٗ قَالَ هٰذَا مِنْ فَضْلِ رَبِّيْۗ  لِيَبْلُوَنِيْٓ ءَاَشْكُرُ اَمْ اَكْفُرُۗ وَمَنْ شَكَرَ فَاِنَّمَا يَشْكُرُ لِنَفْسِهٖۚ وَمَنْ كَفَرَ فَاِنَّ رَبِّيْ غَنِيٌّ كَرِيْمٌ  ","kitabah":"قَالَ الَّذِيْ عِنْدَهٗ عِلْمٌ مِّنَ الْكِتٰبِ اَنَا۠ اٰتِيْكَ بِهٖ قَبْلَ اَنْ يَّرْتَدَّ اِلَيْكَ طَرْفُكَۗ فَلَمَّا رَاٰهُ مُسْتَقِرًّا عِنْدَهٗ قَالَ هٰذَا مِنْ فَضْلِ رَبِّيْۗ  لِيَبْلُوَنِيْٓ ءَاَشْكُرُ اَمْ اَكْفُرُۗ وَمَنْ شَكَرَ فَاِنَّمَا يَشْكُرُ لِنَفْسِهٖۚ وَمَنْ كَفَرَ فَاِنَّ رَبِّيْ غَنِيٌّ كَرِيْمٌ  ","latin":"Qālal-lażī ‘indahū ‘ilmum minal-kitābi ana ātīka bihī qabla ay yartadda ilaika ṭarfuk(a), falammā ra'āhu mustaqirran ‘indahū qāla hāżā min faḍli rabbī, liyabluwanī a'asykuru am akfur(u), wa man syakara fa'innamā yasykuru linafsih(ī), wa man kafara fa'inna rabbī ganiyyun karīm(un).","translation":"Seorang yang mempunyai ilmu dari kitab suci550) berkata, “Aku akan mendatangimu dengan membawa (singgasana) itu sebelum matamu berkedip.” Ketika dia (Sulaiman) melihat (singgasana) itu ada di hadapannya, dia pun berkata, “Ini termasuk karunia Tuhanku untuk mengujiku apakah aku bersyukur atau berbuat kufur. Siapa yang bersyukur, maka sesungguhnya dia bersyukur untuk (kebaikan) dirinya sendiri. Siapa yang berbuat kufur, maka sesungguhnya Tuhanku Maha Kaya lagi Maha Mulia.”"},{"surah_number":27,"ayat_number":41,"arabic":"قَالَ نَكِّرُوْا لَهَا عَرْشَهَا نَنْظُرْ اَتَهْتَدِيْٓ اَمْ تَكُوْنُ مِنَ الَّذِيْنَ لَا يَهْتَدُوْنَ ","kitabah":"قَالَ نَكِّرُوْا لَهَا عَرْشَهَا نَنْظُرْ اَتَهْتَدِيْٓ اَمْ تَكُوْنُ مِنَ الَّذِيْنَ لَا يَهْتَدُوْنَ ","latin":"Qāla nakkirū lahā ‘arsyahā nanẓur atahtadī am takūnu minal-lażīna lā yahtadūn(a).","translation":"Dia (Sulaiman) berkata, “Ubahlah untuknya singgasananya, kita akan melihat apakah dia (Balqis) mengenali(-nya) atau tidak mengenali.”"},{"surah_number":27,"ayat_number":42,"arabic":"فَلَمَّا جَاۤءَتْ قِيْلَ اَهٰكَذَا عَرْشُكِۗ قَالَتْ كَاَنَّهٗ هُوَۚ وَاُوْتِيْنَا الْعِلْمَ مِنْ قَبْلِهَا وَكُنَّا مُسْلِمِيْنَ  ","kitabah":"فَلَمَّا جَاۤءَتْ قِيْلَ اَهٰكَذَا عَرْشُكِۗ قَالَتْ كَاَنَّهٗ هُوَۚ وَاُوْتِيْنَا الْعِلْمَ مِنْ قَبْلِهَا وَكُنَّا مُسْلِمِيْنَ  ","latin":"Falammā jā'at qīla ahakażā ‘arsyuk(i), qālat ka'annahū huw(a), wa ūtīnal-‘ilma min qablihā wa kunnā muslimīn(a).","translation":"Ketika dia (Balqis) datang, ditanyakanlah (kepadanya), “Serupa inikah singgasanamu?” Dia (Balqis) menjawab, “Sepertinya ya. Kami telah diberi pengetahuan sebelumnya551) dan kami adalah orang-orang yang berserah diri (kepada Allah).”"},{"surah_number":27,"ayat_number":43,"arabic":"وَصَدَّهَا مَا كَانَتْ تَّعْبُدُ مِنْ دُوْنِ اللّٰهِ ۗاِنَّهَا كَانَتْ مِنْ قَوْمٍ كٰفِرِيْنَ  ","kitabah":"وَصَدَّهَا مَا كَانَتْ تَّعْبُدُ مِنْ دُوْنِ اللّٰهِ ۗاِنَّهَا كَانَتْ مِنْ قَوْمٍ كٰفِرِيْنَ  ","latin":"Wa ṣaddahā mā kānat ta‘budu min dūnillāh(i), innahā kānat min qaumin kāfirīn(a).","translation":"Kebiasaannya (Balqis) menyembah selain Allah telah mencegahnya (dari tauhid). Sesungguhnya dia dahulu termasuk kaum yang kafir."},{"surah_number":27,"ayat_number":44,"arabic":"قِيْلَ لَهَا ادْخُلِى الصَّرْحَۚ فَلَمَّا رَاَتْهُ حَسِبَتْهُ لُجَّةً وَّكَشَفَتْ عَنْ سَاقَيْهَاۗ قَالَ اِنَّهٗ صَرْحٌ مُّمَرَّدٌ مِّنْ قَوَارِيْرَ ەۗ قَالَتْ رَبِّ اِنِّيْ ظَلَمْتُ نَفْسِيْ وَاَسْلَمْتُ مَعَ سُلَيْمٰنَ لِلّٰهِ رَبِّ الْعٰلَمِيْنَ ࣖ","kitabah":"قِيْلَ لَهَا ادْخُلِى الصَّرْحَۚ فَلَمَّا رَاَتْهُ حَسِبَتْهُ لُجَّةً وَّكَشَفَتْ عَنْ سَاقَيْهَاۗ قَالَ اِنَّهٗ صَرْحٌ مُّمَرَّدٌ مِّنْ قَوَارِيْرَ ەۗ قَالَتْ رَبِّ اِنِّيْ ظَلَمْتُ نَفْسِيْ وَاَسْلَمْتُ مَعَ سُلَيْمٰنَ لِلّٰهِ رَبِّ الْعٰلَمِيْنَ ࣖ","latin":"Qīla lahadkhuliṣ-ṣarḥ(a), falammā ra'athu ḥasibathu lujjataw wa kasyafat ‘an sāqaihā, qāla innahū ṣarḥum mumarradum min qawārīr(a), qālat rabbi innī ẓalamtu nafsī wa aslamtu ma‘a sulaimāna lillāhi rabbil-‘ālamīn(a).","translation":"Dikatakan kepadanya (Balqis), “Masuklah ke istana.” Ketika dia (Balqis) melihat (lantai istana) itu, dia menyangkanya kolam air yang besar. Dia menyingkapkan (gaun yang menutupi) kedua betisnya. Dia (Sulaiman) berkata, “Sesungguhnya ini hanyalah lantai licin (berkilap) yang terbuat dari kaca.” Dia (Balqis) berkata, “Ya Tuhanku, sesungguhnya aku telah berbuat zalim terhadap diriku. Aku berserah diri bersama Sulaiman kepada Allah, Tuhan semesta alam.”"},{"surah_number":27,"ayat_number":45,"arabic":"وَلَقَدْ اَرْسَلْنَآ اِلٰى ثَمُوْدَ اَخَاهُمْ صٰلِحًا اَنِ اعْبُدُوا اللّٰهَ فَاِذَا هُمْ فَرِيْقٰنِ يَخْتَصِمُوْنَ  ","kitabah":"وَلَقَدْ اَرْسَلْنَآ اِلٰى ثَمُوْدَ اَخَاهُمْ صٰلِحًا اَنِ اعْبُدُوا اللّٰهَ فَاِذَا هُمْ فَرِيْقٰنِ يَخْتَصِمُوْنَ  ","latin":"Wa laqad arsalnā ilā ṡamūda akhāhum ṣāliḥan ani‘budullāha fa'iżā hum farīqāni yakhtaṣimūn(a).","translation":"Sungguh, Kami benar-benar telah mengutus kepada (kaum) Samud saudara mereka (sesuku), yaitu Saleh (yang menyeru), “Sembahlah Allah!” Tiba-tiba mereka (menjadi) dua golongan yang bermusuhan."},{"surah_number":27,"ayat_number":46,"arabic":"قَالَ يٰقَوْمِ لِمَ تَسْتَعْجِلُوْنَ بِالسَّيِّئَةِ قَبْلَ الْحَسَنَةِۚ  لَوْلَا تَسْتَغْفِرُوْنَ اللّٰهَ لَعَلَّكُمْ تُرْحَمُوْنَ ","kitabah":"قَالَ يٰقَوْمِ لِمَ تَسْتَعْجِلُوْنَ بِالسَّيِّئَةِ قَبْلَ الْحَسَنَةِۚ  لَوْلَا تَسْتَغْفِرُوْنَ اللّٰهَ لَعَلَّكُمْ تُرْحَمُوْنَ ","latin":"Qāla yā qaumi lima tasta‘jilūna bis-sayyi'ati qablal-ḥasanah(ti), lau lā tastagfirūnallāha la‘allakum turḥamūn(a).","translation":"Dia (Saleh) berkata, “Wahai kaumku, mengapa kamu meminta disegerakan keburukan (azab) sebelum (meminta) kebaikan (rahmat)? Mengapa kamu tidak memohon ampunan kepada Allah agar kamu dirahmati?”"},{"surah_number":27,"ayat_number":47,"arabic":"قَالُوا اطَّيَّرْنَا بِكَ وَبِمَنْ مَّعَكَۗ قَالَ طٰۤىِٕرُكُمْ عِنْدَ اللّٰهِ  بَلْ اَنْتُمْ قَوْمٌ تُفْتَنُوْنَ ","kitabah":"قَالُوا اطَّيَّرْنَا بِكَ وَبِمَنْ مَّعَكَۗ قَالَ طٰۤىِٕرُكُمْ عِنْدَ اللّٰهِ  بَلْ اَنْتُمْ قَوْمٌ تُفْتَنُوْنَ ","latin":"Qāluṭ ṭayyarnā bika wa bimam ma‘ak(a), qāla ṭā'irukum ‘indallāhi bal antum qaumun tuftanūn(a).","translation":"Mereka menjawab, “Kami bernasib malang karena engkau dan orang-orang yang bersamamu.” Dia (Saleh) berkata, “Nasibmu (malang atau tidak ditetapkan) di sisi Allah (bukan karena kami). Kamu adalah kaum yang sedang diuji.”"},{"surah_number":27,"ayat_number":48,"arabic":"وَكَانَ فِى الْمَدِيْنَةِ تِسْعَةُ رَهْطٍ يُّفْسِدُوْنَ فِى الْاَرْضِ وَلَا يُصْلِحُوْنَ  ","kitabah":"وَكَانَ فِى الْمَدِيْنَةِ تِسْعَةُ رَهْطٍ يُّفْسِدُوْنَ فِى الْاَرْضِ وَلَا يُصْلِحُوْنَ  ","latin":"Wa kāna fil-madīnati tis‘atu rahṭiy yufsidūna fil-arḍi wa lā yuṣliḥūn(a).","translation":"Di kota itu552) ada sembilan orang laki-laki yang berbuat kerusakan di bumi. Mereka tidak melakukan perbaikan."},{"surah_number":27,"ayat_number":49,"arabic":"قَالُوْا تَقَاسَمُوْا بِاللّٰهِ لَنُبَيِّتَنَّهٗ وَاَهْلَهٗ ثُمَّ لَنَقُوْلَنَّ لِوَلِيِّهٖ مَا شَهِدْنَا مَهْلِكَ اَهْلِهٖ وَاِنَّا لَصٰدِقُوْنَ  ","kitabah":"قَالُوْا تَقَاسَمُوْا بِاللّٰهِ لَنُبَيِّتَنَّهٗ وَاَهْلَهٗ ثُمَّ لَنَقُوْلَنَّ لِوَلِيِّهٖ مَا شَهِدْنَا مَهْلِكَ اَهْلِهٖ وَاِنَّا لَصٰدِقُوْنَ  ","latin":"Qālū taqāsamū billāhi lanubayyitannahū wa ahlahū ṡumma lanaqūlanna liwaliyyihī mā syahidnā mahlika ahlihī wa innā laṣādiqūn(a).","translation":"Mereka berkata, “Bersumpahlah kamu masing-masing dengan (nama) Allah bahwa kita pasti akan menyerang dia (Saleh) bersama keluarganya pada malam hari. Kemudian, kita akan mengatakan kepada ahli warisnya (bahwa) kita tidak menyaksikan kebinasaan keluarganya itu. Sesungguhnya kita adalah orang-orang yang benar.”"},{"surah_number":27,"ayat_number":50,"arabic":"وَمَكَرُوْا مَكْرًا وَّمَكَرْنَا مَكْرًا وَّهُمْ لَا يَشْعُرُوْنَ  ","kitabah":"وَمَكَرُوْا مَكْرًا وَّمَكَرْنَا مَكْرًا وَّهُمْ لَا يَشْعُرُوْنَ  ","latin":"Wa makarū makraw wa makarnā makraw wa hum lā yasy‘urūn(a).","translation":"Mereka membuat tipu daya dan Kami pun menyusun tipu daya, sedangkan mereka tidak sadar."},{"surah_number":27,"ayat_number":51,"arabic":"فَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ مَكْرِهِمْ اَنَّا دَمَّرْنٰهُمْ وَقَوْمَهُمْ اَجْمَعِيْنَ  ","kitabah":"فَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ مَكْرِهِمْ اَنَّا دَمَّرْنٰهُمْ وَقَوْمَهُمْ اَجْمَعِيْنَ  ","latin":"Fanẓur kaifa kāna ‘āqibatu makrihim annā dammarnāhum wa qaumahum ajma‘īn(a).","translation":"Perhatikanlah bagaimana akibat tipu daya mereka bahwa sesungguhnya Kami membinasakan mereka dan semua kaumnya."},{"surah_number":27,"ayat_number":52,"arabic":"فَتِلْكَ بُيُوْتُهُمْ خَاوِيَةً ۢبِمَا ظَلَمُوْاۗ اِنَّ فِيْ ذٰلِكَ لَاٰيَةً لِّقَوْمٍ يَّعْلَمُوْنَ  ","kitabah":"فَتِلْكَ بُيُوْتُهُمْ خَاوِيَةً ۢبِمَا ظَلَمُوْاۗ اِنَّ فِيْ ذٰلِكَ لَاٰيَةً لِّقَوْمٍ يَّعْلَمُوْنَ  ","latin":"Fatilka buyūtuhum khāwiyatam bimā ẓalamū, inna fī żālika la'āyatal liqaumiy ya‘lamūn(a).","translation":"Itulah rumah-rumah mereka yang kosong (sebagai bukti bahwa mereka binasa) akibat kezaliman mereka. Sesungguhnya pada yang demikian itu benar-benar terdapat tanda (kekuasaan Allah) bagi kaum yang mengetahui."},{"surah_number":27,"ayat_number":53,"arabic":"وَاَنْجَيْنَا الَّذِيْنَ اٰمَنُوْا وَكَانُوْا يَتَّقُوْنَ  ","kitabah":"وَاَنْجَيْنَا الَّذِيْنَ اٰمَنُوْا وَكَانُوْا يَتَّقُوْنَ  ","latin":"Wa anjainal-lażīna āmanū wa kānū yattaqūn(a).","translation":"Kami menyelamatkan orang-orang yang beriman553) dan selalu bertakwa."},{"surah_number":27,"ayat_number":54,"arabic":"وَلُوْطًا اِذْ قَالَ لِقَوْمِهٖٓ اَتَأْتُوْنَ الْفَاحِشَةَ وَاَنْتُمْ تُبْصِرُوْنَ  ","kitabah":"وَلُوْطًا اِذْ قَالَ لِقَوْمِهٖٓ اَتَأْتُوْنَ الْفَاحِشَةَ وَاَنْتُمْ تُبْصِرُوْنَ  ","latin":"Wa lūṭan iż qāla liqaumihī ata'tūnal-fāḥisyata wa antum tubṣirūn(a).","translation":"(Ingatlah kisah) Lut ketika dia berkata kepada kaumnya, “Mengapa kamu mengerjakan perbuatan keji,554) padahal kamu mengetahui (kekejiannya)?"},{"surah_number":27,"ayat_number":55,"arabic":"اَىِٕنَّكُمْ لَتَأْتُوْنَ الرِّجَالَ شَهْوَةً مِّنْ دُوْنِ النِّسَاۤءِ ۗبَلْ اَنْتُمْ قَوْمٌ تَجْهَلُوْنَ","kitabah":"اَىِٕنَّكُمْ لَتَأْتُوْنَ الرِّجَالَ شَهْوَةً مِّنْ دُوْنِ النِّسَاۤءِ ۗبَلْ اَنْتُمْ قَوْمٌ تَجْهَلُوْنَ","latin":"A'innakum lata'tūnar-rijāla syahwatam min dūnin-nisā'(i), bal antum qaumun tajhalūn(a).","translation":"Mengapa kamu mendatangi laki-laki, bukan perempuan, untuk (memenuhi) syahwat(-mu)? Sungguh, kamu adalah kaum yang melakukan (perbuatan) bodoh.”"},{"surah_number":27,"ayat_number":56,"arabic":"۞ فَمَا كَانَ جَوَابَ قَوْمِهٖٓ اِلَّآ اَنْ قَالُوْٓا اَخْرِجُوْٓا اٰلَ لُوْطٍ مِّنْ قَرْيَتِكُمْۙ اِنَّهُمْ اُنَاسٌ يَّتَطَهَّرُوْنَ  ","kitabah":"۞ فَمَا كَانَ جَوَابَ قَوْمِهٖٓ اِلَّآ اَنْ قَالُوْٓا اَخْرِجُوْٓا اٰلَ لُوْطٍ مِّنْ قَرْيَتِكُمْۙ اِنَّهُمْ اُنَاسٌ يَّتَطَهَّرُوْنَ  ","latin":"Famā kāna jawāba qaumihī illā an qālū akhrijū āla lūṭim min qaryatikum, innahum unāsuy yataṭahharūn(a).","translation":"Jawaban kaumnya tidak lain hanya dengan mengatakan, “Usirlah Lut dan pengikutnya dari negerimu! Sesungguhnya mereka adalah orang-orang yang selalu menyucikan diri (dari perbuatan keji).”"},{"surah_number":27,"ayat_number":57,"arabic":"فَاَنْجَيْنٰهُ وَاَهْلَهٗٓ اِلَّا امْرَاَتَهٗ قَدَّرْنٰهَا مِنَ الْغٰبِرِيْنَ  ","kitabah":"فَاَنْجَيْنٰهُ وَاَهْلَهٗٓ اِلَّا امْرَاَتَهٗ قَدَّرْنٰهَا مِنَ الْغٰبِرِيْنَ  ","latin":"Fa'anjaināhu wa ahlahū illamra'atahū qaddarnāhā minal-gābirīn(a).","translation":"Kami menyelamatkan dia dan keluarganya, kecuali istrinya. Kami telah menentukan (istri)-nya termasuk (orang-orang kafir) yang tertinggal."},{"surah_number":27,"ayat_number":58,"arabic":"وَاَمْطَرْنَا عَلَيْهِمْ مَّطَرًاۚ فَسَاۤءَ مَطَرُ الْمُنْذَرِيْنَ ࣖ ","kitabah":"وَاَمْطَرْنَا عَلَيْهِمْ مَّطَرًاۚ فَسَاۤءَ مَطَرُ الْمُنْذَرِيْنَ ࣖ ","latin":"Wa amṭarnā ‘alaihim maṭarā(n), fasā'a maṭarul-munżarīn(a).","translation":"Kami hujani mereka (dengan batu). Betapa buruk hujan yang menimpa orang-orang yang telah diberi peringatan itu."},{"surah_number":27,"ayat_number":59,"arabic":"قُلِ الْحَمْدُ لِلّٰهِ وَسَلٰمٌ عَلٰى عِبَادِهِ الَّذِيْنَ اصْطَفٰىۗ ءٰۤاللّٰهُ خَيْرٌ اَمَّا يُشْرِكُوْنَ  ۔ ","kitabah":"قُلِ الْحَمْدُ لِلّٰهِ وَسَلٰمٌ عَلٰى عِبَادِهِ الَّذِيْنَ اصْطَفٰىۗ ءٰۤاللّٰهُ خَيْرٌ اَمَّا يُشْرِكُوْنَ  ۔ ","latin":"Qulil-ḥamdu lillāhi wa salāmun ‘alā ‘ibādihil-lażīnaṣṭafā, āllāhu khairun ammā yusyrikūn(a).","translation":"Katakanlah (Nabi Muhammad), “Segala puji bagi Allah dan salam sejahtera atas hamba-hamba-Nya yang dipilih-Nya. Apakah Allah yang lebih baik ataukah apa yang mereka persekutukan (dengan-Nya)?” "},{"surah_number":27,"ayat_number":60,"arabic":"اَمَّنْ خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ وَاَنْزَلَ لَكُمْ مِّنَ السَّمَاۤءِ مَاۤءً فَاَنْۢبَتْنَا بِهٖ حَدَاۤىِٕقَ ذَاتَ بَهْجَةٍۚ مَا كَانَ لَكُمْ اَنْ تُنْۢبِتُوْا شَجَرَهَاۗ ءَاِلٰهٌ مَّعَ اللّٰهِ ۗبَلْ هُمْ قَوْمٌ يَّعْدِلُوْنَ ۗ ","kitabah":"اَمَّنْ خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ وَاَنْزَلَ لَكُمْ مِّنَ السَّمَاۤءِ مَاۤءً فَاَنْۢبَتْنَا بِهٖ حَدَاۤىِٕقَ ذَاتَ بَهْجَةٍۚ مَا كَانَ لَكُمْ اَنْ تُنْۢبِتُوْا شَجَرَهَاۗ ءَاِلٰهٌ مَّعَ اللّٰهِ ۗبَلْ هُمْ قَوْمٌ يَّعْدِلُوْنَ ۗ ","latin":"Am man khalaqas-samāwāti wal-arḍa wa anzala minas-samā'i mā'an fa ambatnā bihī ḥadā'iqa żāta bahjah(tin), mā kāna lakum an tumbitū syajarahā, a'ilāhum ma‘allāh(i), bal hum qaumuy ya‘dilūn(a).","translation":"Apakah (yang kamu sekutukan itu lebih baik ataukah) Zat  yang menciptakan langit dan bumi serta yang menurunkan air dari langit untukmu, lalu Kami menumbuhkan dengan air itu kebun-kebun yang berpemandangan indah (yang) kamu tidak akan mampu menumbuhkan pohon-pohonnya? Apakah ada tuhan (lain) bersama Allah? Sebenarnya mereka adalah orang-orang yang menyimpang (dari kebenaran)."},{"surah_number":27,"ayat_number":61,"arabic":"اَمَّنْ جَعَلَ الْاَرْضَ قَرَارًا وَّجَعَلَ خِلٰلَهَآ اَنْهٰرًا وَّجَعَلَ لَهَا رَوَاسِيَ وَجَعَلَ بَيْنَ الْبَحْرَيْنِ حَاجِزًاۗ ءَاِلٰهٌ مَّعَ اللّٰهِ ۗبَلْ اَكْثَرُهُمْ لَا يَعْلَمُوْنَ ۗ  ","kitabah":"اَمَّنْ جَعَلَ الْاَرْضَ قَرَارًا وَّجَعَلَ خِلٰلَهَآ اَنْهٰرًا وَّجَعَلَ لَهَا رَوَاسِيَ وَجَعَلَ بَيْنَ الْبَحْرَيْنِ حَاجِزًاۗ ءَاِلٰهٌ مَّعَ اللّٰهِ ۗبَلْ اَكْثَرُهُمْ لَا يَعْلَمُوْنَ ۗ  ","latin":"Am man ja‘alal-arḍa qarāraw wa ja‘ala khilālahā anhāraw wa ja‘ala lahā rawāsiya wa ja‘ala bainal-baḥraini ḥājizā(n), a'ilāhum ma‘allāh(i), bal akṡaruhum lā ya‘lamūn(a).","translation":"Apakah (yang kamu sekutukan itu lebih baik ataukah) Zat yang telah menjadikan bumi sebagai tempat berdiam, menjadikan sungai-sungai di celah-celahnya, menjadikan gunung-gunung untuk (mengukuhkan)-nya, dan menjadikan suatu pemisah antara dua laut?555) Apakah ada tuhan (lain) bersama Allah? Sebenarnya kebanyakan mereka tidak mengetahui."},{"surah_number":27,"ayat_number":62,"arabic":"اَمَّنْ يُّجِيْبُ الْمُضْطَرَّ اِذَا دَعَاهُ وَيَكْشِفُ السُّوْۤءَ وَيَجْعَلُكُمْ خُلَفَاۤءَ الْاَرْضِۗ ءَاِلٰهٌ مَّعَ اللّٰهِ ۗقَلِيْلًا مَّا تَذَكَّرُوْنَۗ  ","kitabah":"اَمَّنْ يُّجِيْبُ الْمُضْطَرَّ اِذَا دَعَاهُ وَيَكْشِفُ السُّوْۤءَ وَيَجْعَلُكُمْ خُلَفَاۤءَ الْاَرْضِۗ ءَاِلٰهٌ مَّعَ اللّٰهِ ۗقَلِيْلًا مَّا تَذَكَّرُوْنَۗ  ","latin":"Am may yujībul-muḍṭarra iżā da‘āhu wa yaksyifus-sū'a wa yaj‘alukum khulafā'a fil-arḍ(i), a'ilāhum ma‘allāh(i), qalīlam mā tażakkarūn(a).","translation":"Apakah (yang kamu sekutukan itu lebih baik ataukah) Zat yang mengabulkan (doa) orang yang berada dalam kesulitan apabila dia berdoa kepada-Nya, menghilangkan kesusahan, dan menjadikan kamu (manusia) sebagai khalifah (pemimpin) di bumi? Apakah ada tuhan (lain) bersama Allah? Sedikit sekali (nikmat Allah) yang kamu ingat."},{"surah_number":27,"ayat_number":63,"arabic":"اَمَّنْ يَّهْدِيْكُمْ فِيْ ظُلُمٰتِ الْبَرِّ وَالْبَحْرِ وَمَنْ يُّرْسِلُ الرِّيٰحَ بُشْرًاۢ  بَيْنَ يَدَيْ رَحْمَتِهٖۗ ءَاِلٰهٌ مَّعَ اللّٰهِ ۗتَعٰلَى اللّٰهُ عَمَّا يُشْرِكُوْنَ","kitabah":"اَمَّنْ يَّهْدِيْكُمْ فِيْ ظُلُمٰتِ الْبَرِّ وَالْبَحْرِ وَمَنْ يُّرْسِلُ الرِّيٰحَ بُشْرًاۢ  بَيْنَ يَدَيْ رَحْمَتِهٖۗ ءَاِلٰهٌ مَّعَ اللّٰهِ ۗتَعٰلَى اللّٰهُ عَمَّا يُشْرِكُوْنَ","latin":"Am may yahdīkum fī ẓulumātil-barri wal-baḥri wa may yursilur-riyāḥa busyram baina yadai raḥmatih(ī), a'ilāhum ma‘allāh(i), ta‘ālallāhu ‘ammā yusyrikūn(a).","translation":"Apakah (yang kamu sekutukan itu lebih baik ataukah) Zat yang memberi petunjuk kepadamu dalam kegelapan darat dan laut serta yang mendatangkan angin sebagai kabar gembira sebelum (kedatangan) rahmat-Nya? Apakah ada tuhan (lain) bersama Allah? Maha Tinggi Allah terhadap apa yang mereka persekutukan. "},{"surah_number":27,"ayat_number":64,"arabic":"اَمَّنْ يَّبْدَؤُا الْخَلْقَ ثُمَّ يُعِيْدُهٗ وَمَنْ يَّرْزُقُكُمْ مِّنَ السَّمَاۤءِ وَالْاَرْضِۗ ءَاِلٰهٌ مَّعَ اللّٰهِ ۗقُلْ هَاتُوْا بُرْهَانَكُمْ اِنْ كُنْتُمْ صٰدِقِيْنَ ","kitabah":"اَمَّنْ يَّبْدَؤُا الْخَلْقَ ثُمَّ يُعِيْدُهٗ وَمَنْ يَّرْزُقُكُمْ مِّنَ السَّمَاۤءِ وَالْاَرْضِۗ ءَاِلٰهٌ مَّعَ اللّٰهِ ۗقُلْ هَاتُوْا بُرْهَانَكُمْ اِنْ كُنْتُمْ صٰدِقِيْنَ ","latin":"Am may yabda'ul-khalqa ṡumma yu‘īduhū wa may yarzuqukum minas-samā'i wal-arḍ(i), a'ilāhum ma‘allāh(i), qul hātū burhānakum in kuntum ṣādiqīn(a).  ","translation":"Apakah (yang kamu sekutukan itu lebih baik ataukah) Zat yang menciptakan (makhluk) dari permulaannya kemudian mengulanginya (lagi) dan yang memberi rezeki kepadamu dari langit dan bumi? Apakah ada tuhan (lain) bersama Allah? Katakanlah, “Kemukakanlah bukti kebenaranmu jika kamu orang-orang benar.”"},{"surah_number":27,"ayat_number":65,"arabic":"قُلْ لَّا يَعْلَمُ مَنْ فِى السَّمٰوٰتِ وَالْاَرْضِ الْغَيْبَ اِلَّا اللّٰهُ ۗوَمَا يَشْعُرُوْنَ اَيَّانَ يُبْعَثُوْنَ ","kitabah":"قُلْ لَّا يَعْلَمُ مَنْ فِى السَّمٰوٰتِ وَالْاَرْضِ الْغَيْبَ اِلَّا اللّٰهُ ۗوَمَا يَشْعُرُوْنَ اَيَّانَ يُبْعَثُوْنَ ","latin":"Qul lā ya‘lamu man fis-samāwāti wal-arḍil gaiba illallāh(u), wa mā yasy‘urūna ayyāna yub‘aṡūn(a).","translation":"Katakanlah (Nabi Muhammad), “Tidak ada siapa pun di langit dan di bumi yang mengetahui sesuatu yang gaib selain Allah. Mereka juga tidak mengetahui kapan mereka akan dibangkitkan.”"},{"surah_number":27,"ayat_number":66,"arabic":"بَلِ ادّٰرَكَ عِلْمُهُمْ فِى الْاٰخِرَةِۗ بَلْ هُمْ فِيْ شَكٍّ مِّنْهَاۗ بَلْ هُمْ مِّنْهَا عَمُوْنَ ࣖ ","kitabah":"بَلِ ادّٰرَكَ عِلْمُهُمْ فِى الْاٰخِرَةِۗ بَلْ هُمْ فِيْ شَكٍّ مِّنْهَاۗ بَلْ هُمْ مِّنْهَا عَمُوْنَ ࣖ ","latin":"Balid dāraka ‘ilmuhum fil-ākhirah(ti), bal hum fī syakkim minhā, bal hum minhā ‘amūn(a).","translation":"Bahkan, pengetahuan mereka tentang akhirat akan diperoleh kemudian. Bahkan, mereka ragu-ragu tentang (akhirat) itu. Bahkan, mereka buta tentang itu."},{"surah_number":27,"ayat_number":67,"arabic":"وَقَالَ الَّذِيْنَ كَفَرُوْٓا ءَاِذَا كُنَّا تُرٰبًا وَّاٰبَاۤؤُنَآ اَىِٕنَّا لَمُخْرَجُوْنَ ","kitabah":"وَقَالَ الَّذِيْنَ كَفَرُوْٓا ءَاِذَا كُنَّا تُرٰبًا وَّاٰبَاۤؤُنَآ اَىِٕنَّا لَمُخْرَجُوْنَ ","latin":"Wa qālal-lażīna kafarū a'iżā kunnā turābaw wa ābā'unā a'innā lamukhrajūn(a).","translation":"Orang-orang yang kufur berkata, “Setelah kami menjadi tanah dan (begitu pula) nenek moyang kami, apakah benar sesungguhnya kami akan dikeluarkan (dari kubur)?"},{"surah_number":27,"ayat_number":68,"arabic":"لَقَدْ وُعِدْنَا هٰذَا نَحْنُ وَاٰبَاۤؤُنَا مِنْ قَبْلُۙ اِنْ هٰذَآ اِلَّآ اَسَاطِيْرُ الْاَوَّلِيْنَ ","kitabah":"لَقَدْ وُعِدْنَا هٰذَا نَحْنُ وَاٰبَاۤؤُنَا مِنْ قَبْلُۙ اِنْ هٰذَآ اِلَّآ اَسَاطِيْرُ الْاَوَّلِيْنَ ","latin":"Laqad wu‘idnā hāżā naḥnu wa ābā'unā min qabl(u), in hāżā illā asāṭīrul-awwalīn(a).","translation":"Sebelumnya kami telah diberi ancaman dengan (hari Kebangkitan) ini dan (begitu pula) nenek moyang kami sebelumnya. Sebenarnya ini hanyalah dongengan orang-orang terdahulu.”"},{"surah_number":27,"ayat_number":69,"arabic":"قُلْ سِيْرُوْا فِى الْاَرْضِ فَانْظُرُوْا كَيْفَ كَانَ عَاقِبَةُ الْمُجْرِمِيْنَ ","kitabah":"قُلْ سِيْرُوْا فِى الْاَرْضِ فَانْظُرُوْا كَيْفَ كَانَ عَاقِبَةُ الْمُجْرِمِيْنَ ","latin":"Qul sīrū fil-arḍi fanẓurū kaifa kāna ‘āqibatul-mujrimīn(a).","translation":"Katakanlah (Nabi Muhammad), “Berjalanlah di bumi, lalu perhatikanlah bagaimana kesudahan orang-orang yang berdosa.”"},{"surah_number":27,"ayat_number":70,"arabic":"وَلَا تَحْزَنْ عَلَيْهِمْ وَلَا تَكُنْ فِيْ ضَيْقٍ مِّمَّا يَمْكُرُوْنَ ","kitabah":"وَلَا تَحْزَنْ عَلَيْهِمْ وَلَا تَكُنْ فِيْ ضَيْقٍ مِّمَّا يَمْكُرُوْنَ ","latin":"Wa lā taḥzan ‘alaihim wa lā takun fī ḍaiqim mimmā yamkurūn(a).","translation":"Janganlah engkau bersedih terhadap mereka dan janganlah merasa sempit (hati) terhadap upaya tipu daya mereka."},{"surah_number":27,"ayat_number":71,"arabic":"وَيَقُوْلُوْنَ مَتٰى هٰذَا الْوَعْدُ اِنْ كُنْتُمْ صٰدِقِيْنَ ","kitabah":"وَيَقُوْلُوْنَ مَتٰى هٰذَا الْوَعْدُ اِنْ كُنْتُمْ صٰدِقِيْنَ ","latin":"Wa yaqūlūna matā hāżal-wa‘du in kuntum ṣādiqīn(a).","translation":"Mereka (orang-orang yang kufur) berkata, “Kapankah datangnya janji (azab) ini jika kamu orang-orang benar?”"},{"surah_number":27,"ayat_number":72,"arabic":"قُلْ عَسٰٓى اَنْ يَّكُوْنَ رَدِفَ لَكُمْ بَعْضُ الَّذِيْ تَسْتَعْجِلُوْنَ ","kitabah":"قُلْ عَسٰٓى اَنْ يَّكُوْنَ رَدِفَ لَكُمْ بَعْضُ الَّذِيْ تَسْتَعْجِلُوْنَ ","latin":"Qul ‘asā ay yakūna radifa lakum ba‘ḍul-lażī tasta‘jilūn(a).","translation":"Katakanlah (Nabi Muhammad), “Boleh jadi sebagian dari (azab) yang kamu minta disegerakan itu telah hampir sampai kepadamu.”"},{"surah_number":27,"ayat_number":73,"arabic":"وَاِنَّ رَبَّكَ لَذُوْ فَضْلٍ عَلَى النَّاسِ وَلٰكِنَّ اَكْثَرَهُمْ لَا يَشْكُرُوْنَ","kitabah":"وَاِنَّ رَبَّكَ لَذُوْ فَضْلٍ عَلَى النَّاسِ وَلٰكِنَّ اَكْثَرَهُمْ لَا يَشْكُرُوْنَ","latin":"Wa inna rabbaka lażū faḍlin ‘alan-nāsi wa lākinna akṡarahum lā yasykurūn(a).","translation":"Sesungguhnya Tuhanmu benar-benar Zat yang memberi karunia kepada manusia, tetapi kebanyakan mereka tidak bersyukur."},{"surah_number":27,"ayat_number":74,"arabic":"وَاِنَّ رَبَّكَ لَيَعْلَمُ مَا تُكِنُّ صُدُوْرُهُمْ وَمَا يُعْلِنُوْنَ ","kitabah":"وَاِنَّ رَبَّكَ لَيَعْلَمُ مَا تُكِنُّ صُدُوْرُهُمْ وَمَا يُعْلِنُوْنَ ","latin":"Wa inna rabbaka laya‘lamu mā tukinnu ṣudūruhum wa mā yu‘linūn(a).","translation":"Sesungguhnya Tuhanmu mengetahui apa yang mereka sembunyikan dalam dadanya dan apa yang mereka nyatakan."},{"surah_number":27,"ayat_number":75,"arabic":"وَمَا مِنْ غَاۤىِٕبَةٍ فِى السَّمَاۤءِ وَالْاَرْضِ اِلَّا فِيْ كِتٰبٍ مُّبِيْنٍ ","kitabah":"وَمَا مِنْ غَاۤىِٕبَةٍ فِى السَّمَاۤءِ وَالْاَرْضِ اِلَّا فِيْ كِتٰبٍ مُّبِيْنٍ ","latin":"Wa mā min gā'ibatin fis-samā'i wal-arḍi illā fī kitābim mubīn(in).","translation":"Tidak ada sesuatu pun yang tersembunyi di langit dan di bumi melainkan (tercatat) dalam kitab yang nyata (Lauhulmahfuz)."},{"surah_number":27,"ayat_number":76,"arabic":"اِنَّ هٰذَا الْقُرْاٰنَ يَقُصُّ عَلٰى بَنِيْٓ اِسْرَاۤءِيْلَ اَكْثَرَ الَّذِيْ هُمْ فِيْهِ يَخْتَلِفُوْنَ  ","kitabah":"اِنَّ هٰذَا الْقُرْاٰنَ يَقُصُّ عَلٰى بَنِيْٓ اِسْرَاۤءِيْلَ اَكْثَرَ الَّذِيْ هُمْ فِيْهِ يَخْتَلِفُوْنَ  ","latin":"Inna hāżal-qur'āna yaquṣṣu ‘alā banī isrā'īla akṡaral-lażī hum fīhi yakhtalifūn(a).","translation":"Sesungguhnya Al-Qur’an ini menjelaskan kepada Bani Israil sebagian besar dari (persoalan) yang mereka perselisihkan."},{"surah_number":27,"ayat_number":77,"arabic":"وَاِنَّهٗ لَهُدًى وَّرَحْمَةٌ لِّلْمُؤْمِنِيْنَ ","kitabah":"وَاِنَّهٗ لَهُدًى وَّرَحْمَةٌ لِّلْمُؤْمِنِيْنَ ","latin":"Wa innahū lahudaw wa raḥmatul lil-mu'minīn(a).","translation":"Sesungguhnya ia (Al-Qur’an) benar-benar menjadi petunjuk dan rahmat bagi orang-orang mukmin."},{"surah_number":27,"ayat_number":78,"arabic":"اِنَّ رَبَّكَ يَقْضِيْ بَيْنَهُمْ بِحُكْمِهٖۚ وَهُوَ الْعَزِيْزُ الْعَلِيْمُۚ ","kitabah":"اِنَّ رَبَّكَ يَقْضِيْ بَيْنَهُمْ بِحُكْمِهٖۚ وَهُوَ الْعَزِيْزُ الْعَلِيْمُۚ ","latin":"Inna rabbaka yaqḍī bainahum biḥukmih(ī), wa huwal-‘azīzul-‘alīm(u).","translation":"Sesungguhnya Tuhanmu akan menyelesaikan (perkara) di antara mereka dengan putusan-Nya. Dialah Yang Maha Perkasa lagi Maha Mengetahui."},{"surah_number":27,"ayat_number":79,"arabic":"فَتَوَكَّلْ عَلَى اللّٰهِ ۗاِنَّكَ عَلَى الْحَقِّ الْمُبِيْنِ ","kitabah":"فَتَوَكَّلْ عَلَى اللّٰهِ ۗاِنَّكَ عَلَى الْحَقِّ الْمُبِيْنِ ","latin":"Fatawakkal ‘alallāh(i), innaka ‘alal-ḥaqqil mubīn(i).","translation":"Maka, bertawakallah kepada Allah. Sesungguhnya engkau (Nabi Muhammad) berada di atas kebenaran yang nyata."},{"surah_number":27,"ayat_number":80,"arabic":"اِنَّكَ لَا تُسْمِعُ الْمَوْتٰى وَلَا تُسْمِعُ الصُّمَّ الدُّعَاۤءَ اِذَا وَلَّوْا مُدْبِرِيْنَ ","kitabah":"اِنَّكَ لَا تُسْمِعُ الْمَوْتٰى وَلَا تُسْمِعُ الصُّمَّ الدُّعَاۤءَ اِذَا وَلَّوْا مُدْبِرِيْنَ ","latin":"Innaka lā tusmi‘ul-mautā wa lā tusmi‘uṣ-ṣummad-du‘ā'a iżā wallau mudbirīn(a).","translation":"Sesungguhnya engkau tidak dapat menjadikan orang yang mati dan orang yang tuli dapat mendengar seruan apabila mereka telah berpaling ke belakang."},{"surah_number":27,"ayat_number":81,"arabic":"وَمَآ اَنْتَ بِهٰدِى الْعُمْيِ عَنْ ضَلٰلَتِهِمْۗ اِنْ تُسْمِعُ اِلَّا مَنْ يُّؤْمِنُ بِاٰيٰتِنَا فَهُمْ مُّسْلِمُوْنَ ","kitabah":"وَمَآ اَنْتَ بِهٰدِى الْعُمْيِ عَنْ ضَلٰلَتِهِمْۗ اِنْ تُسْمِعُ اِلَّا مَنْ يُّؤْمِنُ بِاٰيٰتِنَا فَهُمْ مُّسْلِمُوْنَ ","latin":"Wa mā anta bihādil-‘umyi ‘an ḍalālatihim, in tusmi‘u illā may yu'minu bi'āyātinā fahum muslimūn(a).","translation":"Engkau bukanlah pemberi petunjuk bagi orang-orang yang buta (mata hatinya) dari kesesatannya. Engkau tidak dapat menjadikan (seorang pun) mendengar, kecuali orang yang beriman pada ayat-ayat Kami dan mereka berserah diri."},{"surah_number":27,"ayat_number":82,"arabic":"۞ وَاِذَا وَقَعَ الْقَوْلُ عَلَيْهِمْ اَخْرَجْنَا لَهُمْ دَاۤبَّةً مِّنَ الْاَرْضِ تُكَلِّمُهُمْ اَنَّ النَّاسَ كَانُوْا بِاٰيٰتِنَا لَا يُوْقِنُوْنَ ࣖ","kitabah":"۞ وَاِذَا وَقَعَ الْقَوْلُ عَلَيْهِمْ اَخْرَجْنَا لَهُمْ دَاۤبَّةً مِّنَ الْاَرْضِ تُكَلِّمُهُمْ اَنَّ النَّاسَ كَانُوْا بِاٰيٰتِنَا لَا يُوْقِنُوْنَ ࣖ","latin":"Wa iżā waqa‘al-qaulu ‘alaihim akhrajnā lahum dābbatam minal-arḍi tukallimuhum annan-nāsa kānū bi'āyātinā lā yūqinūn(a).","translation":"Apabila perkataan (ketentuan masa kehancuran alam) telah berlaku atas mereka, Kami mengeluarkan makhluk bergerak dari bumi yang akan mengatakan kepada mereka bahwa manusia selama ini tidak yakin pada ayat-ayat Kami."},{"surah_number":27,"ayat_number":83,"arabic":"وَيَوْمَ نَحْشُرُ مِنْ كُلِّ اُمَّةٍ فَوْجًا مِّمَّنْ يُّكَذِّبُ بِاٰيٰتِنَا فَهُمْ يُوْزَعُوْنَ ","kitabah":"وَيَوْمَ نَحْشُرُ مِنْ كُلِّ اُمَّةٍ فَوْجًا مِّمَّنْ يُّكَذِّبُ بِاٰيٰتِنَا فَهُمْ يُوْزَعُوْنَ ","latin":"Wa yauma naḥsyuru min kulli ummatin faujam mimmay yukażżibu bi'āyātinā fahum yūza‘ūn(a).","translation":"(Ingatlah) pada hari (ketika) Kami mengumpulkan segolongan orang dari setiap umat, yaitu mereka yang mendustakan ayat-ayat Kami, lalu mereka dibagi-bagi (dalam kelompok)."},{"surah_number":27,"ayat_number":84,"arabic":"حَتّٰٓى اِذَا جَاۤءُوْ قَالَ اَكَذَّبْتُمْ بِاٰيٰتِيْ وَلَمْ تُحِيْطُوْا بِهَا عِلْمًا اَمَّاذَا كُنْتُمْ تَعْمَلُوْنَ ","kitabah":"حَتّٰٓى اِذَا جَاۤءُوْ قَالَ اَكَذَّبْتُمْ بِاٰيٰتِيْ وَلَمْ تُحِيْطُوْا بِهَا عِلْمًا اَمَّاذَا كُنْتُمْ تَعْمَلُوْنَ ","latin":"Ḥattā iżā jā'ū qāla akażżabtum bi'āyātī wa lam tuḥīṭū bihā ‘ilman ammāżā kuntum ta‘malūn(a).","translation":"Sehingga, apabila mereka datang, Dia (Allah) berfirman, “Mengapa kamu mendustakan ayat-ayat-Ku, padahal kamu tidak mempunyai pengetahuan yang cukup tentang itu556) atau (jika tidak mendustakannya), apa yang selalu kamu lakukan?”"},{"surah_number":27,"ayat_number":85,"arabic":"وَوَقَعَ الْقَوْلُ عَلَيْهِمْ بِمَا ظَلَمُوْا فَهُمْ لَا يَنْطِقُوْنَ ","kitabah":"وَوَقَعَ الْقَوْلُ عَلَيْهِمْ بِمَا ظَلَمُوْا فَهُمْ لَا يَنْطِقُوْنَ ","latin":"Wa waqa‘al-qaulu ‘alaihim bimā ẓalamū fahum lā yanṭiqūn(a).","translation":"Berlakulah perkataan (keputusan azab) atas mereka karena kezalimannya sehingga mereka tidak dapat berkata (untuk membela diri)."},{"surah_number":27,"ayat_number":86,"arabic":"اَلَمْ يَرَوْا اَنَّا جَعَلْنَا الَّيْلَ لِيَسْكُنُوْا فِيْهِ وَالنَّهَارَ مُبْصِرًاۗ اِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍ لِّقَوْمٍ يُّؤْمِنُوْنَ ","kitabah":"اَلَمْ يَرَوْا اَنَّا جَعَلْنَا الَّيْلَ لِيَسْكُنُوْا فِيْهِ وَالنَّهَارَ مُبْصِرًاۗ اِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍ لِّقَوْمٍ يُّؤْمِنُوْنَ ","latin":"Alam yarau annā ja‘alnal-laila liyaskunū fīhi wan-nahāra mubṣirā(n), inna fī żālika la'āyātil liqaumiy yu'minūn(a).","translation":"Apakah mereka tidak memperhatikan bahwa Kami telah menciptakan malam agar mereka beristirahat padanya dan (menciptakan) siang yang terang-benderang? Sesungguhnya pada yang demikian itu terdapat tanda-tanda (kebesaran Allah) bagi kaum beriman."},{"surah_number":27,"ayat_number":87,"arabic":"وَيَوْمَ يُنْفَخُ فِى الصُّوْرِ فَفَزِعَ مَنْ فِى السَّمٰوٰتِ وَمَنْ فِى الْاَرْضِ اِلَّا مَنْ شَاۤءَ اللّٰهُ ۗوَكُلٌّ اَتَوْهُ دٰخِرِيْنَ ","kitabah":"وَيَوْمَ يُنْفَخُ فِى الصُّوْرِ فَفَزِعَ مَنْ فِى السَّمٰوٰتِ وَمَنْ فِى الْاَرْضِ اِلَّا مَنْ شَاۤءَ اللّٰهُ ۗوَكُلٌّ اَتَوْهُ دٰخِرِيْنَ ","latin":"Wa yauma yunfakhu fiṣ-ṣūri fa fazi‘a man fis-samāwāti wa man fil-arḍi illā man syā'allāh(u), wa kullun atauhu dākhirīn(a).    ","translation":"(Ingatlah) pada hari (ketika) sangkakala ditiup sehingga terkejutlah semua yang ada di langit dan semua yang ada di bumi, kecuali yang Allah kehendaki. Semuanya datang menghadap-Nya dengan merendahkan diri."},{"surah_number":27,"ayat_number":88,"arabic":"وَتَرَى الْجِبَالَ تَحْسَبُهَا جَامِدَةً وَّهِيَ تَمُرُّ مَرَّ السَّحَابِۗ صُنْعَ اللّٰهِ الَّذِيْٓ اَتْقَنَ كُلَّ شَيْءٍۗ اِنَّهٗ خَبِيْرٌۢ بِمَا تَفْعَلُوْنَ","kitabah":"وَتَرَى الْجِبَالَ تَحْسَبُهَا جَامِدَةً وَّهِيَ تَمُرُّ مَرَّ السَّحَابِۗ صُنْعَ اللّٰهِ الَّذِيْٓ اَتْقَنَ كُلَّ شَيْءٍۗ اِنَّهٗ خَبِيْرٌۢ بِمَا تَفْعَلُوْنَ","latin":"Wa taral-jibāla taḥsabuhā jāmidataw wa hiya tamurru marras saḥāb(i), ṣun‘allāhil-lażī atqana kulla syai'(in), innahū khabīrum bimā taf‘alūn(a).","translation":"Engkau akan melihat gunung-gunung yang engkau kira tetap di tempatnya, padahal ia berjalan seperti jalannya awan. (Demikianlah) penciptaan Allah menjadikan segala sesuatu dengan sempurna. Sesungguhnya Dia Maha Teliti terhadap apa yang kamu kerjakan."},{"surah_number":27,"ayat_number":89,"arabic":"مَنْ جَاۤءَ بِالْحَسَنَةِ فَلَهٗ خَيْرٌ مِّنْهَاۚ وَهُمْ مِّنْ فَزَعٍ يَّوْمَىِٕذٍ اٰمِنُوْنَ ","kitabah":"مَنْ جَاۤءَ بِالْحَسَنَةِ فَلَهٗ خَيْرٌ مِّنْهَاۚ وَهُمْ مِّنْ فَزَعٍ يَّوْمَىِٕذٍ اٰمِنُوْنَ ","latin":"Man jā'a bil-ḥasanati falahū khairum minhā, wa hum min faza‘iy yauma'iżin āminūn(a).","translation":"Siapa yang datang membawa kebaikan, maka dia memperoleh (balasan) yang lebih baik daripadanya dan mereka merasa aman dari kejutan (yang dahsyat) pada hari itu."},{"surah_number":27,"ayat_number":90,"arabic":"وَمَنْ جَاۤءَ بِالسَّيِّئَةِ فَكُبَّتْ وُجُوْهُهُمْ فِى النَّارِۗ هَلْ تُجْزَوْنَ اِلَّا مَا كُنْتُمْ تَعْمَلُوْنَ ","kitabah":"وَمَنْ جَاۤءَ بِالسَّيِّئَةِ فَكُبَّتْ وُجُوْهُهُمْ فِى النَّارِۗ هَلْ تُجْزَوْنَ اِلَّا مَا كُنْتُمْ تَعْمَلُوْنَ ","latin":"Wa man jā'a bis-sayyi'ati fakubbat wujūhuhum fin-nār(i), hal tujzauna illā mā kuntum ta‘malūn(a).","translation":"Siapa yang datang membawa kejahatan, maka disungkurkanlah wajah mereka ke dalam neraka. Apakah kamu diberi balasan selain (yang setimpal) dengan apa yang telah kamu kerjakan?"},{"surah_number":27,"ayat_number":91,"arabic":"اِنَّمَآ اُمِرْتُ اَنْ اَعْبُدَ رَبَّ هٰذِهِ الْبَلْدَةِ الَّذِيْ حَرَّمَهَا وَلَهٗ كُلُّ شَيْءٍ وَّاُمِرْتُ اَنْ اَكُوْنَ مِنَ الْمُسْلِمِيْنَ ۙ","kitabah":"اِنَّمَآ اُمِرْتُ اَنْ اَعْبُدَ رَبَّ هٰذِهِ الْبَلْدَةِ الَّذِيْ حَرَّمَهَا وَلَهٗ كُلُّ شَيْءٍ وَّاُمِرْتُ اَنْ اَكُوْنَ مِنَ الْمُسْلِمِيْنَ ۙ","latin":"Innamā umirtu an a‘buda rabba hāżihil-baldatil-lażī ḥarramahā wa lahū kullu syai'iw wa umirtu an akūna minal-muslimīn(a).","translation":"Sesungguhnya aku (Nabi Muhammad) hanya diperintahkan untuk menyembah Tuhan negeri ini (Makkah) yang telah menjadikannya suci dan memiliki segala sesuatu. Aku diperintahkan agar masuk ke dalam golongan orang-orang muslim."},{"surah_number":27,"ayat_number":92,"arabic":"وَاَنْ اَتْلُوَا الْقُرْاٰنَ ۚفَمَنِ اهْتَدٰى فَاِنَّمَا يَهْتَدِيْ لِنَفْسِهٖۚ وَمَنْ ضَلَّ فَقُلْ اِنَّمَآ اَنَا۠ مِنَ الْمُنْذِرِيْنَ ","kitabah":"وَاَنْ اَتْلُوَا الْقُرْاٰنَ ۚفَمَنِ اهْتَدٰى فَاِنَّمَا يَهْتَدِيْ لِنَفْسِهٖۚ وَمَنْ ضَلَّ فَقُلْ اِنَّمَآ اَنَا۠ مِنَ الْمُنْذِرِيْنَ ","latin":"Wa an atluwal-qur'ān(a), famanihtadā fa'innamā yahtadī linafsih(ī), wa man ḍalla faqul innamā ana minal-munżirīn(a).","translation":"(Aku juga hanya diperintahkan) agar membacakan Al-Qur’an (kepada manusia). Maka, siapa yang mendapat petunjuk, sesungguhnya dia mendapatkannya untuk (kebaikan) dirinya. Siapa yang sesat, maka katakanlah, “Sesungguhnya aku (ini) tidak lain hanyalah salah seorang pemberi peringatan.”"},{"surah_number":27,"ayat_number":93,"arabic":"وَقُلِ الْحَمْدُ لِلّٰهِ سَيُرِيْكُمْ اٰيٰتِهٖ فَتَعْرِفُوْنَهَاۗ وَمَا رَبُّكَ بِغَافِلٍ عَمَّا تَعْمَلُوْنَ ࣖ","kitabah":"وَقُلِ الْحَمْدُ لِلّٰهِ سَيُرِيْكُمْ اٰيٰتِهٖ فَتَعْرِفُوْنَهَاۗ وَمَا رَبُّكَ بِغَافِلٍ عَمَّا تَعْمَلُوْنَ ࣖ","latin":"Wa qulil-ḥamdu lillāhi sayurīkum āyātihī fata‘rifūnahā, wa mā rabbuka bigāfilin ‘ammā ta‘malūn(a).","translation":"Katakanlah (Nabi Muhammad), “Segala puji bagi Allah. Dia akan memperlihatkan kepadamu tanda-tanda (kebesaran)-Nya sehingga kamu akan mengetahuinya. Tuhanmu tidak lengah terhadap apa yang kamu kerjakan.”"}]}