{"surah_number":28,"arabic":" القصص","latin":"Al-Qaṣaṣ","transliteration":"Al-Qasas","translation":"Kisah-Kisah","total_ayat":88,"location":"Makkiyah","ayat":[{"surah_number":28,"ayat_number":1,"arabic":"طٰسۤمّۤ ","kitabah":"طٰسۡمّۡ","latin":"Ṭā Sīm Mīm.","translation":"Ṭā Sīn Mīm."},{"surah_number":28,"ayat_number":2,"arabic":"تِلْكَ اٰيٰتُ الْكِتٰبِ الْمُبِيْنِ ","kitabah":"تِلْكَ اٰيٰتُ الْكِتٰبِ الْمُبِيْنِ ","latin":"Tilka āyātul-kitābil-mubīn(i).","translation":"Itulah ayat-ayat Kitab (Al-Qur’an) yang jelas."},{"surah_number":28,"ayat_number":3,"arabic":"نَتْلُوْا عَلَيْكَ مِنْ نَّبَاِ مُوْسٰى وَفِرْعَوْنَ بِالْحَقِّ لِقَوْمٍ يُّؤْمِنُوْنَ ","kitabah":"نَتْلُوْا عَلَيْكَ مِنْ نَّبَاِ مُوْسٰى وَفِرْعَوْنَ بِالْحَقِّ لِقَوْمٍ يُّؤْمِنُوْنَ ","latin":"Natlū ‘alaika min naba'i mūsā wa fir‘auna bil-ḥaqqi liqaumiy yu'minūn(a).","translation":"Kami membacakan kepadamu sebagian dari kisah Musa dan Firʻaun dengan sebenarnya untuk kaum beriman."},{"surah_number":28,"ayat_number":4,"arabic":"اِنَّ فِرْعَوْنَ عَلَا فِى الْاَرْضِ وَجَعَلَ اَهْلَهَا شِيَعًا يَّسْتَضْعِفُ طَاۤىِٕفَةً مِّنْهُمْ يُذَبِّحُ اَبْنَاۤءَهُمْ وَيَسْتَحْيٖ نِسَاۤءَهُمْ ۗاِنَّهٗ كَانَ مِنَ الْمُفْسِدِيْنَ ","kitabah":"اِنَّ فِرْعَوْنَ عَلَا فِى الْاَرْضِ وَجَعَلَ اَهْلَهَا شِيَعًا يَّسْتَضْعِفُ طَاۤىِٕفَةً مِّنْهُمْ يُذَبِّحُ اَبْنَاۤءَهُمْ وَيَسْتَحْيٖ نِسَاۤءَهُمْ ۗاِنَّهٗ كَانَ مِنَ الْمُفْسِدِيْنَ ","latin":"Inna fir‘auna ‘alā fil-arḍi wa ja‘ala ahlahā syiya‘ay yastaḍ‘ifu ṭā'ifatam minhum yużabbiḥu abnā'ahum wa yastaḥyī nisā'ahum, innahū kāna minal-mufsidīn(a).","translation":"Sesungguhnya Firʻaun telah berbuat sewenang-wenang di bumi dan menjadikan penduduknya berpecah-belah. Dia menindas segolongan dari mereka (Bani Israil). Dia menyembelih anak laki-laki mereka dan membiarkan hidup anak perempuannya. Sesungguhnya dia (Firʻaun) termasuk orang-orang yang berbuat kerusakan."},{"surah_number":28,"ayat_number":5,"arabic":"وَنُرِيْدُ اَنْ نَّمُنَّ عَلَى الَّذِيْنَ اسْتُضْعِفُوْا فِى الْاَرْضِ وَنَجْعَلَهُمْ اَىِٕمَّةً وَّنَجْعَلَهُمُ الْوٰرِثِيْنَ ۙ","kitabah":"وَنُرِيْدُ اَنْ نَّمُنَّ عَلَى الَّذِيْنَ اسْتُضْعِفُوْا فِى الْاَرْضِ وَنَجْعَلَهُمْ اَىِٕمَّةً وَّنَجْعَلَهُمُ الْوٰرِثِيْنَ ۙ","latin":"Wa nurīdu an namunna ‘alal-lażīnastuḍ‘ifū fil-arḍi wa naj‘alahum a'immataw wa naj‘alahumul-wāriṡīn(a).","translation":"Kami berkehendak untuk memberi karunia kepada orang-orang yang tertindas di bumi (Mesir) itu, menjadikan mereka para pemimpin, dan menjadikan mereka orang-orang yang mewarisi (bumi)."},{"surah_number":28,"ayat_number":6,"arabic":"وَنُمَكِّنَ لَهُمْ فِى الْاَرْضِ وَنُرِيَ فِرْعَوْنَ وَهَامٰنَ وَجُنُوْدَهُمَا مِنْهُمْ مَّا كَانُوْا يَحْذَرُوْنَ ","kitabah":"وَنُمَكِّنَ لَهُمْ فِى الْاَرْضِ وَنُرِيَ فِرْعَوْنَ وَهَامٰنَ وَجُنُوْدَهُمَا مِنْهُمْ مَّا كَانُوْا يَحْذَرُوْنَ ","latin":"Wa numakkina lahum fil-arḍi wa nuriya fir‘auna wa hāmāna wa junūdahumā minhum mā kānū yaḥżarūn(a).","translation":"Kami pun (berkehendak untuk) meneguhkan kedudukan mereka (Bani Israil) di bumi dan memperlihatkan kepada Firʻaun, Haman, dan bala tentaranya apa yang selalu mereka takutkan dari mereka (Bani Israil).557)"},{"surah_number":28,"ayat_number":7,"arabic":"وَاَوْحَيْنَآ اِلٰٓى اُمِّ مُوْسٰٓى اَنْ اَرْضِعِيْهِۚ فَاِذَا خِفْتِ عَلَيْهِ فَاَلْقِيْهِ فِى الْيَمِّ وَلَا تَخَافِيْ وَلَا تَحْزَنِيْ ۚاِنَّا رَاۤدُّوْهُ اِلَيْكِ وَجَاعِلُوْهُ مِنَ الْمُرْسَلِيْنَ ","kitabah":"وَاَوْحَيْنَآ اِلٰٓى اُمِّ مُوْسٰٓى اَنْ اَرْضِعِيْهِۚ فَاِذَا خِفْتِ عَلَيْهِ فَاَلْقِيْهِ فِى الْيَمِّ وَلَا تَخَافِيْ وَلَا تَحْزَنِيْ ۚاِنَّا رَاۤدُّوْهُ اِلَيْكِ وَجَاعِلُوْهُ مِنَ الْمُرْسَلِيْنَ ","latin":"Wa auḥainā ilā mūsā an arḍi‘īh(i), fa'iżā khifti ‘alaihi fa'alqīhi fil yammi wa lā takhāfī wa lā taḥzanī, innā rāddūhu ilaiki wa jā‘ilūhu minal-mursalīn(a).","translation":"Kami mengilhamkan kepada ibu Musa, “Susuilah dia (Musa). Jika engkau khawatir atas (keselamatan)-nya, hanyutkanlah dia ke sungai (Nil dalam sebuah peti yang mengapung). Janganlah engkau takut dan janganlah (pula) bersedih. Sesungguhnya Kami pasti mengembalikannya kepadamu dan menjadikannya sebagai salah seorang rasul.”"},{"surah_number":28,"ayat_number":8,"arabic":"فَالْتَقَطَهٗٓ اٰلُ فِرْعَوْنَ لِيَكُوْنَ لَهُمْ عَدُوًّا وَّحَزَنًاۗ اِنَّ فِرْعَوْنَ وَهَامٰنَ وَجُنُوْدَهُمَا كَانُوْا خٰطِـِٕيْنَ ","kitabah":"فَالْتَقَطَهٗٓ اٰلُ فِرْعَوْنَ لِيَكُوْنَ لَهُمْ عَدُوًّا وَّحَزَنًاۗ اِنَّ فِرْعَوْنَ وَهَامٰنَ وَجُنُوْدَهُمَا كَانُوْا خٰطِـِٕيْنَ ","latin":"Faltaqaṭahū ālu fir‘auna liyakūna lahum ‘aduwwaw wa ḥazanā(n), inna fir‘auna wa hāmāna wa junūdahumā kānū khāṭi'īn(a).","translation":"Kemudian, keluarga Firʻaun memungutnya agar (kelak) dia menjadi musuh dan (penyebab) kesedihan bagi mereka. Sesungguhnya Firʻaun, Haman, dan bala tentaranya adalah orang-orang salah."},{"surah_number":28,"ayat_number":9,"arabic":"وَقَالَتِ امْرَاَتُ فِرْعَوْنَ قُرَّتُ عَيْنٍ لِّيْ وَلَكَۗ  لَا تَقْتُلُوْهُ ۖعَسٰٓى اَنْ يَّنْفَعَنَآ اَوْ نَتَّخِذَهٗ وَلَدًا وَّهُمْ لَا يَشْعُرُوْنَ ","kitabah":"وَقَالَتِ امْرَاَتُ فِرْعَوْنَ قُرَّتُ عَيْنٍ لِّيْ وَلَكَۗ  لَا تَقْتُلُوْهُ ۖعَسٰٓى اَنْ يَّنْفَعَنَآ اَوْ نَتَّخِذَهٗ وَلَدًا وَّهُمْ لَا يَشْعُرُوْنَ ","latin":"Wa qālatimra'atu fir‘auna qurratu ‘ainil lī wa lak(a), lā taqtulūh(u), ‘asā ay yanfa‘anā au nattakhiżahū waladaw wa hum lā yasy‘urūn(a).","translation":"Istri Firʻaun berkata (kepadanya), “(Anak ini) adalah penyejuk hati bagiku dan bagimu. Janganlah kamu membunuhnya. Mudah-mudahan dia memberi manfaat bagi kita atau kita mengambilnya sebagai anak.” Mereka tidak menyadari (bahwa anak itulah, Musa, yang kelak menjadi sebab kebinasaan mereka). "},{"surah_number":28,"ayat_number":10,"arabic":"وَاَصْبَحَ فُؤَادُ اُمِّ مُوْسٰى فٰرِغًاۗ اِنْ كَادَتْ لَتُبْدِيْ بِهٖ لَوْلَآ اَنْ رَّبَطْنَا عَلٰى قَلْبِهَا لِتَكُوْنَ مِنَ الْمُؤْمِنِيْنَ ","kitabah":"وَاَصْبَحَ فُؤَادُ اُمِّ مُوْسٰى فٰرِغًاۗ اِنْ كَادَتْ لَتُبْدِيْ بِهٖ لَوْلَآ اَنْ رَّبَطْنَا عَلٰى قَلْبِهَا لِتَكُوْنَ مِنَ الْمُؤْمِنِيْنَ ","latin":"Wa aṣbaḥa fu'ādu ummi mūsā fārigā(n), in kādat latubdī bihī lau lā ar rabaṭnā ‘alā qalbihā litakūna minal-mu'minīn(a).","translation":"Hati ibu Musa menjadi hampa.558) Sungguh, hampir saja dia mengungkapkan (bahwa bayi itu adalah anaknya), seandainya Kami tidak meneguhkan hatinya agar dia termasuk orang-orang yang beriman (kepada janji Allah)."},{"surah_number":28,"ayat_number":11,"arabic":"وَقَالَتْ لِاُخْتِهٖ قُصِّيْهِۗ فَبَصُرَتْ بِهٖ عَنْ جُنُبٍ وَّهُمْ لَا يَشْعُرُوْنَ ۙ","kitabah":"وَقَالَتْ لِاُخْتِهٖ قُصِّيْهِۗ فَبَصُرَتْ بِهٖ عَنْ جُنُبٍ وَّهُمْ لَا يَشْعُرُوْنَ ۙ","latin":"Wa qālat li'ukhtihī quṣṣīh(i), fabaṣurat bihī ‘an junubiw wa hum lā yasy‘urūn(a).","translation":"Dia (ibu Musa) berkata kepada saudara perempuan Musa, “Ikutilah jejaknya.” Kemudian, dia melihatnya dari kejauhan, sedangkan mereka (pengikut Firʻaun) tidak menyadarinya."},{"surah_number":28,"ayat_number":12,"arabic":"۞ وَحَرَّمْنَا عَلَيْهِ الْمَرَاضِعَ مِنْ قَبْلُ فَقَالَتْ هَلْ اَدُلُّكُمْ عَلٰٓى اَهْلِ بَيْتٍ يَّكْفُلُوْنَهٗ لَكُمْ وَهُمْ لَهٗ نٰصِحُوْنَ ","kitabah":"۞ وَحَرَّمْنَا عَلَيْهِ الْمَرَاضِعَ مِنْ قَبْلُ فَقَالَتْ هَلْ اَدُلُّكُمْ عَلٰٓى اَهْلِ بَيْتٍ يَّكْفُلُوْنَهٗ لَكُمْ وَهُمْ لَهٗ نٰصِحُوْنَ ","latin":"Wa ḥarramnā ‘alaihil-marāḍi‘a min qablu faqālat hal adullukum ‘alā ahli baitiy yakfulūnahū lakum wa hum lahū nāṣiḥūn(a).","translation":"Kami mencegahnya (Musa) menyusu kepada perempuan-perempuan yang mau menyusui(-nya) sebelum (kembali ke pangkuan ibunya). Berkatalah dia (saudara perempuan Musa), “Maukah aku tunjukkan kepadamu keluarga yang akan memeliharanya untukmu dan mereka dapat berlaku baik kepadanya?”"},{"surah_number":28,"ayat_number":13,"arabic":"فَرَدَدْنٰهُ اِلٰٓى اُمِّهٖ كَيْ تَقَرَّ عَيْنُهَا وَلَا تَحْزَنَ وَلِتَعْلَمَ اَنَّ وَعْدَ اللّٰهِ حَقٌّ وَّلٰكِنَّ اَكْثَرَهُمْ لَا يَعْلَمُوْنَ ࣖ","kitabah":"فَرَدَدْنٰهُ اِلٰٓى اُمِّهٖ كَيْ تَقَرَّ عَيْنُهَا وَلَا تَحْزَنَ وَلِتَعْلَمَ اَنَّ وَعْدَ اللّٰهِ حَقٌّ وَّلٰكِنَّ اَكْثَرَهُمْ لَا يَعْلَمُوْنَ ࣖ","latin":"Faradadnāhu ilā ummihī kai taqarra ‘ainuhā wa lā taḥzana wa lita‘lama anna wa‘dallāhi ḥaqquw wa lākinna akṡarahum lā ya‘lamūn(a).","translation":"Lalu, Kami mengembalikan dia (Musa) kepada ibunya agar senang hatinya serta tidak bersedih, dan agar dia mengetahui bahwa janji Allah adalah benar, tetapi kebanyakan mereka tidak mengetahuinya."},{"surah_number":28,"ayat_number":14,"arabic":"وَلَمَّا بَلَغَ اَشُدَّهٗ وَاسْتَوٰىٓ اٰتَيْنٰهُ حُكْمًا وَّعِلْمًاۗ وَكَذٰلِكَ نَجْزِى الْمُحْسِنِيْنَ ","kitabah":"وَلَمَّا بَلَغَ اَشُدَّهٗ وَاسْتَوٰىٓ اٰتَيْنٰهُ حُكْمًا وَّعِلْمًاۗ وَكَذٰلِكَ نَجْزِى الْمُحْسِنِيْنَ ","latin":"Wa lammā balaga asyuddahū wastawā ātaināhu ḥukmaw wa ‘ilmā(n), wa każālika najzil-muḥsinīn(a).","translation":"Setelah dia (Musa) dewasa dan sempurna akalnya, Kami menganugerahkan kepadanya hikmah dan pengetahuan. Demikianlah Kami memberi balasan kepada orang-orang yang berbuat kebajikan."},{"surah_number":28,"ayat_number":15,"arabic":"وَدَخَلَ الْمَدِيْنَةَ عَلٰى حِيْنِ غَفْلَةٍ مِّنْ اَهْلِهَا فَوَجَدَ فِيْهَا رَجُلَيْنِ يَقْتَتِلٰنِۖ هٰذَا مِنْ شِيْعَتِهٖ وَهٰذَا مِنْ عَدُوِّهٖۚ فَاسْتَغَاثَهُ الَّذِيْ مِنْ شِيْعَتِهٖ عَلَى الَّذِيْ مِنْ عَدُوِّهٖ ۙفَوَكَزَهٗ مُوْسٰى فَقَضٰى عَلَيْهِۖ قَالَ هٰذَا مِنْ عَمَلِ الشَّيْطٰنِۗ اِنَّهٗ عَدُوٌّ مُّضِلٌّ مُّبِيْنٌ ","kitabah":"وَدَخَلَ الْمَدِيْنَةَ عَلٰى حِيْنِ غَفْلَةٍ مِّنْ اَهْلِهَا فَوَجَدَ فِيْهَا رَجُلَيْنِ يَقْتَتِلٰنِۖ هٰذَا مِنْ شِيْعَتِهٖ وَهٰذَا مِنْ عَدُوِّهٖۚ فَاسْتَغَاثَهُ الَّذِيْ مِنْ شِيْعَتِهٖ عَلَى الَّذِيْ مِنْ عَدُوِّهٖ ۙفَوَكَزَهٗ مُوْسٰى فَقَضٰى عَلَيْهِۖ قَالَ هٰذَا مِنْ عَمَلِ الشَّيْطٰنِۗ اِنَّهٗ عَدُوٌّ مُّضِلٌّ مُّبِيْنٌ ","latin":"Wa dakhalal-madīnata ‘alā ḥīni gaflatim min ahlihā fawajada fīhā rajulaini yaqtatilān(i), hāżā min syī‘atihī wa hāżā min ‘aduwwih(ī), fastagāṡahul-lażī min syī‘atihī ‘alal-lażī min ‘aduwwih(ī), fawakazahū mūsā faqaḍā ‘alaih(i), qāla hāżā min ‘amalisy-syaiṭān(i), innahū ‘aduwwum muḍillum mubīn(un).","translation":"Dia (Musa) masuk ke kota559) ketika penduduknya sedang lengah. Dia mendapati di dalam kota itu dua orang laki-laki yang sedang berkelahi, seorang dari golongannya (Bani Israil) dan seorang (lagi) dari golongan musuhnya (kaum Firʻaun). Orang yang dari golongannya meminta pertolongan kepadanya untuk (mengalahkan) orang yang dari golongan musuhnya. Musa lalu memukulnya dan (tanpa sengaja) membunuhnya. Dia berkata, “Ini termasuk perbuatan setan. Sesungguhnya dia adalah musuh yang jelas-jelas menyesatkan.”"},{"surah_number":28,"ayat_number":16,"arabic":"قَالَ رَبِّ اِنِّيْ ظَلَمْتُ نَفْسِيْ فَاغْفِرْ لِيْ فَغَفَرَ لَهٗ ۗاِنَّهٗ هُوَ الْغَفُوْرُ الرَّحِيْمُ ","kitabah":"قَالَ رَبِّ اِنِّيْ ظَلَمْتُ نَفْسِيْ فَاغْفِرْ لِيْ فَغَفَرَ لَهٗ ۗاِنَّهٗ هُوَ الْغَفُوْرُ الرَّحِيْمُ ","latin":"Qāla rabbi innī ẓalamtu nafsī fagfir lī fagafara lah(ū), innahū huwal-gafūrur-raḥīm(u).","translation":"Dia (Musa) berdoa, “Ya Tuhanku, sesungguhnya aku telah menzalimi diriku sendiri, maka ampunilah aku.” Dia (Allah) lalu mengampuninya. Sesungguhnya Dialah Yang Maha Pengampun lagi Maha Penyayang."},{"surah_number":28,"ayat_number":17,"arabic":"قَالَ رَبِّ بِمَآ اَنْعَمْتَ عَلَيَّ فَلَنْ اَكُوْنَ ظَهِيْرًا لِّلْمُجْرِمِيْنَ ","kitabah":"قَالَ رَبِّ بِمَآ اَنْعَمْتَ عَلَيَّ فَلَنْ اَكُوْنَ ظَهِيْرًا لِّلْمُجْرِمِيْنَ ","latin":"Qāla rabbi bimā an‘amta ‘alayya falan akūna ẓahīral lil-mujrimīn(a).","translation":"Dia (Musa) berkata, “Ya Tuhanku, karena nikmat yang telah Engkau anugerahkan kepadaku, (tuntunlah aku) sehingga aku tidak akan menjadi penolong bagi orang-orang yang berbuat durhaka.”"},{"surah_number":28,"ayat_number":18,"arabic":"فَاَصْبَحَ فِى الْمَدِيْنَةِ خَاۤىِٕفًا يَّتَرَقَّبُ فَاِذَا الَّذِى اسْتَنْصَرَهٗ بِالْاَمْسِ يَسْتَصْرِخُهٗ ۗقَالَ لَهٗ مُوْسٰٓى اِنَّكَ لَغَوِيٌّ مُّبِيْنٌ ","kitabah":"فَاَصْبَحَ فِى الْمَدِيْنَةِ خَاۤىِٕفًا يَّتَرَقَّبُ فَاِذَا الَّذِى اسْتَنْصَرَهٗ بِالْاَمْسِ يَسْتَصْرِخُهٗ ۗقَالَ لَهٗ مُوْسٰٓى اِنَّكَ لَغَوِيٌّ مُّبِيْنٌ ","latin":"Fa'aṣbaḥa fil-madīnati khā'ifay yataraqqabu fa'iżal-lażistanṣarahū bil-amsi yastaṣrikhuh(ū), qāla lahū mūsā innaka lagawiyyum mubīn(un).","translation":"Karena (peristiwa) itu, dia (Musa) menjadi ketakutan berada di kota sambil menunggu (akibat dari apa yang dilakukannya). Tiba-tiba orang yang kemarin meminta pertolongan berteriak-teriak meminta pertolongan lagi kepadanya. Musa berkata kepadanya, “Sesungguhnya engkau adalah orang yang jelas-jelas sesat.”"},{"surah_number":28,"ayat_number":19,"arabic":"فَلَمَّآ اَنْ اَرَادَ اَنْ يَّبْطِشَ بِالَّذِيْ هُوَ عَدُوٌّ لَّهُمَاۙ قَالَ يٰمُوْسٰٓى اَتُرِيْدُ اَنْ تَقْتُلَنِيْ كَمَا قَتَلْتَ نَفْسًاۢ بِالْاَمْسِۖ اِنْ تُرِيْدُ اِلَّآ اَنْ تَكُوْنَ جَبَّارًا فِى الْاَرْضِ وَمَا تُرِيْدُ اَنْ تَكُوْنَ مِنَ الْمُصْلِحِيْنَ ","kitabah":"فَلَمَّآ اَنْ اَرَادَ اَنْ يَّبْطِشَ بِالَّذِيْ هُوَ عَدُوٌّ لَّهُمَاۙ قَالَ يٰمُوْسٰٓى اَتُرِيْدُ اَنْ تَقْتُلَنِيْ كَمَا قَتَلْتَ نَفْسًاۢ بِالْاَمْسِۖ اِنْ تُرِيْدُ اِلَّآ اَنْ تَكُوْنَ جَبَّارًا فِى الْاَرْضِ وَمَا تُرِيْدُ اَنْ تَكُوْنَ مِنَ الْمُصْلِحِيْنَ ","latin":"Falammā an arāda ay yabṭisya bil-lażī huwa ‘aduwwul lahumā, qāla yā mūsā aturīdu an taqtulanī kamā qatalta nafsam bil-ams(i), in turīdu illā an takūna jabbāran fil-arḍi wa mā turīdu an takūna minal-muṣliḥīn(a).","translation":"Ketika dia (Musa) hendak memukul orang yang merupakan musuh mereka berdua, dia (musuhnya) berkata, “Wahai Musa, apakah engkau bermaksud membunuhku sebagaimana kemarin engkau membunuh seseorang? Engkau hanya bermaksud menjadi orang yang berbuat sewenang-wenang di negeri (ini) dan tidak bermaksud menjadi salah satu dari orang-orang yang mengadakan perdamaian.”"},{"surah_number":28,"ayat_number":20,"arabic":"وَجَاۤءَ رَجُلٌ مِّنْ اَقْصَى الْمَدِيْنَةِ يَسْعٰىۖ قَالَ يٰمُوْسٰٓى اِنَّ الْمَلَاَ يَأْتَمِرُوْنَ بِكَ لِيَقْتُلُوْكَ فَاخْرُجْ اِنِّيْ لَكَ مِنَ النّٰصِحِيْنَ ","kitabah":"وَجَاۤءَ رَجُلٌ مِّنْ اَقْصَى الْمَدِيْنَةِ يَسْعٰىۖ قَالَ يٰمُوْسٰٓى اِنَّ الْمَلَاَ يَأْتَمِرُوْنَ بِكَ لِيَقْتُلُوْكَ فَاخْرُجْ اِنِّيْ لَكَ مِنَ النّٰصِحِيْنَ ","latin":"Wa jā'a rajulum min aqṣal-madīnati yas‘ā, qāla yā mūsā innal-mala'a ya'tamirūna bika liyaqtulūka fakhruj innī laka minan-nāṣiḥīn(a).","translation":"Seorang laki-laki datang bergegas dari ujung kota seraya berkata, “Wahai Musa, sesungguhnya para pembesar negeri sedang berunding tentang engkau untuk membunuhmu. Maka, (lekaslah engkau) keluar (dari kota ini). Sesungguhnya aku termasuk orang-orang yang memberi nasihat kepadamu.”"},{"surah_number":28,"ayat_number":21,"arabic":"فَخَرَجَ مِنْهَا خَاۤىِٕفًا يَّتَرَقَّبُ ۖقَالَ رَبِّ نَجِّنِيْ مِنَ الْقَوْمِ الظّٰلِمِيْنَ ࣖ ","kitabah":"فَخَرَجَ مِنْهَا خَاۤىِٕفًا يَّتَرَقَّبُ ۖقَالَ رَبِّ نَجِّنِيْ مِنَ الْقَوْمِ الظّٰلِمِيْنَ ࣖ ","latin":"Fakharaja minhā khā'ifay yataraqqab(u), qāla rabbi najjinī minal-qaumiẓ-ẓālimīn(a).","translation":"Maka, keluarlah dia (Musa) dari kota itu dengan rasa takut dan waspada. Dia berdoa, “Ya Tuhanku, selamatkanlah aku dari kaum yang zalim.”"},{"surah_number":28,"ayat_number":22,"arabic":"وَلَمَّا تَوَجَّهَ تِلْقَاۤءَ مَدْيَنَ قَالَ عَسٰى رَبِّيْٓ اَنْ يَّهْدِيَنِيْ سَوَاۤءَ السَّبِيْلِ ","kitabah":"وَلَمَّا تَوَجَّهَ تِلْقَاۤءَ مَدْيَنَ قَالَ عَسٰى رَبِّٓيْ اَنْ يَّهْدِيَنِيْ سَوَاۤءَ السَّبِيْلِ ","latin":"Wa lammā tawajjaha tilqā'a madyana qāla ‘asā rabbī ay yahdiyanī sawā'as-sabīl(i).","translation":"Ketika menuju ke arah negeri Madyan,560) dia (Musa) berdoa, “Semoga Tuhanku membimbingku ke jalan yang benar.”"},{"surah_number":28,"ayat_number":23,"arabic":"وَلَمَّا وَرَدَ مَاۤءَ مَدْيَنَ وَجَدَ عَلَيْهِ اُمَّةً مِّنَ النَّاسِ يَسْقُوْنَ ەۖ وَوَجَدَ مِنْ دُوْنِهِمُ امْرَاَتَيْنِ تَذُوْدٰنِۚ قَالَ مَا خَطْبُكُمَا ۗقَالَتَا لَا نَسْقِيْ حَتّٰى يُصْدِرَ الرِّعَاۤءُ وَاَبُوْنَا شَيْخٌ كَبِيْرٌ","kitabah":"وَلَمَّا وَرَدَ مَاۤءَ مَدْيَنَ وَجَدَ عَلَيْهِ اُمَّةً مِّنَ النَّاسِ يَسْقُوْنَ ەۖ وَوَجَدَ مِنْ دُوْنِهِمُ امْرَاَتَيْنِ تَذُوْدٰنِۚ قَالَ مَا خَطْبُكُمَا ۗقَالَتَا لَا نَسْقِيْ حَتّٰى يُصْدِرَ الرِّعَاۤءُ وَاَبُوْنَا شَيْخٌ كَبِيْرٌ","latin":"Wa lammā warada mā'a madyana wajada ‘alaihi ummatam minan-nāsi yasqūn(a), wa wajada min dūnihimumra'ataini tażūdān(i), qāla mā khaṭbukumā, qālatā lā nasqī ḥattā yuṣdirar-ri‘ā'u wa abūnā syaikhun kabīr(un).","translation":"Ketika sampai di sumber air negeri Madyan, dia menjumpai di sana sekumpulan orang yang sedang memberi minum (ternaknya) dan dia menjumpai di belakang mereka ada dua orang perempuan sedang menghalau (ternaknya dari sumber air). Dia (Musa) berkata, “Apa maksudmu (berbuat begitu)?” Kedua (perempuan) itu menjawab, “Kami tidak dapat memberi minum (ternak kami) sebelum para penggembala itu memulangkan (ternaknya), sedangkan ayah kami adalah orang tua yang telah lanjut usia.”"},{"surah_number":28,"ayat_number":24,"arabic":"فَسَقٰى لَهُمَا ثُمَّ تَوَلّٰىٓ اِلَى الظِّلِّ فَقَالَ رَبِّ اِنِّيْ لِمَآ اَنْزَلْتَ اِلَيَّ مِنْ خَيْرٍ فَقِيْرٌ ","kitabah":"فَسَقٰى لَهُمَا ثُمَّ تَوَلّٰىٓ اِلَى الظِّلِّ فَقَالَ رَبِّ اِنِّيْ لِمَآ اَنْزَلْتَ اِلَيَّ مِنْ خَيْرٍ فَقِيْرٌ ","latin":"Fasaqā lahumā ṡumma tawallā ilaẓ-ẓilli faqāla rabbi innī limā anzalta ilayya min khairin faqīr(un).    ","translation":"Maka, dia (Musa) memberi minum (ternak) kedua perempuan itu. Dia kemudian berpindah ke tempat yang teduh, lalu berdoa, “Ya Tuhanku, sesungguhnya aku sangat memerlukan suatu kebaikan (rezeki) yang Engkau turunkan kepadaku.”"},{"surah_number":28,"ayat_number":25,"arabic":"فَجَاۤءَتْهُ اِحْدٰىهُمَا تَمْشِيْ عَلَى اسْتِحْيَاۤءٍ  ۖقَالَتْ اِنَّ اَبِيْ يَدْعُوْكَ لِيَجْزِيَكَ اَجْرَ مَا سَقَيْتَ لَنَاۗ فَلَمَّا جَاۤءَهٗ وَقَصَّ عَلَيْهِ الْقَصَصَۙ  قَالَ لَا تَخَفْۗ نَجَوْتَ مِنَ الْقَوْمِ الظّٰلِمِيْنَ ","kitabah":"فَجَاۤءَتْهُ اِحْدٰىهُمَا تَمْشِيْ عَلَى اسْتِحْيَاۤءٍ  ۖقَالَتْ اِنَّ اَبِيْ يَدْعُوْكَ لِيَجْزِيَكَ اَجْرَ مَا سَقَيْتَ لَنَاۗ فَلَمَّا جَاۤءَهٗ وَقَصَّ عَلَيْهِ الْقَصَصَۙ  قَالَ لَا تَخَفْۗ نَجَوْتَ مِنَ الْقَوْمِ الظّٰلِمِيْنَ ","latin":"Fajā'athu iḥdāhumā tamsyī ‘alastiḥyā'(in), qālat inna abī yad‘ūka liyajziyaka ajra mā saqaita lanā, falammā jā'ahū wa qaṣṣa ‘alaihil-qaṣaṣ(a), qāla lā takhaf, najauta minal-qaumiẓ-ẓālimīn(a).","translation":"Lalu, datanglah kepada Musa salah seorang dari keduanya itu sambil berjalan dengan malu-malu. Dia berkata, “Sesungguhnya ayahku mengundangmu untuk memberi balasan sebagai imbalan atas (kebaikan)-mu memberi minum (ternak) kami.” Ketika (Musa) mendatanginya dan menceritakan kepadanya kisah (dirinya), dia berkata, “Janganlah engkau takut! Engkau telah selamat dari orang-orang yang zalim itu.”"},{"surah_number":28,"ayat_number":26,"arabic":"قَالَتْ اِحْدٰىهُمَا يٰٓاَبَتِ اسْتَأْجِرْهُ ۖاِنَّ خَيْرَ مَنِ اسْتَأْجَرْتَ الْقَوِيُّ الْاَمِيْنُ ","kitabah":"قَالَتْ اِحْدٰىهُمَا يٰٓاَبَتِ اسْتَأْجِرْهُ ۖاِنَّ خَيْرَ مَنِ اسْتَأْجَرْتَ الْقَوِيُّ الْاَمِيْنُ ","latin":"Qālat iḥdāhumā yā abatista'jirh(u), inna khaira manista'jartal-qawiyyul-amīn(u).       ","translation":"Salah seorang dari kedua (perempuan) itu berkata, “Wahai ayahku, pekerjakanlah dia. Sesungguhnya sebaik-baik orang yang engkau pekerjakan adalah orang yang kuat lagi dapat dipercaya.”"},{"surah_number":28,"ayat_number":27,"arabic":"قَالَ اِنِّيْٓ اُرِيْدُ اَنْ اُنْكِحَكَ اِحْدَى ابْنَتَيَّ هٰتَيْنِ عَلٰٓى اَنْ تَأْجُرَنِيْ ثَمٰنِيَ حِجَجٍۚ فَاِنْ اَتْمَمْتَ عَشْرًا فَمِنْ عِنْدِكَۚ وَمَآ اُرِيْدُ اَنْ اَشُقَّ عَلَيْكَۗ سَتَجِدُنِيْٓ اِنْ شَاۤءَ اللّٰهُ مِنَ الصّٰلِحِيْنَ ","kitabah":"قَالَ اِنِّٓيْ اُرِيْدُ اَنْ اُنْكِحَكَ اِحْدَى ابْنَتَيَّ هٰتَيْنِ عَلٰٓى اَنْ تَأْجُرَنِيْ ثَمٰنِيَ حِجَجٍۚ فَاِنْ اَتْمَمْتَ عَشْرًا فَمِنْ عِنْدِكَۚ وَمَآ اُرِيْدُ اَنْ اَشُقَّ عَلَيْكَۗ سَتَجِدُنِيْٓ اِنْ شَاۤءَ اللّٰهُ مِنَ الصّٰلِحِيْنَ ","latin":"Qāla innī urīdu an unkiḥaka iḥdabnatayya hātaini ‘alā an ta'juranī ṡamāniya ḥijaj(in), fa'in atmamta ‘asyran famin ‘indik(a), wa mā urīdu an asyuqqa ‘alaik(a), satajidunī in syā'allāhu minaṣ-ṣāliḥīn(a).","translation":"Dia (ayah kedua perempuan itu) berkata, “Sesungguhnya aku bermaksud menikahkanmu dengan salah seorang dari kedua anak perempuanku ini dengan ketentuan bahwa engkau bekerja padaku selama delapan tahun. Jika engkau menyempurnakannya sepuluh tahun, itu adalah (suatu kebaikan) darimu. Aku tidak bermaksud memberatkanmu. Insyaallah engkau akan mendapatiku termasuk orang-orang yang baik.”"},{"surah_number":28,"ayat_number":28,"arabic":"قَالَ ذٰلِكَ بَيْنِيْ وَبَيْنَكَۗ اَيَّمَا الْاَجَلَيْنِ قَضَيْتُ فَلَا عُدْوَانَ عَلَيَّ ۗوَاللّٰهُ عَلٰى مَا نَقُوْلُ وَكِيْلٌ ࣖ","kitabah":"قَالَ ذٰلِكَ بَيْنِيْ وَبَيْنَكَۗ اَيَّمَا الْاَجَلَيْنِ قَضَيْتُ فَلَا عُدْوَانَ عَلَيَّ ۗوَاللّٰهُ عَلٰى مَا نَقُوْلُ وَكِيْلٌ ࣖ","latin":"Qāla żālika bainī wa bainak(a), ayyamal-ajalaini qaḍaitu falā ‘udwāna ‘alayy(a), wallāhu ‘alā mā naqūlu wakīl(un).","translation":"Dia (Musa) berkata, “Itu (perjanjian) antara aku dan engkau. Yang mana saja dari kedua waktu yang ditentukan itu yang aku sempurnakan, maka tidak ada tuntutan atas diriku (lagi). Allah menjadi saksi atas apa yang kita ucapkan.”"},{"surah_number":28,"ayat_number":29,"arabic":"۞ فَلَمَّا قَضٰى مُوْسَى الْاَجَلَ وَسَارَ بِاَهْلِهٖٓ اٰنَسَ مِنْ جَانِبِ الطُّوْرِ نَارًاۗ قَالَ لِاَهْلِهِ امْكُثُوْٓا اِنِّيْٓ اٰنَسْتُ نَارًا لَّعَلِّيْٓ اٰتِيْكُمْ مِّنْهَا بِخَبَرٍ اَوْ جَذْوَةٍ مِّنَ النَّارِ لَعَلَّكُمْ تَصْطَلُوْنَ","kitabah":"۞ فَلَمَّا قَضٰى مُوْسَى الْاَجَلَ وَسَارَ بِاَهْلِهٖٓ اٰنَسَ مِنْ جَانِبِ الطُّوْرِ نَارًاۗ قَالَ لِاَهْلِهِ امْكُثُوْٓا اِنِّٓيْ اٰنَسْتُ نَارًا لَّعَلِّٓيْ اٰتِيْكُمْ مِّنْهَا بِخَبَرٍ اَوْ جَذْوَةٍ مِّنَ النَّارِ لَعَلَّكُمْ تَصْطَلُوْنَ","latin":"Falammā qaḍā mūsal-ajala wa sāra bi'ahlihī ānasa min jānibiṭ-ṭūri nārā(n), qāla li'ahlihimkuṡū innī ānastu nāral la‘allī ātīkum minhā bikhabarin au jażwatim minan-nāri la‘allakum taṣṭalūn(a).","translation":"Maka, ketika Musa telah menyelesaikan waktu yang ditentukan itu dan berangkat dengan istrinya,561) dia melihat api di lereng gunung. Dia berkata kepada keluarganya, “Tunggulah (di sini). Sesungguhnya aku melihat api. Mudah-mudahan aku dapat membawa suatu berita kepadamu dari (tempat) api itu atau (membawa) sepercik api agar kamu dapat menghangatkan badan (dekat api).”"},{"surah_number":28,"ayat_number":30,"arabic":"فَلَمَّآ اَتٰىهَا نُوْدِيَ مِنْ شَاطِئِ الْوَادِ الْاَيْمَنِ فِى الْبُقْعَةِ الْمُبٰرَكَةِ مِنَ الشَّجَرَةِ اَنْ يّٰمُوْسٰىٓ اِنِّيْٓ اَنَا اللّٰهُ رَبُّ الْعٰلَمِيْنَ ۙ","kitabah":"فَلَمَّآ اَتٰىهَا نُوْدِيَ مِنْ شَاطِئِ الْوَادِ الْاَيْمَنِ فِى الْبُقْعَةِ الْمُبٰرَكَةِ مِنَ الشَّجَرَةِ اَنْ يّٰمُوْسٰىٓ اِنِّيْٓ اَنَا اللّٰهُ رَبُّ الْعٰلَمِيْنَ ۙ","latin":"Falammā atāhā nūdiya min syāṭi'il wādil aimani fil buq‘atil mubārakati minasy syajarati ay yā mūsā innī anallāhu rabbul-‘ālamīn(a).","translation":"Maka, ketika dia (Musa) mendatangi (api) itu, dia dipanggil dari pinggir lembah di sebelah kanan (Musa) dari (arah) pohon di sebidang tanah yang diberkahi. “Wahai Musa, sesungguhnya Aku adalah Allah, Tuhan semesta alam.562)"},{"surah_number":28,"ayat_number":31,"arabic":"وَاَنْ اَلْقِ عَصَاكَ ۗفَلَمَّا رَاٰهَا تَهْتَزُّ كَاَنَّهَا جَاۤنٌّ وَّلّٰى مُدْبِرًا وَّلَمْ يُعَقِّبْۗ يٰمُوْسٰىٓ اَقْبِلْ وَلَا تَخَفْۗ اِنَّكَ مِنَ الْاٰمِنِيْنَ","kitabah":"وَاَنْ اَلْقِ عَصَاكَ ۗفَلَمَّا رَاٰهَا تَهْتَزُّ كَاَنَّهَا جَاۤنٌّ وَّلّٰى مُدْبِرًا وَّلَمْ يُعَقِّبْۗ يٰمُوْسٰىٓ اَقْبِلْ وَلَا تَخَفْۗ اِنَّكَ مِنَ الْاٰمِنِيْنَ","latin":"Wa alqi ‘aṣāk(a), falammā ra'āhā tahtazzu ka'annahā jānnuw wallā mudbiraw wa lam yu‘aqqib, yā mūsā aqbil wa lā takhaf, innaka minal-āminīn(a).","translation":"Lemparkanlah tongkatmu!” Maka, ketika dia (Musa) melihatnya bergerak-gerak seperti seekor ular kecil yang gesit, dia lari berbalik ke belakang tanpa menoleh. (Allah berfirman,) “Wahai Musa, kemarilah dan jangan takut! Sesungguhnya engkau termasuk orang-orang yang aman.563)"},{"surah_number":28,"ayat_number":32,"arabic":"اُسْلُكْ يَدَكَ فِيْ جَيْبِكَ تَخْرُجْ بَيْضَاۤءَ مِنْ غَيْرِ سُوْۤءٍ ۖوَّاضْمُمْ اِلَيْكَ جَنَاحَكَ مِنَ الرَّهْبِ  فَذٰنِكَ بُرْهَانٰنِ مِنْ رَّبِّكَ اِلٰى فِرْعَوْنَ وَمَلَا۟ىِٕهٖۗ اِنَّهُمْ كَانُوْا قَوْمًا فٰسِقِيْنَ ","kitabah":"اُسْلُكْ يَدَكَ فِيْ جَيْبِكَ تَخْرُجْ بَيْضَاۤءَ مِنْ غَيْرِ سُوْۤءٍ ۖوَّاضْمُمْ اِلَيْكَ جَنَاحَكَ مِنَ الرَّهْبِ  فَذٰنِكَ بُرْهَانٰنِ مِنْ رَّبِّكَ اِلٰى فِرْعَوْنَ وَمَلَا۟ىِٕهٖۗ اِنَّهُمْ كَانُوْا قَوْمًا فٰسِقِيْنَ ","latin":"Usluk yadaka fī jaibika takhruj baiḍā'a min gairi sū'(in), waḍmum ilaika janāḥaka minar-rahbi fażānika burhānāni mir rabbika ilā fir‘auna wa mala'ih(ī), innahum kānū qauman fāsiqīn(a).","translation":"Masukkanlah tanganmu ke leher bajumu, ia akan keluar (dalam keadaan bercahaya) putih bukan karena cacat. Dekapkanlah kedua tanganmu jika engkau takut. Itulah dua mukjizat dari Tuhanmu (yang akan engkau tunjukkan) kepada Firʻaun dan para pembesarnya. Sesungguhnya mereka adalah kaum yang fasik.”"},{"surah_number":28,"ayat_number":33,"arabic":"قَالَ رَبِّ اِنِّيْ قَتَلْتُ مِنْهُمْ نَفْسًا فَاَخَافُ اَنْ يَّقْتُلُوْنِ ","kitabah":"قَالَ رَبِّ اِنِّيْ قَتَلْتُ مِنْهُمْ نَفْسًا فَاَخَافُ اَنْ يَّقْتُلُوْنِ ","latin":"Qāla rabbi innī qataltu minhum nafsan fa'akhāfu ay yaqtulūn(i).","translation":"(Musa) berkata, “Ya Tuhanku, sesungguhnya aku telah membunuh seseorang dari mereka sehingga aku takut mereka akan membunuhku."},{"surah_number":28,"ayat_number":34,"arabic":"وَاَخِيْ هٰرُوْنُ هُوَ اَفْصَحُ مِنِّيْ لِسَانًا فَاَرْسِلْهُ مَعِيَ رِدْءًا يُّصَدِّقُنِيْٓ  ۖاِنِّيْٓ اَخَافُ اَنْ يُّكَذِّبُوْنِ ","kitabah":"وَاَخِيْ هٰرُوْنُ هُوَ اَفْصَحُ مِنِّيْ لِسَانًا فَاَرْسِلْهُ مَعِيَ رِدْءًا يُّصَدِّقُنِيْٓۖ اِنِّٓيْ اَخَافُ اَنْ يُّكَذِّبُوْنِ ","latin":"Wa akhī hārūnu huwa afṣaḥu minnī lisānan fa'arsilhu ma‘iya rid'ay yuṣaddiqunī, innī akhāfu ay yukażżibūn(i).","translation":"Adapun saudaraku Harun, dia lebih fasih lidahnya daripadaku.564) Maka, utuslah dia bersamaku sebagai pembantuku untuk membenarkan (perkataan)-ku. Sesungguhnya aku takut mereka akan mendustakanku.”"},{"surah_number":28,"ayat_number":35,"arabic":"قَالَ سَنَشُدُّ عَضُدَكَ بِاَخِيْكَ وَنَجْعَلُ لَكُمَا سُلْطٰنًا فَلَا يَصِلُوْنَ اِلَيْكُمَا  ۛبِاٰيٰتِنَا  ۛ اَنْتُمَا وَمَنِ اتَّبَعَكُمَا الْغٰلِبُوْنَ ","kitabah":"قَالَ سَنَشُدُّ عَضُدَكَ بِاَخِيْكَ وَنَجْعَلُ لَكُمَا سُلْطٰنًا فَلَا يَصِلُوْنَ اِلَيْكُمَا  ۛبِاٰيٰتِنَا  ۛ اَنْتُمَا وَمَنِ اتَّبَعَكُمَا الْغٰلِبُوْنَ ","latin":"Qāla sanasyuddu ‘aḍudaka bi'akhīka wa naj‘alu lakumā sulṭānan falā yaṣilūna ilaikumā - bi'āyātinā - antumā wa manittaba‘akumal-gālibūn(a).","translation":"Dia (Allah) berfirman, “Kami akan menguatkanmu dengan saudaramu dan Kami akan berikan kepadamu berdua hujah (mukjizat). Maka, mereka tidak akan dapat mencapaimu. (Berangkatlah kamu berdua) dengan membawa mukjizat Kami. Kamu berdua dan orang yang mengikutimu adalah para pemenang.”"},{"surah_number":28,"ayat_number":36,"arabic":"فَلَمَّا جَاۤءَهُمْ مُّوْسٰى بِاٰيٰتِنَا بَيِّنٰتٍ قَالُوْا مَا هٰذَآ اِلَّا سِحْرٌ مُّفْتَرًىۙ وَّمَا سَمِعْنَا بِهٰذَا فِيْٓ اٰبَاۤىِٕنَا الْاَوَّلِيْنَ ","kitabah":"فَلَمَّا جَاۤءَهُمْ مُّوْسٰى بِاٰيٰتِنَا بَيِّنٰتٍ قَالُوْا مَا هٰذَآ اِلَّا سِحْرٌ مُّفْتَرًىۙ وَّمَا سَمِعْنَا بِهٰذَا فِيْٓ اٰبَاۤىِٕنَا الْاَوَّلِيْنَ ","latin":"Falammā jā'ahum mūsā bi'āyātinā bayyinātin qālū mā hāżā illā siḥrum muftarā(n), wa mā sami‘nā bihāżā fī ābā'inal-awwalīn(a). ","translation":"Ketika Musa mendatangi mereka (Firʻaun dan pengikutnya) dengan (membawa) mukjizat Kami yang nyata, mereka berkata, “Ini hanyalah sihir yang dibuat-buat dan kami tidak pernah mendengar (ajakan) ini dari nenek moyang kami dahulu.”"},{"surah_number":28,"ayat_number":37,"arabic":"وَقَالَ مُوْسٰى رَبِّيْٓ اَعْلَمُ بِمَنْ جَاۤءَ بِالْهُدٰى مِنْ عِنْدِهٖ وَمَنْ تَكُوْنُ لَهٗ عَاقِبَةُ الدَّارِۗ اِنَّهٗ لَا يُفْلِحُ الظّٰلِمُوْنَ ","kitabah":"وَقَالَ مُوْسٰى رَبِّيْٓ اَعْلَمُ بِمَنْ جَاۤءَ بِالْهُدٰى مِنْ عِنْدِهٖ وَمَنْ تَكُوْنُ لَهٗ عَاقِبَةُ الدَّارِۗ اِنَّهٗ لَا يُفْلِحُ الظّٰلِمُوْنَ ","latin":"Wa qāla mūsā rabbī a‘lamu biman jā'a bil-hudā min ‘indihī wa man takūnu lahū ‘āqibatud-dār(i), innahū lā yufliḥuẓ-ẓālimūn(a).","translation":"Musa menjawab, “Tuhanku lebih mengetahui siapa yang (pantas) membawa petunjuk dari sisi-Nya dan siapa yang akan mendapat kesudahan (yang baik) di akhirat. Sesungguhnya orang-orang zalim itu tidak beruntung.”"},{"surah_number":28,"ayat_number":38,"arabic":"وَقَالَ فِرْعَوْنُ يٰٓاَيُّهَا الْمَلَاُ مَا عَلِمْتُ لَكُمْ مِّنْ اِلٰهٍ غَيْرِيْۚ فَاَوْقِدْ لِيْ يٰهَامٰنُ عَلَى الطِّيْنِ فَاجْعَلْ لِّيْ صَرْحًا لَّعَلِّيْٓ اَطَّلِعُ اِلٰٓى اِلٰهِ مُوْسٰىۙ وَاِنِّيْ لَاَظُنُّهٗ مِنَ الْكٰذِبِيْنَ ","kitabah":"وَقَالَ فِرْعَوْنُ يٰٓاَيُّهَا الْمَلَاُ مَا عَلِمْتُ لَكُمْ مِّنْ اِلٰهٍ غَيْرِيْۚ فَاَوْقِدْ لِيْ يٰهَامٰنُ عَلَى الطِّيْنِ فَاجْعَلْ لِّيْ صَرْحًا لَّعَلِّٓيْ اَطَّلِعُ اِلٰٓى اِلٰهِ مُوْسٰىۙ وَاِنِّيْ لَاَظُنُّهٗ مِنَ الْكٰذِبِيْنَ ","latin":"Wa qāla fir‘aunu yā ayyuhal-mala'u mā ‘alimtu lakum min ilāhin gairī, fa'auqid lī yā hāmānu ‘alaṭ-ṭīni faj‘al lī ṣarḥal la‘allī aṭṭali‘u ilā ilāhi mūsā, wa innī la'aẓunnuhū minal-kāżibīn(a).","translation":"Firʻaun berkata, “Wahai para pembesar, aku tidak mengetahui ada Tuhan bagimu selainku. Wahai Haman, bakarlah tanah liat untukku (untuk membuat batu bata), kemudian buatkanlah bangunan yang tinggi untukku agar aku dapat naik melihat Tuhannya Musa! Sesungguhnya aku yakin bahwa dia termasuk para pendusta.”"},{"surah_number":28,"ayat_number":39,"arabic":"وَاسْتَكْبَرَ هُوَ وَجُنُوْدُهٗ فِى الْاَرْضِ بِغَيْرِ الْحَقِّ وَظَنُّوْٓا اَنَّهُمْ اِلَيْنَا لَا يُرْجَعُوْنَ ","kitabah":"وَاسْتَكْبَرَ هُوَ وَجُنُوْدُهٗ فِى الْاَرْضِ بِغَيْرِ الْحَقِّ وَظَنُّوْٓا اَنَّهُمْ اِلَيْنَا لَا يُرْجَعُوْنَ ","latin":"Wastakbara huwa wa judūduhū fil-arḍi bigairil-ḥaqqi wa ẓannū annahum ilainā lā yurja‘ūn(a).","translation":"Dia (Firʻaun) dan bala tentaranya bersikap sombong di bumi tanpa (alasan yang) benar. Mereka mengira bahwa sesungguhnya mereka tidak akan dikembalikan kepada Kami."},{"surah_number":28,"ayat_number":40,"arabic":"فَاَخَذْنٰهُ وَجُنُوْدَهٗ فَنَبَذْنٰهُمْ فِى الْيَمِّ ۚفَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ الظّٰلِمِيْنَ ","kitabah":"فَاَخَذْنٰهُ وَجُنُوْدَهٗ فَنَبَذْنٰهُمْ فِى الْيَمِّ ۚفَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ الظّٰلِمِيْنَ ","latin":"Fa'akhażnāhu wa junūdahū fanabażnāhum fil-yamm(i), fanẓur kaifa kāna ‘āqibatuẓ-ẓālimīn(a).","translation":"Kami menghukum dia (Firʻaun) dan bala tentaranya. Kami menenggelamkan mereka ke dalam laut. Perhatikanlah bagaimana kesudahan orang-orang zalim."},{"surah_number":28,"ayat_number":41,"arabic":"وَجَعَلْنٰهُمْ اَىِٕمَّةً يَّدْعُوْنَ اِلَى النَّارِۚ وَيَوْمَ الْقِيٰمَةِ لَا يُنْصَرُوْنَ ","kitabah":"وَجَعَلْنٰهُمْ اَىِٕمَّةً يَّدْعُوْنَ اِلَى النَّارِۚ وَيَوْمَ الْقِيٰمَةِ لَا يُنْصَرُوْنَ ","latin":"Wa ja‘alnāhum a'immatay yad‘ūna ilan-nār(i), wa yaumal-qiyāmati lā yunṣarūn(a).","translation":"Kami menjadikan mereka (Firʻaun dan bala tentaranya) para pemimpin yang mengajak (manusia) ke neraka. Pada hari Kiamat mereka tidak akan ditolong."},{"surah_number":28,"ayat_number":42,"arabic":"وَاَتْبَعْنٰهُمْ فِيْ هٰذِهِ الدُّنْيَا لَعْنَةً ۚوَيَوْمَ الْقِيٰمَةِ هُمْ مِّنَ الْمَقْبُوْحِيْنَ ࣖ","kitabah":"وَاَتْبَعْنٰهُمْ فِيْ هٰذِهِ الدُّنْيَا لَعْنَةً ۚوَيَوْمَ الْقِيٰمَةِ هُمْ مِّنَ الْمَقْبُوْحِيْنَ ࣖ","latin":"Wa atba‘nāhum fī hāżihid-dun-yā la‘nah(tan), wa yaumal-qiyāmati hum minal-maqbūḥīn(a).","translation":"Kami memperikutkan laknat kepada mereka di dunia ini dan pada hari Kiamat mereka termasuk orang-orang yang dijauhkan (dari rahmat Allah)."},{"surah_number":28,"ayat_number":43,"arabic":"وَلَقَدْ اٰتَيْنَا مُوْسَى الْكِتٰبَ مِنْۢ بَعْدِ مَآ اَهْلَكْنَا الْقُرُوْنَ الْاُوْلٰى بَصَاۤىِٕرَ لِلنَّاسِ وَهُدًى وَّرَحْمَةً لَّعَلَّهُمْ يَتَذَكَّرُوْنَ ","kitabah":"وَلَقَدْ اٰتَيْنَا مُوْسَى الْكِتٰبَ مِنْۢ بَعْدِ مَآ اَهْلَكْنَا الْقُرُوْنَ الْاُوْلٰى بَصَاۤىِٕرَ لِلنَّاسِ وَهُدًى وَّرَحْمَةً لَّعَلَّهُمْ يَتَذَكَّرُوْنَ ","latin":"Wa laqad ātainā mūsal-kitāba mim ba‘di mā ahlaknal-qurūnal ūlā baṣā'ira lin-nāsi wa hudaw wa raḥmatal la‘allahum yatażakkarūn(a).","translation":"Sungguh, Kami benar-benar menganugerahkan kepada Musa Kitab (Taurat) setelah Kami membinasakan generasi terdahulu sebagai penerang, petunjuk, dan rahmat bagi manusia agar mereka mendapat pelajaran."},{"surah_number":28,"ayat_number":44,"arabic":"وَمَا كُنْتَ بِجَانِبِ الْغَرْبِيِّ اِذْ قَضَيْنَآ اِلٰى مُوْسَى الْاَمْرَ وَمَا كُنْتَ مِنَ الشّٰهِدِيْنَ ۙ","kitabah":"وَمَا كُنْتَ بِجَانِبِ الْغَرْبِيِّ اِذْ قَضَيْنَآ اِلٰى مُوْسَى الْاَمْرَ وَمَا كُنْتَ مِنَ الشّٰهِدِيْنَ ۙ","latin":"Wa mā kunta bijānibil-garbiyyi iż qaḍainā ilā mūsal-amra wa mā kunta minasy-syāhidīn(a).  ","translation":"Engkau (Nabi Muhammad) tidak berada di sebelah barat (lembah suci Tuwa) ketika Kami menyampaikan risalah kepada Musa. Engkau tidak (pula) termasuk orang-orang yang menyaksikan (kejadian itu)."},{"surah_number":28,"ayat_number":45,"arabic":"وَلٰكِنَّآ اَنْشَأْنَا قُرُوْنًا فَتَطَاوَلَ عَلَيْهِمُ الْعُمُرُۚ وَمَا كُنْتَ ثَاوِيًا فِيْٓ اَهْلِ مَدْيَنَ تَتْلُوْا عَلَيْهِمْ اٰيٰتِنَاۙ وَلٰكِنَّا كُنَّا مُرْسِلِيْنَ ","kitabah":"وَلٰكِنَّآ اَنْشَأْنَا قُرُوْنًا فَتَطَاوَلَ عَلَيْهِمُ الْعُمُرُۚ وَمَا كُنْتَ ثَاوِيًا فِيْٓ اَهْلِ مَدْيَنَ تَتْلُوْا عَلَيْهِمْ اٰيٰتِنَاۙ وَلٰكِنَّا كُنَّا مُرْسِلِيْنَ ","latin":"Wa lākinnā ansya'nā qurūnan fataṭāwala ‘alaihimul-‘umur(u), wa mā kunta ṡāwiyan fī ahli madyana tatlū ‘alaihim āyātinā, wa lākinnā kunnā mursilīn(a).","translation":"Akan tetapi, Kami telah menciptakan beberapa umat dan telah berlalu atas mereka masa yang panjang. Engkau (Nabi Muhammad) tidak pula tinggal bersama-sama penduduk Madyan, (sehingga dapat) membacakan ayat-ayat Kami kepada mereka. Akan tetapi, Kamilah pengutus (para rasul). "},{"surah_number":28,"ayat_number":46,"arabic":"وَمَا كُنْتَ بِجَانِبِ الطُّوْرِ اِذْ نَادَيْنَا وَلٰكِنْ رَّحْمَةً مِّنْ رَّبِّكَ لِتُنْذِرَ قَوْمًا مَّآ اَتٰىهُمْ مِّنْ نَّذِيْرٍ مِّنْ قَبْلِكَ لَعَلَّهُمْ يَتَذَكَّرُوْنَ ","kitabah":"وَمَا كُنْتَ بِجَانِبِ الطُّوْرِ اِذْ نَادَيْنَا وَلٰكِنْ رَّحْمَةً مِّنْ رَّبِّكَ لِتُنْذِرَ قَوْمًا مَّآ اَتٰىهُمْ مِّنْ نَّذِيْرٍ مِّنْ قَبْلِكَ لَعَلَّهُمْ يَتَذَكَّرُوْنَ ","latin":"Wa mā kunta bijānibiṭ-ṭūri iż nādainā wa lākir raḥmatam mir rabbika litunżira qaumam mā atāhum min nażīrim min qablika la‘allahum yatażakkarūn(a).","translation":"Engkau (Nabi Muhammad) tidak pula berada di dekat gunung (Sinai) ketika Kami memanggil (Musa). Akan tetapi, (engkau mengetahuinya) semata-mata karena rahmat dari Tuhanmu agar engkau memberi peringatan kepada kaum yang belum didatangi oleh seorang pun pemberi peringatan sebelum engkau agar mereka mendapat pelajaran."},{"surah_number":28,"ayat_number":47,"arabic":"وَلَوْلَآ اَنْ تُصِيْبَهُمْ مُّصِيْبَةٌ ۢبِمَا قَدَّمَتْ اَيْدِيْهِمْ فَيَقُوْلُوْا رَبَّنَا لَوْلَآ اَرْسَلْتَ اِلَيْنَا رَسُوْلًا فَنَتَّبِعَ اٰيٰتِكَ وَنَكُوْنَ مِنَ الْمُؤْمِنِيْنَ ","kitabah":"وَلَوْلَآ اَنْ تُصِيْبَهُمْ مُّصِيْبَةٌ ۢبِمَا قَدَّمَتْ اَيْدِيْهِمْ فَيَقُوْلُوْا رَبَّنَا لَوْلَآ اَرْسَلْتَ اِلَيْنَا رَسُوْلًا فَنَتَّبِعَ اٰيٰتِكَ وَنَكُوْنَ مِنَ الْمُؤْمِنِيْنَ ","latin":"Wa lau lā an tuṣībahum muṣībatum bimā qaddamat aidīhim fayaqūlū rabbanā lau lā arsalta ilainā rasūlan fanattabi‘a āyātika wa nakūna minal-mu'minīn(a).","translation":"Seandainya saja saat ditimpa azab karena apa yang mereka kerjakan mereka tidak berdalih dengan mengatakan, “Ya Tuhan kami, mengapa Engkau tidak mengutus seorang rasul kepada kami agar kami mengikuti ayat-ayat-Mu dan termasuk orang-orang mukmin?” (Maka, tidak akan ada rasul yang diutus.)"},{"surah_number":28,"ayat_number":48,"arabic":"فَلَمَّا جَاۤءَهُمُ الْحَقُّ مِنْ عِنْدِنَا قَالُوْا لَوْلَآ اُوْتِيَ مِثْلَ مَآ اُوْتِيَ مُوْسٰىۗ اَوَلَمْ يَكْفُرُوْا بِمَآ اُوْتِيَ مُوْسٰى مِنْ قَبْلُۚ قَالُوْا سِحْرٰنِ تَظٰهَرَاۗ وَقَالُوْٓا اِنَّا بِكُلٍّ كٰفِرُوْنَ ","kitabah":"فَلَمَّا جَاۤءَهُمُ الْحَقُّ مِنْ عِنْدِنَا قَالُوْا لَوْلَآ اُوْتِيَ مِثْلَ مَآ اُوْتِيَ مُوْسٰىۗ اَوَلَمْ يَكْفُرُوْا بِمَآ اُوْتِيَ مُوْسٰى مِنْ قَبْلُۚ قَالُوْا سِحْرٰنِ تَظٰهَرَاۗ وَقَالُوْٓا اِنَّا بِكُلٍّ كٰفِرُوْنَ ","latin":"Falammā jā'ahumul-ḥaqqu min ‘indinā qālū lau lā ūtiya miṡla mā ūtiya mūsā, awalam yakfurū bimā ūtiya mūsā min qabl(u), qālū siḥrāni taẓāharā, wa qālū innā bikullin kāfirūn(a).","translation":"Ketika telah datang kepada mereka kebenaran (Al-Qur’an) dari sisi Kami, mereka berkata, “Mengapa tidak diberikan kepadanya (Nabi Muhammad mukjizat) seperti apa yang telah diberikan kepada Musa?” Bukankah mereka itu telah ingkar kepada apa yang diberikan kepada Musa dahulu? Mereka berkata, “(Al-Qur’an dan Taurat adalah) dua (kitab) sihir yang saling menguatkan.” Mereka (juga) berkata, “Sesungguhnya kami mengingkari keduanya.”"},{"surah_number":28,"ayat_number":49,"arabic":"قُلْ فَأْتُوْا بِكِتٰبٍ مِّنْ عِنْدِ اللّٰهِ هُوَ اَهْدٰى مِنْهُمَآ اَتَّبِعْهُ اِنْ كُنْتُمْ صٰدِقِيْنَ ","kitabah":"قُلْ فَأْتُوْا بِكِتٰبٍ مِّنْ عِنْدِ اللّٰهِ هُوَ اَهْدٰى مِنْهُمَآ اَتَّبِعْهُ اِنْ كُنْتُمْ صٰدِقِيْنَ ","latin":"Qul fa'tū bikitābim min ‘indillāhi huwa ahdā minhumā attabi‘hu in kuntum ṣādiqīn(a).","translation":"Katakanlah (Nabi Muhammad), “Datangkanlah sebuah kitab dari sisi Allah yang lebih banyak memberi petunjuk daripada keduanya (Taurat dan Al-Qur’an), niscaya aku mengikutinya, jika kamu orang-orang benar.”"},{"surah_number":28,"ayat_number":50,"arabic":"فَاِنْ لَّمْ يَسْتَجِيْبُوْا لَكَ فَاعْلَمْ اَنَّمَا يَتَّبِعُوْنَ اَهْوَاۤءَهُمْۗ وَمَنْ اَضَلُّ مِمَّنِ اتَّبَعَ هَوٰىهُ بِغَيْرِ هُدًى مِّنَ اللّٰهِ ۗاِنَّ اللّٰهَ لَا يَهْدِى الْقَوْمَ الظّٰلِمِيْنَ ࣖ","kitabah":"فَاِنْ لَّمْ يَسْتَجِيْبُوْا لَكَ فَاعْلَمْ اَنَّمَا يَتَّبِعُوْنَ اَهْوَاۤءَهُمْۗ وَمَنْ اَضَلُّ مِمَّنِ اتَّبَعَ هَوٰىهُ بِغَيْرِ هُدًى مِّنَ اللّٰهِ ۗاِنَّ اللّٰهَ لَا يَهْدِى الْقَوْمَ الظّٰلِمِيْنَ ࣖ","latin":"Fa illam yastajībū laka fa‘lam annamā yattabi‘ūna ahwā'ahum, wa man aḍallu mimmanittaba‘a hawāhu bigairi hudam minallāh(i), innallāha lā yahdil-qaumaẓ-ẓālimīn(a).","translation":"Jika mereka tidak menjawab (tantanganmu), ketahuilah bahwa mereka hanyalah mengikuti hawa nafsu mereka. Siapakah yang lebih sesat daripada orang yang mengikuti keinginannya tanpa mendapat petunjuk dari Allah? Sesungguhnya Allah tidak memberi petunjuk kepada kaum yang zalim."},{"surah_number":28,"ayat_number":51,"arabic":"۞ وَلَقَدْ وَصَّلْنَا لَهُمُ الْقَوْلَ لَعَلَّهُمْ يَتَذَكَّرُوْنَ ۗ ","kitabah":"۞ وَلَقَدْ وَصَّلْنَا لَهُمُ الْقَوْلَ لَعَلَّهُمْ يَتَذَكَّرُوْنَ ۗ ","latin":"Wa laqad waṣṣalnā lahumul-qaula la‘allahum yatażakkarūn(a).","translation":"Sungguh, Kami benar-benar telah menurunkan perkataan itu (Al-Qur’an) secara berkesinambungan untuk mereka agar selalu mengingat(-nya)."},{"surah_number":28,"ayat_number":52,"arabic":"اَلَّذِيْنَ اٰتَيْنٰهُمُ الْكِتٰبَ مِنْ قَبْلِهٖ هُمْ بِهٖ يُؤْمِنُوْنَ ","kitabah":"اَلَّذِيْنَ اٰتَيْنٰهُمُ الْكِتٰبَ مِنْ قَبْلِهٖ هُمْ بِهٖ يُؤْمِنُوْنَ ","latin":"Allażīna ātaināhumul-kitāba min qablihī hum bihī yu'minūn(a).","translation":"Orang-orang yang telah Kami anugerahkan kepada mereka Alkitab sebelum Al-Qur’an, mereka beriman (pula) kepadanya (Al-Qur’an)."},{"surah_number":28,"ayat_number":53,"arabic":"وَاِذَا يُتْلٰى عَلَيْهِمْ قَالُوْٓا اٰمَنَّا بِهٖٓ اِنَّهُ الْحَقُّ مِنْ رَّبِّنَآ اِنَّا كُنَّا مِنْ قَبْلِهٖ مُسْلِمِيْنَ ","kitabah":"وَاِذَا يُتْلٰى عَلَيْهِمْ قَالُوْٓا اٰمَنَّا بِهٖٓ اِنَّهُ الْحَقُّ مِنْ رَّبِّنَآ اِنَّا كُنَّا مِنْ قَبْلِهٖ مُسْلِمِيْنَ ","latin":"Wa iżā yutlā ‘alaihim qālū āmannā bihī innahul-ḥaqqu mir rabbinā innā kunnā min qablihī muslimīn(a).","translation":"Apabila (Al-Qur’an) dibacakan kepada mereka, mereka berkata, “Kami beriman kepadanya. Sesungguhnya (Al-Qur’an) itu adalah suatu kebenaran dari Tuhan kami. Sesungguhnya sebelum ini kami adalah orang-orang muslim.”"},{"surah_number":28,"ayat_number":54,"arabic":"اُولٰۤىِٕكَ يُؤْتَوْنَ اَجْرَهُمْ مَّرَّتَيْنِ بِمَا صَبَرُوْا وَيَدْرَءُوْنَ بِالْحَسَنَةِ السَّيِّئَةَ وَمِمَّا رَزَقْنٰهُمْ يُنْفِقُوْنَ ","kitabah":"اُولٰۤىِٕكَ يُؤْتَوْنَ اَجْرَهُمْ مَّرَّتَيْنِ بِمَا صَبَرُوْا وَيَدْرَءُوْنَ بِالْحَسَنَةِ السَّيِّئَةَ وَمِمَّا رَزَقْنٰهُمْ يُنْفِقُوْنَ ","latin":"Ulā'ika yu'tauna ajrahum marrataini bimā ṣabarū wa yadra'ūna bil-ḥasanatis-sayyi'ata wa mimmā razaqnāhum yunfiqūn(a).","translation":"Mereka itu diberi pahala dua kali (pahala beriman pada Taurat dan Al-Qur’an) disebabkan kesabaran mereka. Mereka menolak kejahatan dengan kebaikan dan menginfakkan sebagian rezeki yang telah Kami anugerahkan kepada mereka. "},{"surah_number":28,"ayat_number":55,"arabic":"وَاِذَا سَمِعُوا اللَّغْوَ اَعْرَضُوْا عَنْهُ وَقَالُوْا لَنَآ اَعْمَالُنَا وَلَكُمْ اَعْمَالُكُمْ ۖسَلٰمٌ عَلَيْكُمْ ۖ لَا نَبْتَغِى الْجٰهِلِيْنَ","kitabah":"وَاِذَا سَمِعُوا اللَّغْوَ اَعْرَضُوْا عَنْهُ وَقَالُوْا لَنَآ اَعْمَالُنَا وَلَكُمْ اَعْمَالُكُمْ ۖسَلٰمٌ عَلَيْكُمْ ۖ لَا نَبْتَغِى الْجٰهِلِيْنَ","latin":"Wa iżā sami‘ul-lagwa a‘raḍū ‘anhu wa qālū lanā a‘mālunā wa lakum a‘mālukum, salāmun ‘alaikum, lā nabtagil-jāhilīn(a).","translation":" Apabila mendengar perkataan yang buruk, mereka berpaling darinya dan berkata, “Bagi kami amal-amal kami dan bagimu amal-amalmu, salāmun ‘alaikum (semoga keselamatan tercurah kepadamu), kami tidak ingin (bergaul dengan) orang-orang bodoh.”"},{"surah_number":28,"ayat_number":56,"arabic":"اِنَّكَ لَا تَهْدِيْ مَنْ اَحْبَبْتَ وَلٰكِنَّ اللّٰهَ يَهْدِيْ مَنْ يَّشَاۤءُ ۚوَهُوَ اَعْلَمُ بِالْمُهْتَدِيْنَ ","kitabah":"اِنَّكَ لَا تَهْدِيْ مَنْ اَحْبَبْتَ وَلٰكِنَّ اللّٰهَ يَهْدِيْ مَنْ يَّشَاۤءُ ۚوَهُوَ اَعْلَمُ بِالْمُهْتَدِيْنَ ","latin":"Innaka lā tahdī man aḥbabta wa lākinnallāha yahdī may yasyā'(u), wa huwa a‘lamu bil-muhtadīn(a).","translation":"Sesungguhnya engkau (Nabi Muhammad) tidak (akan dapat) memberi petunjuk kepada orang yang engkau kasihi, tetapi Allah memberi petunjuk kepada siapa yang Dia kehendaki (berdasarkan kesiapannya untuk menerima petunjuk). Dia paling tahu tentang orang-orang yang (mau) menerima petunjuk."},{"surah_number":28,"ayat_number":57,"arabic":"وَقَالُوْٓا اِنْ نَّتَّبِعِ الْهُدٰى مَعَكَ نُتَخَطَّفْ مِنْ اَرْضِنَاۗ اَوَلَمْ نُمَكِّنْ لَّهُمْ حَرَمًا اٰمِنًا يُّجْبٰٓى اِلَيْهِ ثَمَرٰتُ كُلِّ شَيْءٍ رِّزْقًا مِّنْ لَّدُنَّا وَلٰكِنَّ اَكْثَرَهُمْ لَا يَعْلَمُوْنَ","kitabah":"وَقَالُوْٓا اِنْ نَّتَّبِعِ الْهُدٰى مَعَكَ نُتَخَطَّفْ مِنْ اَرْضِنَاۗ اَوَلَمْ نُمَكِّنْ لَّهُمْ حَرَمًا اٰمِنًا يُّجْبٰٓى اِلَيْهِ ثَمَرٰتُ كُلِّ شَيْءٍ رِّزْقًا مِّنْ لَّدُنَّا وَلٰكِنَّ اَكْثَرَهُمْ لَا يَعْلَمُوْنَ","latin":"Wa qālū in natabi‘il-hudā ma‘aka nutakhaṭṭaf min arḍinā, awalam numakkil lahum ḥaraman āminay yujbā ilaihi ṡamarātu kulli syai'ir rizqam mil ladunnā wa lākinna akṡarahum lā ya‘lamūn(a).","translation":"Mereka berkata, “Jika mengikuti petunjuk bersama engkau, niscaya kami akan diusir dari negeri kami.” (Allah berfirman,) “Bukankah Kami telah mengukuhkan kedudukan mereka di tanah haram yang aman, yang didatangkan ke tempat itu buah-buahan dari segala macam (tumbuh-tumbuhan) sebagai rezeki (bagimu) dari sisi Kami?” Akan tetapi, kebanyakan mereka tidak mengetahui."},{"surah_number":28,"ayat_number":58,"arabic":"وَكَمْ اَهْلَكْنَا مِنْ قَرْيَةٍ ۢ بَطِرَتْ مَعِيْشَتَهَا ۚفَتِلْكَ مَسٰكِنُهُمْ لَمْ تُسْكَنْ مِّنْۢ بَعْدِهِمْ اِلَّا قَلِيْلًاۗ وَكُنَّا نَحْنُ الْوٰرِثِيْنَ ","kitabah":"وَكَمْ اَهْلَكْنَا مِنْ قَرْيَةٍ ۢ بَطِرَتْ مَعِيْشَتَهَا ۚفَتِلْكَ مَسٰكِنُهُمْ لَمْ تُسْكَنْ مِّنْۢ بَعْدِهِمْ اِلَّا قَلِيْلًاۗ وَكُنَّا نَحْنُ الْوٰرِثِيْنَ ","latin":"Wa kam ahlaknā min qaryatim baṭirat ma‘īsyatahā, fatilka masākinuhum lam tuskam mim ba‘dihim illā qalīlā(n), wa kunnā naḥnul-wāriṡīn(a).","translation":"Betapa banyak (penduduk) negeri yang telah Kami binasakan karena kesenangan hidup membuatnya lalai. Maka, itulah tempat tinggal mereka yang tidak didiami (lagi) setelah mereka, kecuali sebagian kecil. Kamilah yang mewarisinya.565)"},{"surah_number":28,"ayat_number":59,"arabic":"وَمَا كَانَ رَبُّكَ مُهْلِكَ الْقُرٰى حَتّٰى يَبْعَثَ فِيْٓ اُمِّهَا رَسُوْلًا يَّتْلُوْا عَلَيْهِمْ اٰيٰتِنَاۚ وَمَا كُنَّا مُهْلِكِى الْقُرٰىٓ اِلَّا وَاَهْلُهَا ظٰلِمُوْنَ ","kitabah":"وَمَا كَانَ رَبُّكَ مُهْلِكَ الْقُرٰى حَتّٰى يَبْعَثَ فِيْٓ اُمِّهَا رَسُوْلًا يَّتْلُوْا عَلَيْهِمْ اٰيٰتِنَاۚ وَمَا كُنَّا مُهْلِكِى الْقُرٰىٓ اِلَّا وَاَهْلُهَا ظٰلِمُوْنَ ","latin":"Wa mā kāna rabbuka muhlikal-qurā ḥattā yab‘aṡa fī ummihā rasūlay yatlū ‘alaihim āyātinā, wa mā kunnā muhlikil-qurā illā wa ahluhā ẓālimūn(a).","translation":"Tuhanmu tidak akan membinasakan negeri-negeri, sebelum Dia mengutus seorang rasul di ibukotanya yang membacakan ayat-ayat Kami kepada mereka. Tidak pernah (pula) Kami membinasakan (penduduk) negeri-negeri, kecuali penduduknya dalam keadaan zalim."},{"surah_number":28,"ayat_number":60,"arabic":"وَمَآ اُوْتِيْتُمْ مِّنْ شَيْءٍ فَمَتَاعُ الْحَيٰوةِ الدُّنْيَا وَزِيْنَتُهَا ۚوَمَا عِنْدَ اللّٰهِ خَيْرٌ وَّاَبْقٰىۗ اَفَلَا تَعْقِلُوْنَ ࣖ","kitabah":"وَمَآ اُوْتِيْتُمْ مِّنْ شَيْءٍ فَمَتَاعُ الْحَيٰوةِ الدُّنْيَا وَزِيْنَتُهَا ۚوَمَا عِنْدَ اللّٰهِ خَيْرٌ وَّاَبْقٰىۗ اَفَلَا تَعْقِلُوْنَ ࣖ","latin":"Wa mā ūtītum min syai'in famatā‘ul-ḥayātid-dun-yā wa zīnatuhā, wa mā ‘indallāhi khairuw wa abqā, afalā ta‘qilūn(a).","translation":"Apa pun yang dianugerahkan (Allah) kepadamu, itu adalah kesenangan hidup duniawi dan perhiasannya, sedangkan apa yang di sisi Allah adalah lebih baik dan lebih kekal. Apakah kamu tidak mengerti?"},{"surah_number":28,"ayat_number":61,"arabic":"اَفَمَنْ وَّعَدْنٰهُ وَعْدًا حَسَنًا فَهُوَ لَاقِيْهِ كَمَنْ مَّتَّعْنٰهُ مَتَاعَ الْحَيٰوةِ الدُّنْيَا ثُمَّ هُوَ يَوْمَ الْقِيٰمَةِ مِنَ الْمُحْضَرِيْنَ ","kitabah":"اَفَمَنْ وَّعَدْنٰهُ وَعْدًا حَسَنًا فَهُوَ لَاقِيْهِ كَمَنْ مَّتَّعْنٰهُ مَتَاعَ الْحَيٰوةِ الدُّنْيَا ثُمَّ هُوَ يَوْمَ الْقِيٰمَةِ مِنَ الْمُحْضَرِيْنَ ","latin":"Afamaw wa‘adnāhu wa‘dan ḥasanan fahuwa lāqīhi kamam matta‘nāhu matā‘al-ḥayātid-dun-yā ṡumma huwa yaumal-qiyāmati minal-muḥḍarīn(a).","translation":"Maka, apakah orang yang Kami janjikan kepadanya janji yang baik (surga) lalu dia memperolehnya sama dengan orang yang Kami berikan kepadanya kesenangan hidup duniawi566) kemudian pada hari Kiamat dia termasuk orang-orang yang diseret (ke dalam neraka)?"},{"surah_number":28,"ayat_number":62,"arabic":"وَيَوْمَ يُنَادِيْهِمْ فَيَقُوْلُ اَيْنَ شُرَكَاۤءِيَ الَّذِيْنَ كُنْتُمْ تَزْعُمُوْنَ ","kitabah":"وَيَوْمَ يُنَادِيْهِمْ فَيَقُوْلُ اَيْنَ شُرَكَاۤءِيَ الَّذِيْنَ كُنْتُمْ تَزْعُمُوْنَ ","latin":"Wa yauma yunādīhim fayaqūlu aina syurakā'iyal-lażīna kuntum taz‘umūn(a).","translation":"(Ingatlah) hari ketika Dia (Allah) menyeru mereka dan berfirman, “Di manakah sekutu-sekutu-Ku yang dahulu selalu kamu sangkakan?”"},{"surah_number":28,"ayat_number":63,"arabic":"قَالَ الَّذِيْنَ حَقَّ عَلَيْهِمُ الْقَوْلُ رَبَّنَا هٰٓؤُلَاۤءِ الَّذِيْنَ اَغْوَيْنَاۚ  اَغْوَيْنٰهُمْ كَمَا غَوَيْنَاۚ تَبَرَّأْنَآ اِلَيْكَ مَا كَانُوْٓا اِيَّانَا يَعْبُدُوْنَ","kitabah":"قَالَ الَّذِيْنَ حَقَّ عَلَيْهِمُ الْقَوْلُ رَبَّنَا هٰٓؤُلَاۤءِ الَّذِيْنَ اَغْوَيْنَاۚ  اَغْوَيْنٰهُمْ كَمَا غَوَيْنَاۚ تَبَرَّأْنَآ اِلَيْكَ مَا كَانُوْٓا اِيَّانَا يَعْبُدُوْنَ","latin":"Wa qālal-lażīna ḥaqqa ‘alaihimul-qaulu rabbanā hā'ulā'il-lażīna agwainā, agwaināhum kamā gawainā, tabarra'nā ilaika mā kānū iyyānā ya‘budūn(a).","translation":"Orang-orang yang sudah pasti akan mendapatkan hukuman (tokoh-tokoh musyrik) berkata, “Ya Tuhan kami, mereka inilah orang-orang yang kami sesatkan itu. Kami telah menyesatkan mereka sebagaimana kami (sendiri) sesat. Kami menyatakan kepada Engkau berlepas diri (dari mereka). Mereka sekali-kali tidaklah menyembah kami.” "},{"surah_number":28,"ayat_number":64,"arabic":"وَقِيْلَ ادْعُوْا شُرَكَاۤءَكُمْ فَدَعَوْهُمْ فَلَمْ يَسْتَجِيْبُوْا لَهُمْ ۗوَرَاَوُا الْعَذَابَۚ  لَوْ اَنَّهُمْ كَانُوْا يَهْتَدُوْنَ","kitabah":"وَقِيْلَ ادْعُوْا شُرَكَاۤءَكُمْ فَدَعَوْهُمْ فَلَمْ يَسْتَجِيْبُوْا لَهُمْ ۗوَرَاَوُا الْعَذَابَۚ  لَوْ اَنَّهُمْ كَانُوْا يَهْتَدُوْنَ","latin":"Wa qīlad‘ū syurakā'akum fada‘auhum falam yastajībū lahum wa ra'awul-‘ażāb(a), lau annahum kānū yahtadūn(a).","translation":"Dikatakan (kepada mereka), “Serulah sekutu-sekutumu.” Mereka pun menyerunya, tetapi (yang diseru) tidak menyambutnya. Mereka melihat azab. (Mereka berkeinginan) seandainya mereka dahulu (mau) menerima petunjuk. "},{"surah_number":28,"ayat_number":65,"arabic":"وَيَوْمَ يُنَادِيْهِمْ فَيَقُوْلُ مَاذَآ اَجَبْتُمُ الْمُرْسَلِيْنَ ","kitabah":"وَيَوْمَ يُنَادِيْهِمْ فَيَقُوْلُ مَاذَآ اَجَبْتُمُ الْمُرْسَلِيْنَ ","latin":"Wa yauma yunādīhim fayaqūlu māżā ajabtumul-mursalīn(a).","translation":"(Ingatlah) hari ketika Dia (Allah) menyeru mereka lalu berfirman, “Apa jawabanmu terhadap para rasul?”"},{"surah_number":28,"ayat_number":66,"arabic":"فَعَمِيَتْ عَلَيْهِمُ الْاَنْۢبَاۤءُ يَوْمَىِٕذٍ فَهُمْ لَا يَتَسَاۤءَلُوْنَ ","kitabah":"فَعَمِيَتْ عَلَيْهِمُ الْاَنْۢبَاۤءُ يَوْمَىِٕذٍ فَهُمْ لَا يَتَسَاۤءَلُوْنَ ","latin":"Fa ‘amiyat ‘alaihimul-ambā'u yauma'iżin fahum lā yatasā'alūn(a).","translation":"Maka, tertutuplah bagi mereka segala macam alasan pada hari itu. Oleh karena itu, mereka tidak saling bertanya."},{"surah_number":28,"ayat_number":67,"arabic":"فَاَمَّا مَنْ تَابَ وَاٰمَنَ وَعَمِلَ صَالِحًا فَعَسٰٓى اَنْ يَّكُوْنَ مِنَ الْمُفْلِحِيْنَ ","kitabah":"فَاَمَّا مَنْ تَابَ وَاٰمَنَ وَعَمِلَ صَالِحًا فَعَسٰٓى اَنْ يَّكُوْنَ مِنَ الْمُفْلِحِيْنَ ","latin":"Fa ammā man tāba wa āmana wa ‘amila ṣāliḥan fa‘asā ay yakūna minal-mufliḥīn(a).","translation":"Adapun orang yang bertobat, beriman, dan beramal saleh mudah-mudahan termasuk orang-orang yang beruntung. "},{"surah_number":28,"ayat_number":68,"arabic":"وَرَبُّكَ يَخْلُقُ مَا يَشَاۤءُ وَيَخْتَارُ ۗمَا كَانَ لَهُمُ الْخِيَرَةُ ۗسُبْحٰنَ اللّٰهِ وَتَعٰلٰى عَمَّا يُشْرِكُوْنَ ","kitabah":"وَرَبُّكَ يَخْلُقُ مَا يَشَاۤءُ وَيَخْتَارُ ۗمَا كَانَ لَهُمُ الْخِيَرَةُ ۗسُبْحٰنَ اللّٰهِ وَتَعٰلٰى عَمَّا يُشْرِكُوْنَ ","latin":"Wa rabbuka yakhluqu mā yasyā'u wa yakhtār(u), mā kāna lahumul-khiyarah(tu), subḥānallāhi wa ta‘ālā ‘ammā yusyrikūn(a).","translation":"Tuhanmu menciptakan dan memilih apa yang Dia kehendaki. Sekali-kali tidak ada pilihan bagi mereka. Maha Suci Allah dan Maha Tinggi Dia dari apa yang mereka persekutukan."},{"surah_number":28,"ayat_number":69,"arabic":"وَرَبُّكَ يَعْلَمُ مَا تُكِنُّ صُدُوْرُهُمْ وَمَا يُعْلِنُوْنَ ","kitabah":"وَرَبُّكَ يَعْلَمُ مَا تُكِنُّ صُدُوْرُهُمْ وَمَا يُعْلِنُوْنَ ","latin":"Wa rabbuka ya‘lamu mā tukinnu ṣudūruhum wa mā yu‘linūn(a).","translation":"Tuhanmu mengetahui apa yang disembunyikan (dalam) dada mereka dan apa yang mereka nyatakan."},{"surah_number":28,"ayat_number":70,"arabic":"وَهُوَ اللّٰهُ لَآ اِلٰهَ اِلَّا هُوَ ۗ لَهُ الْحَمْدُ فِى الْاُوْلٰى وَالْاٰخِرَةِ ۖوَلَهُ الْحُكْمُ وَاِلَيْهِ تُرْجَعُوْنَ ","kitabah":"وَهُوَ اللّٰهُ لَآ اِلٰهَ اِلَّا هُوَ ۗ لَهُ الْحَمْدُ فِى الْاُوْلٰى وَالْاٰخِرَةِ ۖوَلَهُ الْحُكْمُ وَاِلَيْهِ تُرْجَعُوْنَ ","latin":"Wa huwallāhu lā ilāha illā huw(a), lahul-ḥamdu fil-ūlā wal-ākhirah(ti), wa lahul-ḥukmu wa ilaihi turja‘ūn(a).","translation":"Dialah Allah, tidak ada tuhan selain Dia. Bagi-Nya segala puji di dunia dan di akhirat dan bagi-Nya (pula) segala putusan. Hanya kepada-Nya kamu dikembalikan."},{"surah_number":28,"ayat_number":71,"arabic":"قُلْ اَرَءَيْتُمْ اِنْ جَعَلَ اللّٰهُ عَلَيْكُمُ الَّيْلَ سَرْمَدًا اِلٰى يَوْمِ الْقِيٰمَةِ مَنْ اِلٰهٌ غَيْرُ اللّٰهِ يَأْتِيْكُمْ بِضِيَاۤءٍ ۗ اَفَلَا تَسْمَعُوْنَ ","kitabah":"قُلْ اَرَءَيْتُمْ اِنْ جَعَلَ اللّٰهُ عَلَيْكُمُ الَّيْلَ سَرْمَدًا اِلٰى يَوْمِ الْقِيٰمَةِ مَنْ اِلٰهٌ غَيْرُ اللّٰهِ يَأْتِيْكُمْ بِضِيَاۤءٍ ۗ اَفَلَا تَسْمَعُوْنَ ","latin":"Qul ara'aitum in ja‘alallāhu ‘alaikumul-laila sarmadan ilā yaumil-qiyāmati man ilāhun gairullāhi ya'tīkum biḍiyā'(in), afalā tasma‘ūn(a).","translation":"Katakanlah (Nabi Muhammad), “Bagaimana pendapatmu jika Allah menjadikan untukmu malam itu terus-menerus sampai hari Kiamat? Siapakah Tuhan selain Allah yang akan mendatangkan sinar terang kepadamu? Apakah kamu tidak mendengar?”"},{"surah_number":28,"ayat_number":72,"arabic":"قُلْ اَرَءَيْتُمْ اِنْ جَعَلَ اللّٰهُ عَلَيْكُمُ النَّهَارَ سَرْمَدًا اِلٰى يَوْمِ الْقِيٰمَةِ مَنْ اِلٰهٌ غَيْرُ اللّٰهِ يَأْتِيْكُمْ بِلَيْلٍ تَسْكُنُوْنَ فِيْهِ ۗ اَفَلَا تُبْصِرُوْنَ ","kitabah":"قُلْ اَرَءَيْتُمْ اِنْ جَعَلَ اللّٰهُ عَلَيْكُمُ النَّهَارَ سَرْمَدًا اِلٰى يَوْمِ الْقِيٰمَةِ مَنْ اِلٰهٌ غَيْرُ اللّٰهِ يَأْتِيْكُمْ بِلَيْلٍ تَسْكُنُوْنَ فِيْهِ ۗ اَفَلَا تُبْصِرُوْنَ ","latin":"Qul ara'aitum in ja‘alallāhu ‘alaikumun-nahāra  sarmadan ilā yaumil-qiyāmati man ilāhun gairullāhi ya'tīkum bilailin taskunūna fīh(i),  afalā tubṣirūn(a).","translation":"Katakanlah (Nabi Muhammad), “Bagaimana pendapatmu jika Allah menjadikan untukmu siang itu terus-menerus sampai hari Kiamat? Siapakah Tuhan selain Allah yang akan mendatangkan malam kepadamu sebagai waktu istirahatmu? Apakah kamu tidak memperhatikan?”"},{"surah_number":28,"ayat_number":73,"arabic":"وَمِنْ رَّحْمَتِهٖ جَعَلَ لَكُمُ الَّيْلَ وَالنَّهَارَ لِتَسْكُنُوْا فِيْهِ وَلِتَبْتَغُوْا مِنْ فَضْلِهٖ وَلَعَلَّكُمْ تَشْكُرُوْنَ ","kitabah":"وَمِنْ رَّحْمَتِهٖ جَعَلَ لَكُمُ الَّيْلَ وَالنَّهَارَ لِتَسْكُنُوْا فِيْهِ وَلِتَبْتَغُوْا مِنْ فَضْلِهٖ وَلَعَلَّكُمْ تَشْكُرُوْنَ ","latin":"Wa mir raḥmatihī ja‘ala lakumul-laila wan-nahāra litaskunū fīhi wa litabtagū min faḍlihī wa la‘allakum tasykurūn(a).","translation":"Berkat rahmat-Nya, Dia jadikan untukmu malam dan siang agar kamu beristirahat pada malam hari, agar kamu mencari sebagian karunia-Nya (pada siang hari), dan agar kamu bersyukur kepada-Nya."},{"surah_number":28,"ayat_number":74,"arabic":"وَيَوْمَ يُنَادِيْهِمْ فَيَقُوْلُ اَيْنَ شُرَكَاۤءِيَ الَّذِيْنَ كُنْتُمْ تَزْعُمُوْنَ ","kitabah":"وَيَوْمَ يُنَادِيْهِمْ فَيَقُوْلُ اَيْنَ شُرَكَاۤءِيَ الَّذِيْنَ كُنْتُمْ تَزْعُمُوْنَ ","latin":"Wa yauma yunādīhim fayaqūlu aina syurakā'iyal-lażīna kuntum taz‘umūn(a).","translation":"(Ingatlah) hari ketika Dia (Allah) menyeru mereka dengan berfirman, “Di manakah sekutu-sekutu-Ku yang dahulu selalu kamu sangkakan?”"},{"surah_number":28,"ayat_number":75,"arabic":"وَنَزَعْنَا مِنْ كُلِّ اُمَّةٍ شَهِيْدًا فَقُلْنَا هَاتُوْا بُرْهَانَكُمْ فَعَلِمُوْٓا اَنَّ الْحَقَّ لِلّٰهِ وَضَلَّ عَنْهُمْ مَّا كَانُوْا يَفْتَرُوْنَ ࣖ","kitabah":"وَنَزَعْنَا مِنْ كُلِّ اُمَّةٍ شَهِيْدًا فَقُلْنَا هَاتُوْا بُرْهَانَكُمْ فَعَلِمُوْٓا اَنَّ الْحَقَّ لِلّٰهِ وَضَلَّ عَنْهُمْ مَّا كَانُوْا يَفْتَرُوْنَ ࣖ","latin":"Wa naza‘nā min kulli ummatin syahīdan faqulnā hātū burhānakum fa‘alimū annal-ḥaqqa lillāhi wa ḍalla ‘anhum mā kānū yaftarūn(a).","translation":"Kami datangkan dari setiap umat seorang saksi,567) lalu Kami katakan, “Kemukakanlah bukti kebenaranmu!” Maka, tahulah mereka bahwa yang hak itu milik Allah dan lenyaplah dari mereka apa yang dahulu mereka ada-adakan."},{"surah_number":28,"ayat_number":76,"arabic":"۞ اِنَّ قَارُوْنَ كَانَ مِنْ قَوْمِ مُوْسٰى فَبَغٰى عَلَيْهِمْ ۖوَاٰتَيْنٰهُ مِنَ الْكُنُوْزِ مَآ اِنَّ مَفَاتِحَهٗ لَتَنُوْۤاُ بِالْعُصْبَةِ اُولِى الْقُوَّةِ اِذْ قَالَ لَهٗ قَوْمُهٗ لَا تَفْرَحْ  اِنَّ اللّٰهَ لَا يُحِبُّ الْفَرِحِيْنَ ","kitabah":"۞ اِنَّ قَارُوْنَ كَانَ مِنْ قَوْمِ مُوْسٰى فَبَغٰى عَلَيْهِمْ ۖوَاٰتَيْنٰهُ مِنَ الْكُنُوْزِ مَآ اِنَّ مَفَاتِحَهٗ لَتَنُوْۤاُ بِالْعُصْبَةِ اُولِى الْقُوَّةِ اِذْ قَالَ لَهٗ قَوْمُهٗ لَا تَفْرَحْ  اِنَّ اللّٰهَ لَا يُحِبُّ الْفَرِحِيْنَ ","latin":"Inna qārūna kāna min qaumi mūsā fabagā ‘alaihim, wa ātaināhu minal-kunūzi  mā inna mafātiḥahū latanū'u bil-‘uṣbati ulil-quwwah(ti), iż qāla lahū qaumuhū lā tafraḥ, innallāha lā yuḥibbul-fariḥīn(a). ","translation":"Sesungguhnya Qarun termasuk kaum Musa,568) tetapi dia berlaku aniaya terhadap mereka. Kami telah menganugerahkan kepadanya perbendaharaan harta yang kunci-kuncinya sungguh berat dipikul oleh sejumlah orang yang kuat-kuat. (Ingatlah) ketika kaumnya berkata kepadanya, “Janganlah engkau terlalu bangga. Sesungguhnya Allah tidak menyukai orang-orang yang terlalu membanggakan diri."},{"surah_number":28,"ayat_number":77,"arabic":"وَابْتَغِ فِيْمَآ اٰتٰىكَ اللّٰهُ الدَّارَ الْاٰخِرَةَ وَلَا تَنْسَ نَصِيْبَكَ مِنَ الدُّنْيَا وَاَحْسِنْ كَمَآ اَحْسَنَ اللّٰهُ اِلَيْكَ وَلَا تَبْغِ الْفَسَادَ فِى الْاَرْضِ ۗاِنَّ اللّٰهَ لَا يُحِبُّ الْمُفْسِدِيْنَ","kitabah":"وَابْتَغِ فِيْمَآ اٰتٰىكَ اللّٰهُ الدَّارَ الْاٰخِرَةَ وَلَا تَنْسَ نَصِيْبَكَ مِنَ الدُّنْيَا وَاَحْسِنْ كَمَآ اَحْسَنَ اللّٰهُ اِلَيْكَ وَلَا تَبْغِ الْفَسَادَ فِى الْاَرْضِ ۗاِنَّ اللّٰهَ لَا يُحِبُّ الْمُفْسِدِيْنَ","latin":"Wabtagi fīmā ātākallāhud-dāral-ākhirata wa lā tansa naṣībaka minad-dun-yā wa aḥsin kama aḥsanallāhu ilaika wa lā tabgil-fasāda fil-arḍ(i), innallāha lā yuḥibbul-mufsidīn(a).","translation":"Dan, carilah pada apa yang telah dianugerahkan Allah kepadamu (pahala) negeri akhirat, tetapi janganlah kamu lupakan bagianmu di dunia. Berbuatbaiklah (kepada orang lain) sebagaimana Allah telah berbuat baik kepadamu dan janganlah kamu berbuat kerusakan di bumi. Sesungguhnya Allah tidak menyukai orang-orang yang berbuat kerusakan.”"},{"surah_number":28,"ayat_number":78,"arabic":"قَالَ اِنَّمَآ اُوْتِيْتُهٗ عَلٰى عِلْمٍ عِنْدِيْۗ اَوَلَمْ يَعْلَمْ اَنَّ اللّٰهَ قَدْ اَهْلَكَ مِنْ قَبْلِهٖ مِنَ الْقُرُوْنِ مَنْ هُوَ اَشَدُّ مِنْهُ قُوَّةً وَّاَكْثَرُ جَمْعًا ۗوَلَا يُسْـَٔلُ عَنْ ذُنُوْبِهِمُ الْمُجْرِمُوْنَ ","kitabah":"قَالَ اِنَّمَآ اُوْتِيْتُهٗ عَلٰى عِلْمٍ عِنْدِيْۗ اَوَلَمْ يَعْلَمْ اَنَّ اللّٰهَ قَدْ اَهْلَكَ مِنْ قَبْلِهٖ مِنَ الْقُرُوْنِ مَنْ هُوَ اَشَدُّ مِنْهُ قُوَّةً وَّاَكْثَرُ جَمْعًا ۗوَلَا يُسْـَٔلُ عَنْ ذُنُوْبِهِمُ الْمُجْرِمُوْنَ ","latin":"Qāla innamā ūtītuhū ‘alā ‘ilmin ‘indī, awalam ya‘lam annallāha qad ahlaka min qablihī minal-qurūni man huwa asyaddu minhu quwwataw wa akṡaru jam‘ā(n), wa lā yus'alu ‘an żunūbihimul-mujrimūn(a).","translation":"Dia (Qarun) berkata, “Sesungguhnya aku diberi (harta) itu semata-mata karena ilmu yang ada padaku.” Tidakkah dia tahu bahwa sesungguhnya Allah telah membinasakan generasi sebelumnya yang lebih kuat daripadanya dan lebih banyak mengumpulkan harta? Orang-orang yang durhaka itu tidak perlu ditanya tentang dosa-dosa mereka."},{"surah_number":28,"ayat_number":79,"arabic":"فَخَرَجَ عَلٰى قَوْمِهٖ فِيْ زِيْنَتِهٖ ۗقَالَ الَّذِيْنَ يُرِيْدُوْنَ الْحَيٰوةَ الدُّنْيَا يٰلَيْتَ لَنَا مِثْلَ مَآ اُوْتِيَ قَارُوْنُۙ اِنَّهٗ لَذُوْ حَظٍّ عَظِيْمٍ ","kitabah":"فَخَرَجَ عَلٰى قَوْمِهٖ فِيْ زِيْنَتِهٖ ۗقَالَ الَّذِيْنَ يُرِيْدُوْنَ الْحَيٰوةَ الدُّنْيَا يٰلَيْتَ لَنَا مِثْلَ مَآ اُوْتِيَ قَارُوْنُۙ اِنَّهٗ لَذُوْ حَظٍّ عَظِيْمٍ ","latin":"Fa kharaja ‘alā qaumihī fī zīnatih(ī), qālal-lażīna yurīdūnal-ḥayātad-dun-yā yā laita lanā miṡla mā ūtiya qārūn(u), innahū lażū ḥaẓẓin ‘aẓīm(in).","translation":"Maka, keluarlah dia (Qarun) kepada kaumnya dengan kemegahannya. Orang-orang yang menginginkan kehidupan dunia berkata, “Andaikata kita mempunyai harta kekayaan seperti yang telah diberikan kepada Qarun. Sesungguhnya dia benar-benar mempunyai keberuntungan yang besar.”"},{"surah_number":28,"ayat_number":80,"arabic":"وَقَالَ الَّذِيْنَ اُوْتُوا الْعِلْمَ وَيْلَكُمْ ثَوَابُ اللّٰهِ خَيْرٌ لِّمَنْ اٰمَنَ وَعَمِلَ صَالِحًا ۚوَلَا يُلَقّٰىهَآ اِلَّا الصّٰبِرُوْنَ ","kitabah":"وَقَالَ الَّذِيْنَ اُوْتُوا الْعِلْمَ وَيْلَكُمْ ثَوَابُ اللّٰهِ خَيْرٌ لِّمَنْ اٰمَنَ وَعَمِلَ صَالِحًا ۚوَلَا يُلَقّٰىهَآ اِلَّا الصّٰبِرُوْنَ ","latin":"Wa qālal-lażīna ūtul-‘ilma wailakum ṡawābullāhi khairul liman āmana wa ‘amila ṣāliḥā(n), wa lā yulaqqāhā illaṣ-ṣābirūn(a).","translation":"Orang-orang yang dianugerahi ilmu berkata, “Celakalah kamu! (Ketahuilah bahwa) pahala Allah lebih baik bagi orang-orang yang beriman dan beramal saleh. (Pahala yang besar) itu hanya diperoleh orang-orang yang sabar.”"},{"surah_number":28,"ayat_number":81,"arabic":"فَخَسَفْنَا بِهٖ وَبِدَارِهِ الْاَرْضَ ۗفَمَا كَانَ لَهٗ مِنْ فِئَةٍ يَّنْصُرُوْنَهٗ مِنْ دُوْنِ اللّٰهِ ۖوَمَا كَانَ مِنَ الْمُنْتَصِرِيْنَ ","kitabah":"فَخَسَفْنَا بِهٖ وَبِدَارِهِ الْاَرْضَ ۗفَمَا كَانَ لَهٗ مِنْ فِئَةٍ يَّنْصُرُوْنَهٗ مِنْ دُوْنِ اللّٰهِ ۖوَمَا كَانَ مِنَ الْمُنْتَصِرِيْنَ ","latin":"Fakhasafnā bihī wa bidārihil-arḍ(a), famā kāna lahū min fi'atiy yanṣurūnahū min dūnillāh(i), wa mā kāna minal-muntaṣirīn(a).","translation":"Lalu, Kami benamkan dia (Qarun) bersama rumahnya ke dalam bumi. Maka, tidak ada baginya satu golongan pun yang akan menolongnya selain Allah dan dia tidak termasuk orang-orang yang dapat membela diri."},{"surah_number":28,"ayat_number":82,"arabic":"وَاَصْبَحَ الَّذِيْنَ تَمَنَّوْا مَكَانَهٗ بِالْاَمْسِ يَقُوْلُوْنَ وَيْكَاَنَّ اللّٰهَ يَبْسُطُ الرِّزْقَ لِمَنْ يَّشَاۤءُ مِنْ عِبَادِهٖ وَيَقْدِرُۚ  لَوْلَآ اَنْ مَّنَّ اللّٰهُ عَلَيْنَا لَخَسَفَ بِنَا ۗوَيْكَاَنَّهٗ لَا يُفْلِحُ الْكٰفِرُوْنَ ࣖ ","kitabah":"وَاَصْبَحَ الَّذِيْنَ تَمَنَّوْا مَكَانَهٗ بِالْاَمْسِ يَقُوْلُوْنَ وَيْكَاَنَّ اللّٰهَ يَبْسُطُ الرِّزْقَ لِمَنْ يَّشَاۤءُ مِنْ عِبَادِهٖ وَيَقْدِرُۚ  لَوْلَآ اَنْ مَّنَّ اللّٰهُ عَلَيْنَا لَخَسَفَ بِنَا ۗوَيْكَاَنَّهٗ لَا يُفْلِحُ الْكٰفِرُوْنَ ࣖ ","latin":"Wa aṣbaḥal-lażīna tamannau makānahū bil-amsi yaqūlūna waika'annallāha yabsuṭur-rizqa limay yasyā'u min ‘ibādihī wa yaqdir(u), lau lā am mannallāhu ‘alainā lakhasafa binā, waika'annahū lā yufliḥul-kāfirūn(a).","translation":"Orang-orang yang kemarin mengangan-angankan kedudukannya (Qarun) itu berkata, “Aduhai, benarlah Allah melapangkan rezeki bagi siapa yang Dia kehendaki dari para hamba-Nya dan Dia (juga) yang menyempitkan (rezeki bagi mereka). Seandainya Allah tidak melimpahkan karunia-Nya pada kita, tentu Dia telah membenamkan kita pula. Aduhai, benarlah tidak akan beruntung orang-orang yang ingkar (terhadap nikmat).”"},{"surah_number":28,"ayat_number":83,"arabic":"تِلْكَ الدَّارُ الْاٰخِرَةُ نَجْعَلُهَا لِلَّذِيْنَ لَا يُرِيْدُوْنَ عُلُوًّا فِى الْاَرْضِ وَلَا فَسَادًا ۗوَالْعَاقِبَةُ لِلْمُتَّقِيْنَ ","kitabah":"تِلْكَ الدَّارُ الْاٰخِرَةُ نَجْعَلُهَا لِلَّذِيْنَ لَا يُرِيْدُوْنَ عُلُوًّا فِى الْاَرْضِ وَلَا فَسَادًا ۗوَالْعَاقِبَةُ لِلْمُتَّقِيْنَ ","latin":"Tilkad-dārul-ākhiratu naj‘aluhā lil-lażīna lā yurīdūna ‘uluwwan fil-arḍi wa lā fasādā(n), wal-‘āqibatu lil-muttaqīn(a).","translation":"Negeri akhirat itu Kami jadikan untuk orang-orang yang tidak menyombongkan diri dan tidak berbuat kerusakan di bumi. Kesudahan (yang baik, yakni surga) itu (disediakan) bagi orang-orang yang bertakwa. "},{"surah_number":28,"ayat_number":84,"arabic":"مَنْ جَاۤءَ بِالْحَسَنَةِ فَلَهٗ خَيْرٌ مِّنْهَاۚ وَمَنْ جَاۤءَ بِالسَّيِّئَةِ فَلَا يُجْزَى الَّذِيْنَ عَمِلُوا السَّيِّاٰتِ اِلَّا مَا كَانُوْا يَعْمَلُوْنَ ","kitabah":"مَنْ جَاۤءَ بِالْحَسَنَةِ فَلَهٗ خَيْرٌ مِّنْهَاۚ وَمَنْ جَاۤءَ بِالسَّيِّئَةِ فَلَا يُجْزَى الَّذِيْنَ عَمِلُوا السَّيِّاٰتِ اِلَّا مَا كَانُوْا يَعْمَلُوْنَ ","latin":"Man jā'a bil-ḥasanati falahū khairum minhā, wa man jā'a bis-sayyi'ati falā yujzal-lażīna ‘amilus-sayyi'āti illā mā kānū ya‘malūn(a).","translation":"Siapa yang datang dengan (membawa) kebaikan, baginya (pahala) yang lebih baik daripada kebaikannya itu. Siapa yang datang dengan (membawa) kejahatan, maka orang-orang yang telah mengerjakan kejahatan itu hanya diberi balasan (seimbang) dengan apa yang selalu mereka kerjakan."},{"surah_number":28,"ayat_number":85,"arabic":"اِنَّ الَّذِيْ فَرَضَ عَلَيْكَ الْقُرْاٰنَ لَرَاۤدُّكَ اِلٰى مَعَادٍ ۗقُلْ رَّبِّيْٓ اَعْلَمُ مَنْ جَاۤءَ بِالْهُدٰى وَمَنْ هُوَ فِيْ ضَلٰلٍ مُّبِيْنٍ ","kitabah":"اِنَّ الَّذِيْ فَرَضَ عَلَيْكَ الْقُرْاٰنَ لَرَاۤدُّكَ اِلٰى مَعَادٍ ۗقُلْ رَّبِّٓيْ اَعْلَمُ مَنْ جَاۤءَ بِالْهُدٰى وَمَنْ هُوَ فِيْ ضَلٰلٍ مُّبِيْنٍ ","latin":"Innal-lażī faraḍa ‘alaikal-qur'āna larādduka ilā ma‘ād(in), qur rabbī a‘lamu man jā'a bil-hudā wa man huwa fī ḍalālim mubīn(in).","translation":"Sesungguhnya (Allah) yang mewajibkan engkau (Nabi Muhammad untuk menyampaikan dan berpegang teguh pada) Al-Qur’an benar-benar akan mengembalikanmu ke tempat kembali.569) Katakanlah (Nabi Muhammad), “Tuhanku paling mengetahui siapa yang membawa petunjuk dan siapa yang berada dalam kesesatan yang nyata.”"},{"surah_number":28,"ayat_number":86,"arabic":"وَمَا كُنْتَ تَرْجُوْٓا اَنْ يُّلْقٰٓى اِلَيْكَ الْكِتٰبُ اِلَّا رَحْمَةً مِّنْ رَّبِّكَ  فَلَا تَكُوْنَنَّ ظَهِيْرًا لِّلْكٰفِرِيْنَ ۖ ","kitabah":"وَمَا كُنْتَ تَرْجُوْٓا اَنْ يُّلْقٰٓى اِلَيْكَ الْكِتٰبُ اِلَّا رَحْمَةً مِّنْ رَّبِّكَ  فَلَا تَكُوْنَنَّ ظَهِيْرًا لِّلْكٰفِرِيْنَ ۖ ","latin":"Wa mā kunta tarjū ay yulqā ilaikal-kitābu illā raḥmatam mir rabbika falā takūnanna ẓahīral lil-kāfirīn(a).","translation":"Engkau tidak pernah mengharap agar Kitab (Al-Qur’an) itu diturunkan kepadamu, tetapi ia (diturunkan) sebagai rahmat dari Tuhanmu. Oleh sebab itu, janganlah engkau sekali-kali menjadi penolong bagi orang-orang kafir."},{"surah_number":28,"ayat_number":87,"arabic":"وَلَا يَصُدُّنَّكَ عَنْ اٰيٰتِ اللّٰهِ بَعْدَ اِذْ اُنْزِلَتْ اِلَيْكَ وَادْعُ اِلٰى رَبِّكَ وَلَا تَكُوْنَنَّ مِنَ الْمُشْرِكِيْنَ ۚ ","kitabah":"وَلَا يَصُدُّنَّكَ عَنْ اٰيٰتِ اللّٰهِ بَعْدَ اِذْ اُنْزِلَتْ اِلَيْكَ وَادْعُ اِلٰى رَبِّكَ وَلَا تَكُوْنَنَّ مِنَ الْمُشْرِكِيْنَ ۚ ","latin":"Wa lā yaṣuddunnaka ‘an āyātillāhi ba‘da iż unzilat ilaika wad‘u ilā rabbika wa lā takūnanna minal-musyrikīn(a).  ","translation":"Janganlah mereka sekali-kali menghalang-halangi engkau untuk (menyampaikan) ayat-ayat Allah setelah ayat-ayat itu diturunkan kepadamu. Serulah (manusia) agar (beriman) kepada Tuhanmu dan janganlah engkau sekali-kali termasuk (golongan) orang-orang musyrik."},{"surah_number":28,"ayat_number":88,"arabic":"وَلَا تَدْعُ مَعَ اللّٰهِ اِلٰهًا اٰخَرَۘ  لَآ اِلٰهَ اِلَّا هُوَۗ كُلُّ شَيْءٍ هَالِكٌ اِلَّا وَجْهَهٗ ۗ لَهُ الْحُكْمُ وَاِلَيْهِ تُرْجَعُوْنَ ࣖ ","kitabah":"وَلَا تَدْعُ مَعَ اللّٰهِ اِلٰهًا اٰخَرَۘ  لَآ اِلٰهَ اِلَّا هُوَۗ كُلُّ شَيْءٍ هَالِكٌ اِلَّا وَجْهَهٗ ۗ لَهُ الْحُكْمُ وَاِلَيْهِ تُرْجَعُوْنَ ࣖ ","latin":"Wa lā tad‘u ma‘allāhi ilāhan ākhar(a), lā ilāha illā huw(a), kullu syai'in hālikun illā wajhah(ū), lahul-ḥukmu wa ilaihi turja‘ūn(a).","translation":"Jangan (pula) engkau sembah Tuhan yang lain (selain Allah). Tidak ada tuhan selain Dia. Segala sesuatu pasti binasa, kecuali zat-Nya. Segala putusan menjadi wewenang-Nya dan hanya kepada-Nya kamu dikembalikan."}]}