{"surah_number":4,"arabic":"النّساۤء","latin":"An-Nisā' ","transliteration":"An-Nisa'","translation":"Perempuan","total_ayat":176,"location":"Madaniyah","ayat":[{"surah_number":4,"ayat_number":1,"arabic":"يٰٓاَيُّهَا النَّاسُ اتَّقُوْا رَبَّكُمُ الَّذِيْ خَلَقَكُمْ مِّنْ نَّفْسٍ وَّاحِدَةٍ وَّخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالًا كَثِيْرًا وَّنِسَاۤءً ۚ وَاتَّقُوا اللّٰهَ الَّذِيْ تَسَاۤءَلُوْنَ بِهٖ وَالْاَرْحَامَ ۗ اِنَّ اللّٰهَ كَانَ عَلَيْكُمْ رَقِيْبًا","kitabah":"يٰٓاَيُّهَا النَّاسُ اتَّقُوْا رَبَّكُمُ الَّذِيْ خَلَقَكُمْ مِّنْ نَّفْسٍ وَّاحِدَةٍ وَّخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالًا كَثِيْرًا وَّنِسَاۤءً ۚ وَاتَّقُوا اللّٰهَ الَّذِيْ تَسَاۤءَلُوْنَ بِهٖ وَالْاَرْحَامَ ۗ اِنَّ اللّٰهَ كَانَ عَلَيْكُمْ رَقِيْبًا","latin":"Yā ayyuhan-nāsuttaqū rabbakumul-lażī khalaqakum min nafsiw wāḥidatiw wa khalaqa minhā zaujahā wa baṡṡa minhumā rijālan kaṡīraw wa nisā'ā(n), wattaqullāhal-lażī tasā'alūna bihī wal-arḥām(a), innallāha kāna ‘alaikum raqībā(n).","translation":"Wahai manusia, bertakwalah kepada Tuhanmu yang telah menciptakanmu dari diri yang satu (Adam) dan Dia menciptakan darinya pasangannya (Hawa). Dari keduanya Allah memperkembangbiakkan laki-laki dan perempuan yang banyak.143) Bertakwalah kepada Allah yang dengan nama-Nya kamu saling meminta dan (peliharalah) hubungan kekeluargaan. Sesungguhnya Allah selalu menjaga dan mengawasimu."},{"surah_number":4,"ayat_number":2,"arabic":"وَاٰتُوا الْيَتٰمٰىٓ اَمْوَالَهُمْ وَلَا تَتَبَدَّلُوا الْخَبِيْثَ بِالطَّيِّبِ ۖ وَلَا تَأْكُلُوْٓا اَمْوَالَهُمْ اِلٰٓى اَمْوَالِكُمْ ۗ اِنَّهٗ كَانَ حُوْبًا كَبِيْرًا","kitabah":"وَاٰتُوا الْيَتٰمٰىٓ اَمْوَالَهُمْ وَلَا تَتَبَدَّلُوا الْخَبِيْثَ بِالطَّيِّبِ ۖ وَلَا تَأْكُلُوْٓا اَمْوَالَهُمْ اِلٰٓى اَمْوَالِكُمْ ۗ اِنَّهٗ كَانَ حُوْبًا كَبِيْرًا","latin":"Wa ātul-yatāmā amwālahum wa lā tatabaddalul-khabīṡa biṭ-ṭayyib(i), wa lā ta'kulū amwālahum ilā amwālikum, innahū kāna ḥūban kabīrā(n).","translation":"Berikanlah kepada anak-anak yatim (yang sudah dewasa) harta mereka. Janganlah kamu menukar yang baik dengan yang buruk dan janganlah kamu makan harta mereka bersama hartamu. Sesungguhnya (tindakan menukar dan memakan) itu adalah dosa yang besar."},{"surah_number":4,"ayat_number":3,"arabic":"وَاِنْ خِفْتُمْ اَلَّا تُقْسِطُوْا فِى الْيَتٰمٰى فَانْكِحُوْا مَا طَابَ لَكُمْ مِّنَ النِّسَاۤءِ مَثْنٰى وَثُلٰثَ وَرُبٰعَ ۚ فَاِنْ خِفْتُمْ اَلَّا تَعْدِلُوْا فَوَاحِدَةً اَوْ مَا مَلَكَتْ اَيْمَانُكُمْ ۗ ذٰلِكَ اَدْنٰٓى اَلَّا تَعُوْلُوْاۗ","kitabah":"وَاِنْ خِفْتُمْ اَلَّا تُقْسِطُوْا فِى الْيَتٰمٰى فَانْكِحُوْا مَا طَابَ لَكُمْ مِّنَ النِّسَاۤءِ مَثْنٰى وَثُلٰثَ وَرُبٰعَ ۚ فَاِنْ خِفْتُمْ اَلَّا تَعْدِلُوْا فَوَاحِدَةً اَوْ مَا مَلَكَتْ اَيْمَانُكُمْ ۗ ذٰلِكَ اَدْنٰٓى اَلَّا تَعُوْلُوْاۗ","latin":"Wa in khiftum allā tuqsiṭū fil-yatāmā fankiḥū mā ṭāba lakum minan-nisā'i maṡnā wa ṡulāṡa wa rubā‘(a), fa in khiftum allā ta‘dilū fa wāḥidatan au mā malakat aimānukum, żālika adnā allā ta‘ūlū.","translation":"Jika kamu khawatir tidak akan mampu berlaku adil terhadap (hak-hak) perempuan yatim (bilamana kamu menikahinya), nikahilah perempuan (lain) yang kamu senangi: dua, tiga, atau empat. Akan tetapi, jika kamu khawatir tidak akan mampu berlaku adil, (nikahilah) seorang saja atau hamba sahaya perempuan yang kamu miliki. Yang demikian itu lebih dekat untuk tidak berbuat zalim."},{"surah_number":4,"ayat_number":4,"arabic":"وَاٰتُوا النِّسَاۤءَ صَدُقٰتِهِنَّ نِحْلَةً ۗ فَاِنْ طِبْنَ لَكُمْ عَنْ شَيْءٍ مِّنْهُ نَفْسًا فَكُلُوْهُ هَنِيْۤـًٔا مَّرِيْۤـًٔا ","kitabah":"وَاٰتُوا النِّسَاۤءَ صَدُقٰتِهِنَّ نِحْلَةً ۗ فَاِنْ طِبْنَ لَكُمْ عَنْ شَيْءٍ مِّنْهُ نَفْسًا فَكُلُوْهُ هَنِيْۤـًٔا مَّرِيْۤـًٔا ","latin":"Wa ātun-nisā'a ṣaduqātihinna niḥlah(tan), fa in ṭibna lakum ‘an syai'im minhu nafsan fa kulūhu hanī'am marī'ā(n).","translation":"Berikanlah mahar kepada wanita (yang kamu nikahi) sebagai pemberian yang penuh kerelaan. Kemudian, jika mereka menyerahkan kepada kamu sebagian dari (mahar) itu dengan senang hati, terimalah dan nikmatilah pemberian itu dengan senang hati."},{"surah_number":4,"ayat_number":5,"arabic":"وَلَا تُؤْتُوا السُّفَهَاۤءَ اَمْوَالَكُمُ الَّتِيْ جَعَلَ اللّٰهُ لَكُمْ قِيٰمًا وَّارْزُقُوْهُمْ فِيْهَا وَاكْسُوْهُمْ وَقُوْلُوْا لَهُمْ قَوْلًا مَّعْرُوْفًا","kitabah":"وَلَا تُؤْتُوا السُّفَهَاۤءَ اَمْوَالَكُمُ الَّتِيْ جَعَلَ اللّٰهُ لَكُمْ قِيٰمًا وَّارْزُقُوْهُمْ فِيْهَا وَاكْسُوْهُمْ وَقُوْلُوْا لَهُمْ قَوْلًا مَّعْرُوْفًا","latin":"Wa lā tu'tus-sufahā'a amwālakumul-latī ja‘alallāhu lakum qiyāmaw warzuqūhum fīhā waksūhum wa qūlū lahum qaulam ma‘rūfā(n).","translation":"Janganlah kamu serahkan kepada orang-orang yang belum sempurna akalnya harta (mereka yang ada dalam kekuasaan)-mu yang Allah jadikan sebagai pokok kehidupanmu. Berilah mereka belanja dan pakaian dari (hasil harta) itu dan ucapkanlah kepada mereka perkataan yang baik."},{"surah_number":4,"ayat_number":6,"arabic":"وَابْتَلُوا الْيَتٰمٰى حَتّٰىٓ اِذَا بَلَغُوا النِّكَاحَۚ فَاِنْ اٰنَسْتُمْ مِّنْهُمْ رُشْدًا فَادْفَعُوْٓا اِلَيْهِمْ اَمْوَالَهُمْ ۚ وَلَا تَأْكُلُوْهَآ اِسْرَافًا وَّبِدَارًا اَنْ يَّكْبَرُوْا ۗ وَمَنْ كَانَ غَنِيًّا فَلْيَسْتَعْفِفْ ۚ وَمَنْ كَانَ فَقِيْرًا فَلْيَأْكُلْ بِالْمَعْرُوْفِ ۗ فَاِذَا دَفَعْتُمْ اِلَيْهِمْ اَمْوَالَهُمْ فَاَشْهِدُوْا عَلَيْهِمْ ۗ وَكَفٰى بِاللّٰهِ حَسِيْبًا ","kitabah":"وَابْتَلُوا الْيَتٰمٰى حَتّٰىٓ اِذَا بَلَغُوا النِّكَاحَۚ فَاِنْ اٰنَسْتُمْ مِّنْهُمْ رُشْدًا فَادْفَعُوْٓا اِلَيْهِمْ اَمْوَالَهُمْ ۚ وَلَا تَأْكُلُوْهَآ اِسْرَافًا وَّبِدَارًا اَنْ يَّكْبَرُوْا ۗ وَمَنْ كَانَ غَنِيًّا فَلْيَسْتَعْفِفْ ۚ وَمَنْ كَانَ فَقِيْرًا فَلْيَأْكُلْ بِالْمَعْرُوْفِ ۗ فَاِذَا دَفَعْتُمْ اِلَيْهِمْ اَمْوَالَهُمْ فَاَشْهِدُوْا عَلَيْهِمْ ۗ وَكَفٰى بِاللّٰهِ حَسِيْبًا ","latin":"Wabtalul-yatāmā ḥattā iżā balagun-nikāḥ(a), fa in ānastum minhum rusydan fadfa‘ū ilaihim amwālahum, wa lā ta'kulūhā isrāfaw wa bidāran ay yakbarū, wa man kāna ganiyyan falyasta‘fif, wa man kāna faqīran falya'kul bil-ma‘rūf(i), fa iżā dafa‘tum ilaihim amwālahum fa asyhidū ‘alaihim, wa kafā billāhi ḥasībā(n).","translation":"Ujilah anak-anak yatim itu (dalam hal mengatur harta) sampai ketika mereka cukup umur untuk menikah. Lalu, jika menurut penilaianmu mereka telah pandai (mengatur harta), serahkanlah kepada mereka hartanya. Janganlah kamu memakannya (harta anak yatim) melebihi batas kepatutan dan (janganlah kamu) tergesa-gesa (menghabiskannya) sebelum mereka dewasa. Siapa saja (di antara pemelihara itu) mampu, maka hendaklah dia menahan diri (dari memakan harta anak yatim itu) dan siapa saja yang fakir, maka bolehlah dia makan harta itu menurut cara yang baik. Kemudian, apabila kamu menyerahkan harta itu kepada mereka, hendaklah kamu adakan saksi-saksi. Cukuplah Allah sebagai pengawas."},{"surah_number":4,"ayat_number":7,"arabic":"لِلرِّجَالِ نَصِيْبٌ مِّمَّا تَرَكَ الْوَالِدٰنِ وَالْاَقْرَبُوْنَۖ وَلِلنِّسَاۤءِ نَصِيْبٌ مِّمَّا تَرَكَ الْوَالِدٰنِ وَالْاَقْرَبُوْنَ مِمَّا قَلَّ مِنْهُ اَوْ كَثُرَ ۗ نَصِيْبًا مَّفْرُوْضًا","kitabah":"لِلرِّجَالِ نَصِيْبٌ مِّمَّا تَرَكَ الْوَالِدٰنِ وَالْاَقْرَبُوْنَۖ وَلِلنِّسَاۤءِ نَصِيْبٌ مِّمَّا تَرَكَ الْوَالِدٰنِ وَالْاَقْرَبُوْنَ مِمَّا قَلَّ مِنْهُ اَوْ كَثُرَ ۗ نَصِيْبًا مَّفْرُوْضًا","latin":"Lir-rijāli naṣībum mimmā tarakal-wālidāni wal-aqrabūn(a), wa lin-nisā'i naṣībum mimmā tarakal-wālidāni wal-aqrabūna mimmā qalla minhu au kaṡur(a), naṣībam mafrūḍā(n).","translation":"Bagi laki-laki ada hak bagian dari harta peninggalan kedua orang tua dan kerabatnya dan bagi perempuan ada hak bagian (pula) dari harta peninggalan kedua orang tua dan kerabatnya, baik sedikit maupun banyak, menurut bagian yang telah ditetapkan."},{"surah_number":4,"ayat_number":8,"arabic":"وَاِذَا حَضَرَ الْقِسْمَةَ اُولُوا الْقُرْبٰى وَالْيَتٰمٰى وَالْمَسٰكِيْنُ فَارْزُقُوْهُمْ مِّنْهُ وَقُوْلُوْا لَهُمْ قَوْلًا مَّعْرُوْفًا","kitabah":"وَاِذَا حَضَرَ الْقِسْمَةَ اُولُوا الْقُرْبٰى وَالْيَتٰمٰى وَالْمَسٰكِيْنُ فَارْزُقُوْهُمْ مِّنْهُ وَقُوْلُوْا لَهُمْ قَوْلًا مَّعْرُوْفًا","latin":"Wa iżā ḥaḍaral-qismata ulul-qurbā wal-yatāmā wal-masākīnu farzuqūhum minhu wa qūlū lahum qaulam ma‘rūfā(n).","translation":"Apabila (saat) pembagian itu hadir beberapa kerabat,144) anak-anak yatim, dan orang-orang miskin, berilah mereka sebagian dari harta itu145) dan ucapkanlah kepada mereka perkataan yang baik."},{"surah_number":4,"ayat_number":9,"arabic":"وَلْيَخْشَ الَّذِيْنَ لَوْ تَرَكُوْا مِنْ خَلْفِهِمْ ذُرِّيَّةً ضِعٰفًا خَافُوْا عَلَيْهِمْۖ فَلْيَتَّقُوا اللّٰهَ وَلْيَقُوْلُوْا قَوْلًا سَدِيْدًا","kitabah":"وَلْيَخْشَ الَّذِيْنَ لَوْ تَرَكُوْا مِنْ خَلْفِهِمْ ذُرِّيَّةً ضِعٰفًا خَافُوْا عَلَيْهِمْۖ فَلْيَتَّقُوا اللّٰهَ وَلْيَقُوْلُوْا قَوْلًا سَدِيْدًا","latin":"Walyakhsyal-lażīna lau tarakū min khalfihim żurriyyatan ḍi‘āfan khāfū ‘alaihim, falyattaqullāha walyaqūlū qaulan sadīdā(n).","translation":"Hendaklah merasa takut orang-orang yang seandainya (mati) meninggalkan setelah mereka, keturunan yang lemah (yang) mereka khawatir terhadapnya. Maka, bertakwalah kepada Allah dan berbicaralah dengan tutur kata yang benar (dalam hal menjaga hak-hak keturunannya). "},{"surah_number":4,"ayat_number":10,"arabic":"اِنَّ الَّذِيْنَ يَأْكُلُوْنَ اَمْوَالَ الْيَتٰمٰى ظُلْمًا اِنَّمَا يَأْكُلُوْنَ فِيْ بُطُوْنِهِمْ نَارًا ۗ وَسَيَصْلَوْنَ سَعِيْرًا ࣖ ","kitabah":"اِنَّ الَّذِيْنَ يَأْكُلُوْنَ اَمْوَالَ الْيَتٰمٰى ظُلْمًا اِنَّمَا يَأْكُلُوْنَ فِيْ بُطُوْنِهِمْ نَارًا ۗ وَسَيَصْلَوْنَ سَعِيْرًا ࣖ ","latin":"Innal-lażīna ya'kulūna amwālal-yatāmā ẓulman innamā ya'kulūna fī buṭūnihim nārā(n), wa sayaṣlauna sa‘īrā(n).","translation":"Sesungguhnya orang-orang yang memakan harta anak yatim secara zalim, sebenarnya mereka itu menelan api dalam perutnya dan mereka akan masuk ke dalam api yang menyala-nyala (neraka)."},{"surah_number":4,"ayat_number":11,"arabic":"يُوْصِيْكُمُ اللّٰهُ فِيْٓ اَوْلَادِكُمْ لِلذَّكَرِ مِثْلُ حَظِّ الْاُنْثَيَيْنِ ۚ فَاِنْ كُنَّ نِسَاۤءً فَوْقَ اثْنَتَيْنِ فَلَهُنَّ ثُلُثَا مَا تَرَكَ ۚ وَاِنْ كَانَتْ وَاحِدَةً فَلَهَا النِّصْفُ ۗ وَلِاَبَوَيْهِ لِكُلِّ وَاحِدٍ مِّنْهُمَا السُّدُسُ مِمَّا تَرَكَ اِنْ كَانَ لَهٗ وَلَدٌ ۚ فَاِنْ لَّمْ يَكُنْ لَّهٗ وَلَدٌ وَّوَرِثَهٗٓ اَبَوٰهُ فَلِاُمِّهِ الثُّلُثُ ۚ فَاِنْ كَانَ لَهٗٓ اِخْوَةٌ فَلِاُمِّهِ السُّدُسُ مِنْۢ بَعْدِ وَصِيَّةٍ يُّوْصِيْ بِهَآ اَوْ دَيْنٍ ۗ اٰبَاۤؤُكُمْ وَاَبْنَاۤؤُكُمْۚ  لَا تَدْرُوْنَ اَيُّهُمْ اَقْرَبُ لَكُمْ نَفْعًا ۗ فَرِيْضَةً مِّنَ اللّٰهِ ۗ اِنَّ اللّٰهَ كَانَ عَلِيْمًا حَكِيْمًا","kitabah":"يُوْصِيْكُمُ اللّٰهُ فِيْٓ اَوْلَادِكُمْ لِلذَّكَرِ مِثْلُ حَظِّ الْاُنْثَيَيْنِ ۚ فَاِنْ كُنَّ نِسَاۤءً فَوْقَ اثْنَتَيْنِ فَلَهُنَّ ثُلُثَا مَا تَرَكَ ۚ وَاِنْ كَانَتْ وَاحِدَةً فَلَهَا النِّصْفُ ۗ وَلِاَبَوَيْهِ لِكُلِّ وَاحِدٍ مِّنْهُمَا السُّدُسُ مِمَّا تَرَكَ اِنْ كَانَ لَهٗ وَلَدٌ ۚ فَاِنْ لَّمْ يَكُنْ لَّهٗ وَلَدٌ وَّوَرِثَهٗٓ اَبَوٰهُ فَلِاُمِّهِ الثُّلُثُ ۚ فَاِنْ كَانَ لَهٗٓ اِخْوَةٌ فَلِاُمِّهِ السُّدُسُ مِنْۢ بَعْدِ وَصِيَّةٍ يُّوْصِيْ بِهَآ اَوْ دَيْنٍ ۗ اٰبَاۤؤُكُمْ وَاَبْنَاۤؤُكُمْۚ  لَا تَدْرُوْنَ اَيُّهُمْ اَقْرَبُ لَكُمْ نَفْعًا ۗ فَرِيْضَةً مِّنَ اللّٰهِ ۗ اِنَّ اللّٰهَ كَانَ عَلِيْمًا حَكِيْمًا","latin":"Yūṣīkumullāhu fī aulādikum liż-żakari miṡlu ḥaẓẓil-unṡayain(i), fa in kunna nisā'an fauqaṡnataini fa lahunna ṡuluṡā mā tarak(a), wa in kānat wāḥidatan fa lahan-niṣf(u), wa li abawaihi likulli wāḥidim minhumas-sudusu mimmā taraka in kāna lahū walad(un), fa illam yakul lahū waladuw wa wariṡahū abawāhu fa li'ummihiṡ-ṡuluṡ(u),  fa in kāna lahū ikhwatun fa li'ummihis-sudusu mim ba‘di waṣiyyatiy yūṣī bihā au dain(in), ābā'ukum wa abnā'ukum, lā tadrūna ayyuhum aqrabu lakum naf‘ā(n), farīḍatam minallāh(i), innallāha kāna ‘alīman ḥakīmā(n).","translation":"Allah mensyariatkan (mewajibkan) kepadamu tentang (pembagian warisan untuk) anak-anakmu, (yaitu) bagian seorang anak laki-laki sama dengan bagian dua orang anak perempuan.146) Jika anak itu semuanya perempuan yang jumlahnya lebih dari dua, bagian mereka dua pertiga dari harta yang ditinggalkan. Jika dia (anak perempuan) itu seorang saja, dia memperoleh setengah (harta yang ditinggalkan). Untuk kedua orang tua, bagian masing-masing seperenam dari harta yang ditinggalkan, jika dia (yang meninggal) mempunyai anak. Jika dia (yang meninggal) tidak mempunyai anak dan dia diwarisi oleh kedua orang tuanya (saja), ibunya mendapat sepertiga. Jika dia (yang meninggal) mempunyai beberapa saudara, ibunya mendapat seperenam. (Warisan tersebut dibagi) setelah (dipenuhi) wasiat yang dibuatnya atau (dan dilunasi) utangnya. (Tentang) orang tuamu dan anak-anakmu, kamu tidak mengetahui siapa di antara mereka yang lebih banyak manfaatnya bagimu. Ini adalah ketetapan Allah. Sesungguhnya Allah adalah Maha Mengetahui lagi Maha Bijaksana."},{"surah_number":4,"ayat_number":12,"arabic":"۞ وَلَكُمْ نِصْفُ مَا تَرَكَ اَزْوَاجُكُمْ اِنْ لَّمْ يَكُنْ لَّهُنَّ وَلَدٌ ۚ فَاِنْ كَانَ لَهُنَّ وَلَدٌ فَلَكُمُ الرُّبُعُ مِمَّا تَرَكْنَ مِنْۢ بَعْدِ وَصِيَّةٍ يُّوْصِيْنَ بِهَآ اَوْ دَيْنٍ ۗ وَلَهُنَّ الرُّبُعُ مِمَّا تَرَكْتُمْ اِنْ لَّمْ يَكُنْ لَّكُمْ وَلَدٌ ۚ فَاِنْ كَانَ لَكُمْ وَلَدٌ فَلَهُنَّ الثُّمُنُ مِمَّا تَرَكْتُمْ مِّنْۢ بَعْدِ وَصِيَّةٍ تُوْصُوْنَ بِهَآ اَوْ دَيْنٍ ۗ وَاِنْ كَانَ رَجُلٌ يُّوْرَثُ كَلٰلَةً اَوِ امْرَاَةٌ وَّلَهٗٓ اَخٌ اَوْ اُخْتٌ فَلِكُلِّ وَاحِدٍ مِّنْهُمَا السُّدُسُۚ  فَاِنْ كَانُوْٓا اَكْثَرَ مِنْ ذٰلِكَ فَهُمْ شُرَكَاۤءُ فِى الثُّلُثِ مِنْۢ بَعْدِ وَصِيَّةٍ يُّوْصٰى بِهَآ اَوْ دَيْنٍۙ غَيْرَ مُضَاۤرٍّ ۚ وَصِيَّةً مِّنَ اللّٰهِ ۗ وَاللّٰهُ عَلِيْمٌ حَلِيْمٌۗ  ","kitabah":"۞ وَلَكُمْ نِصْفُ مَا تَرَكَ اَزْوَاجُكُمْ اِنْ لَّمْ يَكُنْ لَّهُنَّ وَلَدٌ ۚ فَاِنْ كَانَ لَهُنَّ وَلَدٌ فَلَكُمُ الرُّبُعُ مِمَّا تَرَكْنَ مِنْۢ بَعْدِ وَصِيَّةٍ يُّوْصِيْنَ بِهَآ اَوْ دَيْنٍ ۗ وَلَهُنَّ الرُّبُعُ مِمَّا تَرَكْتُمْ اِنْ لَّمْ يَكُنْ لَّكُمْ وَلَدٌ ۚ فَاِنْ كَانَ لَكُمْ وَلَدٌ فَلَهُنَّ الثُّمُنُ مِمَّا تَرَكْتُمْ مِّنْۢ بَعْدِ وَصِيَّةٍ تُوْصُوْنَ بِهَآ اَوْ دَيْنٍ ۗ وَاِنْ كَانَ رَجُلٌ يُّوْرَثُ كَلٰلَةً اَوِ امْرَاَةٌ وَّلَهٗٓ اَخٌ اَوْ اُخْتٌ فَلِكُلِّ وَاحِدٍ مِّنْهُمَا السُّدُسُۚ  فَاِنْ كَانُوْٓا اَكْثَرَ مِنْ ذٰلِكَ فَهُمْ شُرَكَاۤءُ فِى الثُّلُثِ مِنْۢ بَعْدِ وَصِيَّةٍ يُّوْصٰى بِهَآ اَوْ دَيْنٍۙ غَيْرَ مُضَاۤرٍّ ۚ وَصِيَّةً مِّنَ اللّٰهِ ۗ وَاللّٰهُ عَلِيْمٌ حَلِيْمٌۗ  ","latin":"Wa lakum niṣfu mā taraka azwājukum illam yakul lahunna walad(un), fa in kāna lahunna waladun fa lakumur-rubu‘u mimmā tarakna mim ba‘di waṣiyyatiy yūṣīna bihā au dain(in), wa lahunnar-rubu‘u mimmā taraktum illam yakul lakum walad(un), fa in kāna lakum waladun fa lahunnaṡ-ṡumunu mimmā taraktum mim ba‘di waṣiyyatiy tūṣūna bihā au dain(in), wa in kāna rajuluy yūraṡu kalālatan awimra'atuw wa lahū akhun au ukhtun fa likulli wāḥidatim minhumas-sudus(u), fa in kānū akṡara min żālika fa hum syurakā'u fiṡ-ṡuluṡi mim ba‘di waṣiyyatiy yūṣā bihā au dain(in), gaira muḍārr(in), waṣiyyatam minallāh(i), wallāhu ‘alīmun ḥalīm(un).","translation":"Bagimu (para suami) seperdua dari harta yang ditinggalkan oleh istri-istrimu, jika mereka tidak mempunyai anak. Jika mereka (istri-istrimu) itu mempunyai anak, kamu mendapat seperempat dari harta yang ditinggalkannya setelah (dipenuhi) wasiat yang mereka buat atau (dan setelah dibayar) utangnya. Bagi mereka (para istri) seperempat harta yang kamu tinggalkan jika kamu tidak mempunyai anak. Jika kamu mempunyai anak, bagi mereka (para istri) seperdelapan dari harta yang kamu tinggalkan (setelah dipenuhi) wasiat yang kamu buat atau (dan setelah dibayar) utang-utangmu. Jika seseorang, baik laki-laki maupun perempuan, meninggal dunia tanpa meninggalkan ayah dan anak, tetapi mempunyai seorang saudara laki-laki (seibu) atau seorang saudara perempuan (seibu), bagi masing-masing dari kedua jenis saudara itu seperenam harta. Akan tetapi, jika mereka (saudara-saudara seibu itu) lebih dari seorang, mereka bersama-sama dalam bagian yang sepertiga itu, setelah (dipenuhi wasiat) yang dibuatnya atau (dan setelah dibayar) utangnya dengan tidak menyusahkan (ahli waris).147) Demikianlah ketentuan Allah. Allah Maha Mengetahui lagi Maha Penyantun."},{"surah_number":4,"ayat_number":13,"arabic":"تِلْكَ حُدُوْدُ اللّٰهِ ۗ وَمَنْ يُّطِعِ اللّٰهَ وَرَسُوْلَهٗ يُدْخِلْهُ جَنّٰتٍ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُ خٰلِدِيْنَ فِيْهَا ۗ وَذٰلِكَ الْفَوْزُ الْعَظِيْمُ ","kitabah":"تِلْكَ حُدُوْدُ اللّٰهِ ۗ وَمَنْ يُّطِعِ اللّٰهَ وَرَسُوْلَهٗ يُدْخِلْهُ جَنّٰتٍ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُ خٰلِدِيْنَ فِيْهَا ۗ وَذٰلِكَ الْفَوْزُ الْعَظِيْمُ ","latin":"Tilka ḥudūdullāh(i), wa may yuṭi‘illāha wa rasūlahū yudkhilhu jannātin tajrī min taḥtihal-anhāru khālidīna fīhā, wa żālikal-fauzul-‘aẓīm(u).","translation":"Itu adalah batas-batas (ketentuan) Allah. Siapa saja yang taat kepada Allah dan Rasul-Nya, Dia akan memasukkannya ke dalam surga-surga yang mengalir di bawahnya sungai-sungai. (Mereka) kekal di dalamnya. Itulah kemenangan yang sangat besar."},{"surah_number":4,"ayat_number":14,"arabic":"وَمَنْ يَّعْصِ اللّٰهَ وَرَسُوْلَهٗ وَيَتَعَدَّ حُدُوْدَهٗ يُدْخِلْهُ نَارًا خَالِدًا فِيْهَاۖ وَلَهٗ عَذَابٌ مُّهِيْنٌ ࣖ","kitabah":"وَمَنْ يَّعْصِ اللّٰهَ وَرَسُوْلَهٗ وَيَتَعَدَّ حُدُوْدَهٗ يُدْخِلْهُ نَارًا خَالِدًا فِيْهَاۖ وَلَهٗ عَذَابٌ مُّهِيْنٌ ࣖ","latin":"Wa may ya‘ṣillāha wa rasūlahū wa yata‘adda ḥudūdahū yudkhilhu nāran khālidan fīhā, wa lahū ‘ażābum muhīn(un).","translation":"Siapa saja yang mendurhakai Allah dan Rasul-Nya serta melanggar batas-batas ketentuan-Nya, niscaya Dia akan memasukkannya ke dalam api neraka. (Dia) kekal di dalamnya. Baginya azab yang menghinakan."},{"surah_number":4,"ayat_number":15,"arabic":"وَالّٰتِيْ يَأْتِيْنَ الْفَاحِشَةَ مِنْ نِّسَاۤىِٕكُمْ فَاسْتَشْهِدُوْا عَلَيْهِنَّ اَرْبَعَةً مِّنْكُمْ ۚ فَاِنْ شَهِدُوْا فَاَمْسِكُوْهُنَّ فِى الْبُيُوْتِ حَتّٰى يَتَوَفّٰىهُنَّ الْمَوْتُ اَوْ يَجْعَلَ اللّٰهُ لَهُنَّ سَبِيْلًا ","kitabah":"وَالّٰتِيْ يَأْتِيْنَ الْفَاحِشَةَ مِنْ نِّسَاۤىِٕكُمْ فَاسْتَشْهِدُوْا عَلَيْهِنَّ اَرْبَعَةً مِّنْكُمْ ۚ فَاِنْ شَهِدُوْا فَاَمْسِكُوْهُنَّ فِى الْبُيُوْتِ حَتّٰى يَتَوَفّٰىهُنَّ الْمَوْتُ اَوْ يَجْعَلَ اللّٰهُ لَهُنَّ سَبِيْلًا ","latin":"Wal-lātī ya'tīnal-fāḥisyata min nisā'ikum fastasyhidū ‘alaihinna arba‘atam minkum, fa in syahidū fa amsikūhunna fil-buyūti ḥattā yatawaffāhunnal-mautu au yaj‘alallāhu lahunna sabīlā(n).","translation":"Para wanita yang melakukan perbuatan keji148) di antara wanita-wanita kamu, maka mintalah kesaksian atas (perbuatan keji)-nya dari empat orang di antara kamu. Apabila mereka telah memberikan kesaksian, tahanlah mereka (para wanita itu) dalam rumah sampai mereka menemui ajal atau sampai Allah memberi jalan (yang lain) kepadanya.149)"},{"surah_number":4,"ayat_number":16,"arabic":"وَالَّذٰنِ يَأْتِيٰنِهَا مِنْكُمْ فَاٰذُوْهُمَا ۚ فَاِنْ تَابَا وَاَصْلَحَا فَاَعْرِضُوْا عَنْهُمَا ۗ اِنَّ اللّٰهَ كَانَ تَوَّابًا رَّحِيْمًا ","kitabah":"وَالَّذٰنِ يَأْتِيٰنِهَا مِنْكُمْ فَاٰذُوْهُمَا ۚ فَاِنْ تَابَا وَاَصْلَحَا فَاَعْرِضُوْا عَنْهُمَا ۗ اِنَّ اللّٰهَ كَانَ تَوَّابًا رَّحِيْمًا ","latin":"Wal-lażāni ya'tiyānihā minkum fa āżūhumā, fa in tābā wa aṣlaḥā fa a‘riḍū ‘anhumā, innallāha kāna tawwābar raḥīmā(n).","translation":"(Jika ada) dua orang di antara kamu yang melakukannya (perbuatan keji), berilah hukuman kepada keduanya. Jika keduanya bertobat dan memperbaiki diri, biarkanlah mereka. Sesungguhnya Allah adalah Maha Penerima tobat lagi Maha Penyayang. "},{"surah_number":4,"ayat_number":17,"arabic":"اِنَّمَا التَّوْبَةُ عَلَى اللّٰهِ لِلَّذِيْنَ يَعْمَلُوْنَ السُّوْۤءَ بِجَهَالَةٍ ثُمَّ يَتُوْبُوْنَ مِنْ قَرِيْبٍ فَاُولٰۤىِٕكَ يَتُوْبُ اللّٰهُ عَلَيْهِمْ ۗ وَكَانَ اللّٰهُ عَلِيْمًا حَكِيْمًا ","kitabah":"اِنَّمَا التَّوْبَةُ عَلَى اللّٰهِ لِلَّذِيْنَ يَعْمَلُوْنَ السُّوْۤءَ بِجَهَالَةٍ ثُمَّ يَتُوْبُوْنَ مِنْ قَرِيْبٍ فَاُولٰۤىِٕكَ يَتُوْبُ اللّٰهُ عَلَيْهِمْ ۗ وَكَانَ اللّٰهُ عَلِيْمًا حَكِيْمًا ","latin":"Innamat-taubatu ‘alallāhi lil-lażīna ya‘malūnas-sū'a bijahālatin ṡumma yatūbūna min qarībin fa ulā'ika yatūbullāhu ‘alaihim, wa kānallāhu ‘alīman ḥakīmā(n).","translation":"Sesungguhnya tobat yang pasti diterima Allah itu hanya bagi mereka yang melakukan keburukan karena kebodohan, kemudian mereka segera bertobat. Merekalah yang Allah terima tobatnya. Allah Maha Mengetahui lagi Maha Bijaksana. "},{"surah_number":4,"ayat_number":18,"arabic":"وَلَيْسَتِ التَّوْبَةُ لِلَّذِيْنَ يَعْمَلُوْنَ السَّيِّاٰتِۚ حَتّٰىٓ اِذَا حَضَرَ اَحَدَهُمُ الْمَوْتُ قَالَ اِنِّيْ تُبْتُ الْـٰٔنَ وَلَا الَّذِيْنَ يَمُوْتُوْنَ وَهُمْ كُفَّارٌ ۗ اُولٰۤىِٕكَ اَعْتَدْنَا لَهُمْ عَذَابًا اَلِيْمًا ","kitabah":"وَلَيْسَتِ التَّوْبَةُ لِلَّذِيْنَ يَعْمَلُوْنَ السَّيِّاٰتِۚ حَتّٰىٓ اِذَا حَضَرَ اَحَدَهُمُ الْمَوْتُ قَالَ اِنِّيْ تُبْتُ الْـٰٔنَ وَلَا الَّذِيْنَ يَمُوْتُوْنَ وَهُمْ كُفَّارٌ ۗ اُولٰۤىِٕكَ اَعْتَدْنَا لَهُمْ عَذَابًا اَلِيْمًا ","latin":"Wa laisatit-taubatu  lil-lażīna ya‘malūnas-sayyi'āt(i), ḥattā iżā ḥaḍara aḥadahumul-mautu qāla innī tubtul-āna wa lal-lażīna yamūtūna wa hum kuffār(un), ulā'ika a‘tadnā lahum ‘ażāban alīmā(n).","translation":"Tidaklah tobat itu (diterima Allah) bagi orang-orang yang melakukan keburukan sehingga apabila datang ajal kepada seorang di antara mereka, (barulah) dia mengatakan, “Saya benar-benar bertobat sekarang.” Tidak (pula) bagi orang-orang yang meninggal dunia, sementara mereka di dalam kekufuran. Telah Kami sediakan azab yang sangat pedih bagi mereka."},{"surah_number":4,"ayat_number":19,"arabic":"يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا يَحِلُّ لَكُمْ اَنْ تَرِثُوا النِّسَاۤءَ كَرْهًا ۗ وَلَا تَعْضُلُوْهُنَّ لِتَذْهَبُوْا بِبَعْضِ مَآ اٰتَيْتُمُوْهُنَّ اِلَّآ اَنْ يَّأْتِيْنَ بِفَاحِشَةٍ مُّبَيِّنَةٍ ۚ وَعَاشِرُوْهُنَّ بِالْمَعْرُوْفِ ۚ فَاِنْ كَرِهْتُمُوْهُنَّ فَعَسٰٓى اَنْ تَكْرَهُوْا شَيْـًٔا وَّيَجْعَلَ اللّٰهُ فِيْهِ خَيْرًا كَثِيْرًا ","kitabah":"يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا يَحِلُّ لَكُمْ اَنْ تَرِثُوا النِّسَاۤءَ كَرْهًا ۗ وَلَا تَعْضُلُوْهُنَّ لِتَذْهَبُوْا بِبَعْضِ مَآ اٰتَيْتُمُوْهُنَّ اِلَّآ اَنْ يَّأْتِيْنَ بِفَاحِشَةٍ مُّبَيِّنَةٍ ۚ وَعَاشِرُوْهُنَّ بِالْمَعْرُوْفِ ۚ فَاِنْ كَرِهْتُمُوْهُنَّ فَعَسٰٓى اَنْ تَكْرَهُوْا شَيْـًٔا وَّيَجْعَلَ اللّٰهُ فِيْهِ خَيْرًا كَثِيْرًا ","latin":"Yā ayyuhal-lażīna āmanū lā yaḥillu lakum an tariṡun-nisā'a karhā(n), wa lā ta‘ḍulūhunna  litażhabū biba‘ḍi mā ātaitumūhunna illā ay ya'tīna bifāḥisyatim mubayyinah(tin), wa ‘āsyirūhunna bil-ma‘rūf(i), fa in karihtumūhunna fa ‘asā an takrahū syai'aw wa yaj‘alallāhu fīhi khairan kaṡīrā(n).","translation":"Wahai orang-orang yang beriman, tidak halal bagi kamu mewarisi perempuan dengan jalan paksa.150) Janganlah kamu menyusahkan mereka karena hendak mengambil kembali sebagian dari apa yang telah kamu berikan kepadanya, kecuali apabila mereka melakukan perbuatan keji yang nyata. Pergaulilah mereka dengan cara yang patut. Jika kamu tidak menyukai mereka, (bersabarlah) karena boleh jadi kamu tidak menyukai sesuatu, padahal Allah menjadikan kebaikan yang banyak di dalamnya."},{"surah_number":4,"ayat_number":20,"arabic":"وَاِنْ اَرَدْتُّمُ اسْتِبْدَالَ زَوْجٍ مَّكَانَ زَوْجٍۙ وَّاٰتَيْتُمْ اِحْدٰىهُنَّ قِنْطَارًا فَلَا تَأْخُذُوْا مِنْهُ شَيْـًٔا ۗ اَتَأْخُذُوْنَهٗ بُهْتَانًا وَّاِثْمًا مُّبِيْنًا ","kitabah":"وَاِنْ اَرَدْتُّمُ اسْتِبْدَالَ زَوْجٍ مَّكَانَ زَوْجٍۙ وَّاٰتَيْتُمْ اِحْدٰىهُنَّ قِنْطَارًا فَلَا تَأْخُذُوْا مِنْهُ شَيْـًٔا ۗ اَتَأْخُذُوْنَهٗ بُهْتَانًا وَّاِثْمًا مُّبِيْنًا ","latin":"Wa in arattumustibdāla zaujim makāna zauj(in), wa ātaitum iḥdāhunna qinṭāran falā ta'khużū minhu syai'ā(n), ata'khużūnahū buhtānaw wa iṡmam mubīnā(n).","translation":"Jika kamu ingin mengganti istri dengan istri yang lain, sedangkan kamu telah memberikan kepada salah seorang di antara mereka harta yang banyak (sebagai mahar), janganlah kamu mengambilnya kembali sedikit pun. Apakah kamu akan mengambilnya kembali dengan cara dusta dan dosa yang nyata?"},{"surah_number":4,"ayat_number":21,"arabic":"وَكَيْفَ تَأْخُذُوْنَهٗ وَقَدْ اَفْضٰى بَعْضُكُمْ اِلٰى بَعْضٍ وَّاَخَذْنَ مِنْكُمْ مِّيْثَاقًا غَلِيْظًا ","kitabah":"وَكَيْفَ تَأْخُذُوْنَهٗ وَقَدْ اَفْضٰى بَعْضُكُمْ اِلٰى بَعْضٍ وَّاَخَذْنَ مِنْكُمْ مِّيْثَاقًا غَلِيْظًا ","latin":"Wa kaifa ta'khużūnahū wa qad afḍā ba‘ḍukum ilā ba‘ḍiw wa akhażna minkum mīṡāqan galīẓā(n).","translation":"Bagaimana kamu akan mengambilnya (kembali), padahal kamu telah menggauli satu sama lain (sebagai suami istri) dan mereka pun (istri-istrimu) telah membuat perjanjian yang kuat (ikatan pernikahan) denganmu?"},{"surah_number":4,"ayat_number":22,"arabic":"وَلَا تَنْكِحُوْا مَا نَكَحَ اٰبَاۤؤُكُمْ مِّنَ النِّسَاۤءِ اِلَّا مَا قَدْ سَلَفَ ۗ اِنَّهٗ كَانَ فَاحِشَةً وَّمَقْتًاۗ وَسَاۤءَ سَبِيْلًا ࣖ ","kitabah":"وَلَا تَنْكِحُوْا مَا نَكَحَ اٰبَاۤؤُكُمْ مِّنَ النِّسَاۤءِ اِلَّا مَا قَدْ سَلَفَ ۗ اِنَّهٗ كَانَ فَاحِشَةً وَّمَقْتًاۗ وَسَاۤءَ سَبِيْلًا ࣖ ","latin":"Wa lā tankiḥū mā nakaḥa ābā'ukum minan-nisā'i illā  mā qad salaf(a), innahū kāna fāḥisyataw wa maqtā(n), wa sā'a sabīlā(n).","translation":"Janganlah kamu menikahi wanita-wanita yang telah dinikahi oleh ayahmu, kecuali (kejadian pada masa) yang telah lampau. Sesungguhnya (perbuatan) itu sangat keji dan dibenci (oleh Allah) dan seburuk-buruk jalan (yang ditempuh)."},{"surah_number":4,"ayat_number":23,"arabic":"حُرِّمَتْ عَلَيْكُمْ اُمَّهٰتُكُمْ وَبَنٰتُكُمْ وَاَخَوٰتُكُمْ وَعَمّٰتُكُمْ وَخٰلٰتُكُمْ وَبَنٰتُ الْاَخِ وَبَنٰتُ الْاُخْتِ وَاُمَّهٰتُكُمُ الّٰتِيْٓ اَرْضَعْنَكُمْ وَاَخَوٰتُكُمْ مِّنَ الرَّضَاعَةِ وَاُمَّهٰتُ نِسَاۤىِٕكُمْ وَرَبَاۤىِٕبُكُمُ الّٰتِيْ فِيْ حُجُوْرِكُمْ مِّنْ نِّسَاۤىِٕكُمُ الّٰتِيْ دَخَلْتُمْ بِهِنَّۖ فَاِنْ لَّمْ تَكُوْنُوْا دَخَلْتُمْ بِهِنَّ فَلَا جُنَاحَ عَلَيْكُمْ ۖ وَحَلَاۤىِٕلُ اَبْنَاۤىِٕكُمُ الَّذِيْنَ مِنْ اَصْلَابِكُمْۙ وَاَنْ تَجْمَعُوْا بَيْنَ الْاُخْتَيْنِ اِلَّا مَا قَدْ سَلَفَ ۗ اِنَّ اللّٰهَ كَانَ غَفُوْرًا رَّحِيْمًا   ۔","kitabah":"حُرِّمَتْ عَلَيْكُمْ اُمَّهٰتُكُمْ وَبَنٰتُكُمْ وَاَخَوٰتُكُمْ وَعَمّٰتُكُمْ وَخٰلٰتُكُمْ وَبَنٰتُ الْاَخِ وَبَنٰتُ الْاُخْتِ وَاُمَّهٰتُكُمُ الّٰتِيْٓ اَرْضَعْنَكُمْ وَاَخَوٰتُكُمْ مِّنَ الرَّضَاعَةِ وَاُمَّهٰتُ نِسَاۤىِٕكُمْ وَرَبَاۤىِٕبُكُمُ الّٰتِيْ فِيْ حُجُوْرِكُمْ مِّنْ نِّسَاۤىِٕكُمُ الّٰتِيْ دَخَلْتُمْ بِهِنَّۖ فَاِنْ لَّمْ تَكُوْنُوْا دَخَلْتُمْ بِهِنَّ فَلَا جُنَاحَ عَلَيْكُمْ ۖ وَحَلَاۤىِٕلُ اَبْنَاۤىِٕكُمُ الَّذِيْنَ مِنْ اَصْلَابِكُمْۙ وَاَنْ تَجْمَعُوْا بَيْنَ الْاُخْتَيْنِ اِلَّا مَا قَدْ سَلَفَ ۗ اِنَّ اللّٰهَ كَانَ غَفُوْرًا رَّحِيْمًا   ۔","latin":"Ḥurrimat ‘alaikum ummahātukum wa banātukum wa akhawātukum wa ‘ammātukum wa khālātukum wa banātul-akhi wa banātul-ukhti wa ummahātukumul-lātī arḍa‘nakum wa akhawātukum minar-raḍā‘ati wa ummahātu nisā'ikum wa rabā'ibukumul-lātī fī ḥujūrikum min nisā'ikumul-lātī dakhaltum bihinn(a), fa illam takūnū dakhaltum bihinna falā junāḥa ‘alaikum, wa ḥalā'ilu abnā'ikumul-lażīna min aṣlābikum, wa an tajma‘ū bainal-ukhtaini illā mā qad salaf(a), innallāha kāna gafūrar raḥīmā(n).","translation":"Diharamkan atas kamu (menikahi) ibu-ibumu, anak-anak perempuanmu, saudara-saudara perempuanmu, saudara-saudara perempuan ayahmu, saudara-saudara perempuan ibumu, anak-anak perempuan dari saudara laki-lakimu, anak-anak perempuan dari saudara perempuanmu, ibu yang menyusuimu, saudara-saudara perempuanmu sesusuan, ibu istri-istrimu (mertua), anak-anak perempuan dari istrimu (anak tiri) yang dalam pemeliharaanmu151) dari istri yang telah kamu campuri, tetapi jika kamu belum bercampur dengan istrimu itu (dan sudah kamu ceraikan), tidak berdosa bagimu (menikahinya), (dan diharamkan bagimu) istri-istri anak kandungmu (menantu), dan (diharamkan pula) mengumpulkan (dalam pernikahan) dua perempuan yang bersaudara, kecuali (kejadian pada masa) yang telah lampau. Sesungguhnya Allah adalah Maha Pengampun lagi Maha Penyayang."},{"surah_number":4,"ayat_number":24,"arabic":"۞ وَالْمُحْصَنٰتُ مِنَ النِّسَاۤءِ اِلَّا مَا مَلَكَتْ اَيْمَانُكُمْ ۚ  كِتٰبَ اللّٰهِ عَلَيْكُمْ ۚ وَاُحِلَّ لَكُمْ مَّا وَرَاۤءَ ذٰلِكُمْ اَنْ تَبْتَغُوْا بِاَمْوَالِكُمْ مُّحْصِنِيْنَ غَيْرَ مُسٰفِحِيْنَ ۗ فَمَا اسْتَمْتَعْتُمْ بِهٖ مِنْهُنَّ فَاٰتُوْهُنَّ اُجُوْرَهُنَّ فَرِيْضَةً  ۗوَلَا جُنَاحَ عَلَيْكُمْ فِيْمَا تَرَاضَيْتُمْ بِهٖ  مِنْۢ بَعْدِ الْفَرِيْضَةِۗ اِنَّ اللّٰهَ كَانَ عَلِيْمًا حَكِيْمًا","kitabah":"۞ وَالْمُحْصَنٰتُ مِنَ النِّسَاۤءِ اِلَّا مَا مَلَكَتْ اَيْمَانُكُمْ ۚ  كِتٰبَ اللّٰهِ عَلَيْكُمْ ۚ وَاُحِلَّ لَكُمْ مَّا وَرَاۤءَ ذٰلِكُمْ اَنْ تَبْتَغُوْا بِاَمْوَالِكُمْ مُّحْصِنِيْنَ غَيْرَ مُسٰفِحِيْنَ ۗ فَمَا اسْتَمْتَعْتُمْ بِهٖ مِنْهُنَّ فَاٰتُوْهُنَّ اُجُوْرَهُنَّ فَرِيْضَةً  ۗوَلَا جُنَاحَ عَلَيْكُمْ فِيْمَا تَرَاضَيْتُمْ بِهٖ  مِنْۢ بَعْدِ الْفَرِيْضَةِۗ اِنَّ اللّٰهَ كَانَ عَلِيْمًا حَكِيْمًا","latin":"Wal-muḥṣanātu minan-nisā'i illā mā malakat aimānukum, kitāballāhi ‘alaikum, wa uḥilla lakum mā warā'a żālikum an tabtagū bi'amwālikum muḥṣinīna gaira musāfiḥīn(a), famastamta‘tum bihī minhunna fa ātūhunna ujūrahunna farīḍah(tan), wa lā junāḥa ‘alaikum fīmā tarāḍaitum bihī mim ba‘dil-farīḍah(ti), innallāha kāna ‘alīman ḥakīmā(n).","translation":"(Diharamkan juga bagi kamu menikahi) perempuan-perempuan yang bersuami, kecuali hamba sahaya perempuan (tawanan perang) yang kamu miliki152) sebagai ketetapan Allah atas kamu. Dihalalkan bagi kamu selain (perempuan-perempuan) yang demikian itu, yakni kamu mencari (istri) dengan hartamu (mahar) untuk menikahinya, bukan untuk berzina. Karena kenikmatan yang telah kamu dapatkan dari mereka, berikanlah kepada mereka imbalannya (maskawinnya) sebagai suatu kewajiban. Tidak ada dosa bagi kamu mengenai sesuatu yang saling kamu relakan sesudah menentukan kewajiban (itu).153) Sesungguhnya Allah adalah Maha Mengetahui lagi Maha Bijaksana."},{"surah_number":4,"ayat_number":25,"arabic":"وَمَنْ لَّمْ يَسْتَطِعْ مِنْكُمْ طَوْلًا اَنْ يَّنْكِحَ الْمُحْصَنٰتِ الْمُؤْمِنٰتِ فَمِنْ مَّا مَلَكَتْ اَيْمَانُكُمْ مِّنْ فَتَيٰتِكُمُ الْمُؤْمِنٰتِۗ وَاللّٰهُ اَعْلَمُ بِاِيْمَانِكُمْ ۗ بَعْضُكُمْ مِّنْۢ بَعْضٍۚ فَانْكِحُوْهُنَّ بِاِذْنِ اَهْلِهِنَّ وَاٰتُوْهُنَّ اُجُوْرَهُنَّ بِالْمَعْرُوْفِ مُحْصَنٰتٍ غَيْرَ مُسٰفِحٰتٍ وَّلَا مُتَّخِذٰتِ اَخْدَانٍ ۚ فَاِذَآ اُحْصِنَّ فَاِنْ اَتَيْنَ بِفَاحِشَةٍ فَعَلَيْهِنَّ نِصْفُ مَا عَلَى الْمُحْصَنٰتِ مِنَ الْعَذَابِۗ ذٰلِكَ لِمَنْ خَشِيَ الْعَنَتَ مِنْكُمْ  ۗ  وَاَنْ تَصْبِرُوْا خَيْرٌ لَّكُمْ ۗ وَاللّٰهُ غَفُوْرٌ رَّحِيْمٌ ࣖ ","kitabah":"وَمَنْ لَّمْ يَسْتَطِعْ مِنْكُمْ طَوْلًا اَنْ يَّنْكِحَ الْمُحْصَنٰتِ الْمُؤْمِنٰتِ فَمِنْ مَّا مَلَكَتْ اَيْمَانُكُمْ مِّنْ فَتَيٰتِكُمُ الْمُؤْمِنٰتِۗ وَاللّٰهُ اَعْلَمُ بِاِيْمَانِكُمْ ۗ بَعْضُكُمْ مِّنْۢ بَعْضٍۚ فَانْكِحُوْهُنَّ بِاِذْنِ اَهْلِهِنَّ وَاٰتُوْهُنَّ اُجُوْرَهُنَّ بِالْمَعْرُوْفِ مُحْصَنٰتٍ غَيْرَ مُسٰفِحٰتٍ وَّلَا مُتَّخِذٰتِ اَخْدَانٍ ۚ فَاِذَآ اُحْصِنَّ فَاِنْ اَتَيْنَ بِفَاحِشَةٍ فَعَلَيْهِنَّ نِصْفُ مَا عَلَى الْمُحْصَنٰتِ مِنَ الْعَذَابِۗ ذٰلِكَ لِمَنْ خَشِيَ الْعَنَتَ مِنْكُمْ  ۗ  وَاَنْ تَصْبِرُوْا خَيْرٌ لَّكُمْ ۗ وَاللّٰهُ غَفُوْرٌ رَّحِيْمٌ ࣖ ","latin":"Wa mal lam yastaṭi‘ minkum ṭaulan ay yankiḥal-muḥṣanātil-mu'mināti fa mim mā malakat aimānukum min fatayātikumul-mu'mināt(i), wallāhu a‘lamu bi'īmānikum, ba‘ḍukum mim ba‘ḍ(in), fankiḥūhunna bi'iżni ahlihinna wa ātūhunna ujūrahunna bil-ma‘rūfi muḥṣanātin gaira musāfiḥātiw wa lā muttakhiżāti akhdān(in), fa iżā uḥṣinna fa in ataina bifāḥisyatin fa ‘alaihinna niṣfu mā ‘alal-muḥṣanāti minal-‘ażāb(i), żālika limay khasyial-‘anata minkum, wa an taṣbirū khairul lakum, wallāhu gafūrur raḥīm(un).","translation":"Siapa di antara kamu yang tidak mempunyai biaya untuk menikahi perempuan merdeka yang mukmin (boleh menikahi) perempuan mukmin dari para hamba sahaya yang kamu miliki. Allah lebih tahu tentang keimananmu. Sebagian kamu adalah sebagian dari yang lain (seketurunan dari Adam dan Hawa). Oleh karena itu, nikahilah mereka dengan izin keluarga (tuan) mereka dan berilah mereka maskawin dengan cara yang pantas, dalam keadaan mereka memelihara kesucian diri, bukan pezina dan bukan (pula) perempuan yang mengambil laki-laki lain sebagai piaraannya. Apabila mereka telah berumah tangga (bersuami), tetapi melakukan perbuatan keji (zina), (hukuman) atas mereka adalah setengah dari hukuman perempuan-perempuan merdeka (yang tidak bersuami). Hal itu (kebolehan menikahi hamba sahaya) berlaku bagi orang-orang yang takut terhadap kesulitan (dalam menghindari zina) di antara kamu. Kesabaranmu lebih baik bagi kamu. Allah Maha Pengampun lagi Maha Penyayang."},{"surah_number":4,"ayat_number":26,"arabic":"يُرِيْدُ اللّٰهُ لِيُبَيِّنَ لَكُمْ وَيَهْدِيَكُمْ سُنَنَ الَّذِيْنَ مِنْ قَبْلِكُمْ وَيَتُوْبَ عَلَيْكُمْ ۗ وَاللّٰهُ عَلِيْمٌ حَكِيْمٌ ","kitabah":"يُرِيْدُ اللّٰهُ لِيُبَيِّنَ لَكُمْ وَيَهْدِيَكُمْ سُنَنَ الَّذِيْنَ مِنْ قَبْلِكُمْ وَيَتُوْبَ عَلَيْكُمْ ۗ وَاللّٰهُ عَلِيْمٌ حَكِيْمٌ ","latin":"Yurīdullāhu liyubayyina lakum wa yahdiyakum sunanal-lażīna min qablikum wa yatūba ‘alaikum, wallāhu ‘alīmun ḥakīm(un).","translation":"Allah hendak menerangkan (syariat-Nya) kepadamu, menunjukkan kepadamu berbagai jalan (kehidupan) orang yang sebelum kamu (para nabi dan orang-orang saleh), dan menerima tobatmu. Allah Maha Mengetahui lagi Maha Bijaksana."},{"surah_number":4,"ayat_number":27,"arabic":"وَاللّٰهُ يُرِيْدُ اَنْ يَّتُوْبَ عَلَيْكُمْ ۗ وَيُرِيْدُ الَّذِيْنَ يَتَّبِعُوْنَ الشَّهَوٰتِ اَنْ تَمِيْلُوْا مَيْلًا عَظِيْمًا","kitabah":"وَاللّٰهُ يُرِيْدُ اَنْ يَّتُوْبَ عَلَيْكُمْ ۗ وَيُرِيْدُ الَّذِيْنَ يَتَّبِعُوْنَ الشَّهَوٰتِ اَنْ تَمِيْلُوْا مَيْلًا عَظِيْمًا","latin":"Wallāhu yurīdu ay yatūba ‘alaikum, wa yurīdul-lażīna yattabi‘ūnasy-syahawāti an tamīlū mailan ‘aẓīmā(n).","translation":"Allah hendak menerima tobatmu, sedangkan orang-orang yang mengikuti hawa nafsu menghendaki agar kamu berpaling sejauh-jauhnya (dari kebenaran)."},{"surah_number":4,"ayat_number":28,"arabic":"يُرِيْدُ اللّٰهُ اَنْ يُّخَفِّفَ عَنْكُمْ ۚ وَخُلِقَ الْاِنْسَانُ ضَعِيْفًا ","kitabah":"يُرِيْدُ اللّٰهُ اَنْ يُّخَفِّفَ عَنْكُمْ ۚ وَخُلِقَ الْاِنْسَانُ ضَعِيْفًا ","latin":"Yurīdullāhu ay yukhaffifa ‘ankum, wa khuliqal-insānu ḍa‘īfā(n).","translation":"Allah hendak memberikan keringanan kepadamu dan manusia diciptakan (dalam keadaan) lemah."},{"surah_number":4,"ayat_number":29,"arabic":"يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تَأْكُلُوْٓا اَمْوَالَكُمْ بَيْنَكُمْ بِالْبَاطِلِ اِلَّآ اَنْ تَكُوْنَ تِجَارَةً عَنْ تَرَاضٍ مِّنْكُمْ ۗ وَلَا تَقْتُلُوْٓا اَنْفُسَكُمْ ۗ اِنَّ اللّٰهَ كَانَ بِكُمْ رَحِيْمًا ","kitabah":"يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تَأْكُلُوْٓا اَمْوَالَكُمْ بَيْنَكُمْ بِالْبَاطِلِ اِلَّآ اَنْ تَكُوْنَ تِجَارَةً عَنْ تَرَاضٍ مِّنْكُمْ ۗ وَلَا تَقْتُلُوْٓا اَنْفُسَكُمْ ۗ اِنَّ اللّٰهَ كَانَ بِكُمْ رَحِيْمًا ","latin":"Yā ayyuhal-lażīna āmanū lā ta'kulū amwālakum bainakum bil-bāṭili illā an takūna tijāratan ‘an tarāḍim minkum, wa lā taqtulū anfusakum, innallāha kāna bikum raḥīmā(n).","translation":"Wahai orang-orang yang beriman, janganlah kamu memakan harta sesamamu dengan cara yang batil (tidak benar), kecuali berupa perniagaan atas dasar suka sama suka di antara kamu. Janganlah kamu membunuh dirimu. Sesungguhnya Allah adalah Maha Penyayang kepadamu."},{"surah_number":4,"ayat_number":30,"arabic":"وَمَنْ يَّفْعَلْ ذٰلِكَ عُدْوَانًا وَّظُلْمًا فَسَوْفَ نُصْلِيْهِ نَارًا ۗوَكَانَ ذٰلِكَ عَلَى اللّٰهِ يَسِيْرًا ","kitabah":"وَمَنْ يَّفْعَلْ ذٰلِكَ عُدْوَانًا وَّظُلْمًا فَسَوْفَ نُصْلِيْهِ نَارًا ۗوَكَانَ ذٰلِكَ عَلَى اللّٰهِ يَسِيْرًا ","latin":"Wa may yaf‘al żālika ‘udwānaw wa ẓulman fa saufa nuṣlīhi nārā(n), wa kāna żālika ‘alallāhi yasīrā(n).","translation":"Siapa yang berbuat demikian dengan cara melanggar aturan dan berbuat zalim kelak Kami masukkan dia ke dalam neraka. Yang demikian itu adalah mudah bagi Allah."},{"surah_number":4,"ayat_number":31,"arabic":"اِنْ تَجْتَنِبُوْا كَبَاۤىِٕرَ مَا تُنْهَوْنَ عَنْهُ نُكَفِّرْ عَنْكُمْ سَيِّاٰتِكُمْ وَنُدْخِلْكُمْ مُّدْخَلًا كَرِيْمًا ","kitabah":"اِنْ تَجْتَنِبُوْا كَبَاۤىِٕرَ مَا تُنْهَوْنَ عَنْهُ نُكَفِّرْ عَنْكُمْ سَيِّاٰتِكُمْ وَنُدْخِلْكُمْ مُّدْخَلًا كَرِيْمًا ","latin":"In tajtanibū kabā'ira mā tunhauna ‘anhu nukaffir ‘ankum sayyi'ātikum wa nudkhilkum mudkhalan karīmā(n).","translation":"Jika kamu menjauhi dosa-dosa besar di antara dosa-dosa yang dilarang (mengerjakan)-nya, niscaya Kami menghapus kesalahan-kesalahanmu dan Kami memasukkanmu ke tempat yang mulia (surga)."},{"surah_number":4,"ayat_number":32,"arabic":"وَلَا تَتَمَنَّوْا مَا فَضَّلَ اللّٰهُ بِهٖ بَعْضَكُمْ عَلٰى بَعْضٍ ۗ لِلرِّجَالِ نَصِيْبٌ مِّمَّا اكْتَسَبُوْا ۗ وَلِلنِّسَاۤءِ نَصِيْبٌ مِّمَّا اكْتَسَبْنَ ۗوَسْـَٔلُوا اللّٰهَ مِنْ فَضْلِهٖ ۗ اِنَّ اللّٰهَ كَانَ بِكُلِّ شَيْءٍ عَلِيْمًا ","kitabah":"وَلَا تَتَمَنَّوْا مَا فَضَّلَ اللّٰهُ بِهٖ بَعْضَكُمْ عَلٰى بَعْضٍ ۗ لِلرِّجَالِ نَصِيْبٌ مِّمَّا اكْتَسَبُوْا ۗ وَلِلنِّسَاۤءِ نَصِيْبٌ مِّمَّا اكْتَسَبْنَ ۗوَسْـَٔلُوا اللّٰهَ مِنْ فَضْلِهٖ ۗ اِنَّ اللّٰهَ كَانَ بِكُلِّ شَيْءٍ عَلِيْمًا ","latin":"Wa lā tatamannau mā faḍḍalallāhu bihī ba‘ḍakum ‘alā ba‘ḍ(in), lir-rijāli naṣībum mimmaktasabū, wa lin-nisā'i naṣībum mimmaktasabn(a), was'alullāha min faḍlih(ī), innallāha kāna bikulli syai'in ‘alīmā(n).","translation":"Janganlah kamu berangan-angan (iri hati) terhadap apa yang telah dilebihkan Allah kepada sebagian kamu atas sebagian yang lain. Bagi laki-laki ada bagian dari apa yang mereka usahakan dan bagi perempuan (pun) ada bagian dari apa yang mereka usahakan. Mohonlah kepada Allah sebagian dari karunia-Nya. Sesungguhnya Allah adalah Maha Mengetahui segala sesuatu."},{"surah_number":4,"ayat_number":33,"arabic":"وَلِكُلٍّ جَعَلْنَا مَوَالِيَ مِمَّا تَرَكَ الْوَالِدٰنِ وَالْاَقْرَبُوْنَ ۗ وَالَّذِيْنَ عَقَدَتْ اَيْمَانُكُمْ فَاٰتُوْهُمْ نَصِيْبَهُمْ ۗ اِنَّ اللّٰهَ كَانَ عَلٰى كُلِّ شَيْءٍ شَهِيْدًا ࣖ ","kitabah":"وَلِكُلٍّ جَعَلْنَا مَوَالِيَ مِمَّا تَرَكَ الْوَالِدٰنِ وَالْاَقْرَبُوْنَ ۗ وَالَّذِيْنَ عَقَدَتْ اَيْمَانُكُمْ فَاٰتُوْهُمْ نَصِيْبَهُمْ ۗ اِنَّ اللّٰهَ كَانَ عَلٰى كُلِّ شَيْءٍ شَهِيْدًا ࣖ ","latin":"Wa likullin ja‘alnā mawāliya mimmā tarakal-wālidāni wal-aqrabūn(a), wal-lażīna ‘aqadat aimānukum fa ātūhum naṣībahum, innallāha kāna ‘alā kulli syai'in syahīdā(n).","translation":"Bagi setiap (laki-laki dan perempuan) Kami telah menetapkan para ahli waris atas apa yang ditinggalkan oleh kedua orang tuanya dan karib kerabatnya. Orang-orang yang kamu telah bersumpah setia dengan mereka, berikanlah bagian itu kepada mereka. Sesungguhnya Allah Maha Menyaksikan segala sesuatu."},{"surah_number":4,"ayat_number":34,"arabic":"اَلرِّجَالُ قَوَّامُوْنَ عَلَى النِّسَاۤءِ بِمَا فَضَّلَ اللّٰهُ بَعْضَهُمْ عَلٰى بَعْضٍ وَّبِمَآ اَنْفَقُوْا مِنْ اَمْوَالِهِمْ ۗ فَالصّٰلِحٰتُ قٰنِتٰتٌ حٰفِظٰتٌ لِّلْغَيْبِ بِمَا حَفِظَ اللّٰهُ ۗوَالّٰتِيْ تَخَافُوْنَ نُشُوْزَهُنَّ فَعِظُوْهُنَّ وَاهْجُرُوْهُنَّ فِى الْمَضَاجِعِ وَاضْرِبُوْهُنَّ ۚ فَاِنْ اَطَعْنَكُمْ فَلَا تَبْغُوْا عَلَيْهِنَّ سَبِيْلًا ۗاِنَّ اللّٰهَ كَانَ عَلِيًّا كَبِيْرًا ","kitabah":"اَلرِّجَالُ قَوَّامُوْنَ عَلَى النِّسَاۤءِ بِمَا فَضَّلَ اللّٰهُ بَعْضَهُمْ عَلٰى بَعْضٍ وَّبِمَآ اَنْفَقُوْا مِنْ اَمْوَالِهِمْ ۗ فَالصّٰلِحٰتُ قٰنِتٰتٌ حٰفِظٰتٌ لِّلْغَيْبِ بِمَا حَفِظَ اللّٰهُ ۗوَالّٰتِيْ تَخَافُوْنَ نُشُوْزَهُنَّ فَعِظُوْهُنَّ وَاهْجُرُوْهُنَّ فِى الْمَضَاجِعِ وَاضْرِبُوْهُنَّ ۚ فَاِنْ اَطَعْنَكُمْ فَلَا تَبْغُوْا عَلَيْهِنَّ سَبِيْلًا ۗاِنَّ اللّٰهَ كَانَ عَلِيًّا كَبِيْرًا ","latin":"Ar-rijālu qawwāmūna ‘alan-nisā'i bimā faḍḍalallāhu ba‘ḍahum ‘alā ba‘ḍiw wa bimā anfaqū min amwālihim, faṣ-ṣāliḥātu qānitātun ḥāfiẓātul lil-gaibi bimā ḥafiẓallāh(u), wal-lātī takhāfūna nusyūzahunna fa ‘iẓūhunna wahjurūhunna fil-maḍāji‘i waḍribūhunn(a), fa in aṭa‘nakum falā tabgū ‘alaihinna sabīlā(n), innallāha kāna ‘aliyyan kabīrā(n). ","translation":"Laki-laki (suami) adalah penanggung jawab154) atas para perempuan (istri) karena Allah telah melebihkan sebagian mereka (laki-laki) atas sebagian yang lain (perempuan) dan karena mereka (laki-laki) telah menafkahkan sebagian dari hartanya. Perempuan-perempuan saleh adalah mereka yang taat (kepada Allah) dan menjaga diri ketika (suaminya) tidak ada karena Allah telah menjaga (mereka). Perempuan-perempuan yang kamu khawatirkan akan nusyuz,155) berilah mereka nasihat, tinggalkanlah mereka di tempat tidur (pisah ranjang), dan (kalau perlu,) pukullah mereka (dengan cara yang tidak menyakitkan). Akan tetapi, jika mereka menaatimu, janganlah kamu mencari-cari jalan untuk menyusahkan mereka. Sesungguhnya Allah Maha Tinggi lagi Maha Besar."},{"surah_number":4,"ayat_number":35,"arabic":"وَاِنْ خِفْتُمْ شِقَاقَ بَيْنِهِمَا فَابْعَثُوْا حَكَمًا مِّنْ اَهْلِهٖ وَحَكَمًا مِّنْ اَهْلِهَا ۚ اِنْ يُّرِيْدَآ اِصْلَاحًا يُّوَفِّقِ اللّٰهُ بَيْنَهُمَا ۗ اِنَّ اللّٰهَ كَانَ عَلِيْمًا خَبِيْرًا ","kitabah":"وَاِنْ خِفْتُمْ شِقَاقَ بَيْنِهِمَا فَابْعَثُوْا حَكَمًا مِّنْ اَهْلِهٖ وَحَكَمًا مِّنْ اَهْلِهَا ۚ اِنْ يُّرِيْدَآ اِصْلَاحًا يُّوَفِّقِ اللّٰهُ بَيْنَهُمَا ۗ اِنَّ اللّٰهَ كَانَ عَلِيْمًا خَبِيْرًا ","latin":"Wa in khiftum syiqāqa bainihimā fab‘aṡū ḥakamam min ahlihī wa ḥakamam min ahlihā, iy yurīdā iṣlāḥay yuwaffiqillāhu bainahumā, innallāha kāna ‘alīman khabīrā(n). ","translation":"Jika kamu (para wali) khawatir terjadi persengketaan di antara keduanya, utuslah seorang juru damai dari keluarga laki-laki dan seorang juru damai dari keluarga perempuan. Jika keduanya bermaksud melakukan islah (perdamaian), niscaya Allah memberi taufik kepada keduanya. Sesungguhnya Allah Maha Mengetahui lagi Maha Teliti."},{"surah_number":4,"ayat_number":36,"arabic":"۞ وَاعْبُدُوا اللّٰهَ وَلَا تُشْرِكُوْا بِهٖ شَيْـًٔا وَّبِالْوَالِدَيْنِ اِحْسَانًا وَّبِذِى الْقُرْبٰى وَالْيَتٰمٰى وَالْمَسٰكِيْنِ وَالْجَارِ ذِى الْقُرْبٰى وَالْجَارِ الْجُنُبِ وَالصَّاحِبِ بِالْجَنْۢبِ وَابْنِ السَّبِيْلِۙ وَمَا مَلَكَتْ اَيْمَانُكُمْ ۗ اِنَّ اللّٰهَ لَا يُحِبُّ مَنْ كَانَ مُخْتَالًا فَخُوْرًاۙ","kitabah":"۞ وَاعْبُدُوا اللّٰهَ وَلَا تُشْرِكُوْا بِهٖ شَيْـًٔا وَّبِالْوَالِدَيْنِ اِحْسَانًا وَّبِذِى الْقُرْبٰى وَالْيَتٰمٰى وَالْمَسٰكِيْنِ وَالْجَارِ ذِى الْقُرْبٰى وَالْجَارِ الْجُنُبِ وَالصَّاحِبِ بِالْجَنْۢبِ وَابْنِ السَّبِيْلِۙ وَمَا مَلَكَتْ اَيْمَانُكُمْ ۗ اِنَّ اللّٰهَ لَا يُحِبُّ مَنْ كَانَ مُخْتَالًا فَخُوْرًاۙ","latin":"Wa‘budullāha wa lā tusyrikū bihī syai'aw wa bil-wālidaini iḥsānaw wa biżil-qurbā wal-yatāmā wal-masākīni wal-jāri żil-qurbā wal-jāril-junubi  waṣ-ṣāḥibi bil-jambi wabnis-sabīl(i), wa mā malakat aimānukum, innallāha lā yuḥibbu man kāna mukhtālan fakhūrā(n).","translation":"Sembahlah Allah dan janganlah kamu mempersekutukan-Nya dengan sesuatu apa pun. Berbuat baiklah kepada kedua orang tua, karib kerabat, anak-anak ya tim, orang-orang miskin, tetangga dekat dan tetangga jauh, teman sejawat, ibnusabil, serta hamba sahaya yang kamu miliki. Sesungguhnya Allah tidak menyukai orang yang sombong lagi sangat membanggakan diri."},{"surah_number":4,"ayat_number":37,"arabic":" ۨالَّذِيْنَ يَبْخَلُوْنَ وَيَأْمُرُوْنَ النَّاسَ بِالْبُخْلِ وَيَكْتُمُوْنَ مَآ اٰتٰىهُمُ اللّٰهُ مِنْ فَضْلِهٖۗ وَاَعْتَدْنَا لِلْكٰفِرِيْنَ عَذَابًا مُّهِيْنًاۚ","kitabah":" ۨالَّذِيْنَ يَبْخَلُوْنَ وَيَأْمُرُوْنَ النَّاسَ بِالْبُخْلِ وَيَكْتُمُوْنَ مَآ اٰتٰىهُمُ اللّٰهُ مِنْ فَضْلِهٖۗ وَاَعْتَدْنَا لِلْكٰفِرِيْنَ عَذَابًا مُّهِيْنًاۚ","latin":"Al-lażīna yabkhalūna wa ya'murūnan-nāsa bil-bukhli wa yaktumūna mā ātāhumullāhu min faḍlih(ī), wa a‘tadnā lil-kāfirīna ‘ażābam muhīnā(n).","translation":"(Yaitu) orang-orang yang kikir, menyuruh orang (lain) berbuat kikir, dan menyembunyikan karunia yang telah dianugerahkan Allah kepada mereka. Kami telah menyediakan untuk orang-orang kafir itu azab yang menghinakan."},{"surah_number":4,"ayat_number":38,"arabic":"وَالَّذِيْنَ يُنْفِقُوْنَ اَمْوَالَهُمْ رِئَاۤءَ النَّاسِ وَلَا يُؤْمِنُوْنَ بِاللّٰهِ وَلَا بِالْيَوْمِ الْاٰخِرِ ۗ وَمَنْ يَّكُنِ الشَّيْطٰنُ لَهٗ قَرِيْنًا فَسَاۤءَ قَرِيْنًا ","kitabah":"وَالَّذِيْنَ يُنْفِقُوْنَ اَمْوَالَهُمْ رِئَاۤءَ النَّاسِ وَلَا يُؤْمِنُوْنَ بِاللّٰهِ وَلَا بِالْيَوْمِ الْاٰخِرِ ۗ وَمَنْ يَّكُنِ الشَّيْطٰنُ لَهٗ قَرِيْنًا فَسَاۤءَ قَرِيْنًا ","latin":"Wal-lażīna yunfiqūna amwālahum ri'ā'an-nasi wa lā yu'minūna billāhi wa lā bil-yaumil ākhir(i), wa may yakunisy-syaiṭānu lahū qarīnan fasā'a qarīnā(n).","translation":"(Allah juga tidak menyukai) orang-orang yang menginfakkan hartanya karena riya kepada orang (lain) dan orang-orang yang tidak beriman kepada Allah dan tidak (pula) kepada hari Akhir. Siapa yang menjadikan setan sebagai temannya, (ketahuilah bahwa) dia adalah seburuk-buruk teman."},{"surah_number":4,"ayat_number":39,"arabic":"وَمَاذَا عَلَيْهِمْ لَوْ اٰمَنُوْا بِاللّٰهِ وَالْيَوْمِ الْاٰخِرِ وَاَنْفَقُوْا مِمَّا رَزَقَهُمُ اللّٰهُ ۗوَكَانَ اللّٰهُ بِهِمْ عَلِيْمًا ","kitabah":"وَمَاذَا عَلَيْهِمْ لَوْ اٰمَنُوْا بِاللّٰهِ وَالْيَوْمِ الْاٰخِرِ وَاَنْفَقُوْا مِمَّا رَزَقَهُمُ اللّٰهُ ۗوَكَانَ اللّٰهُ بِهِمْ عَلِيْمًا ","latin":"Wa māżā ‘alaihim lau āmanū billāhi wal-yaumil-ākhiri wa anfaqū mimmā razaqahumullāh(u), wa kānallāhu bihim ‘alīmā(n). ","translation":"Apa ruginya bagi mereka seandainya mereka beriman kepada Allah dan hari Akhir serta menginfakkan sebagian rezeki yang telah dianugerahkan Allah kepada mereka? Allah adalah Maha Mengetahui (keadaan) mereka."},{"surah_number":4,"ayat_number":40,"arabic":"اِنَّ اللّٰهَ لَا يَظْلِمُ مِثْقَالَ ذَرَّةٍ ۚوَاِنْ تَكُ حَسَنَةً يُّضٰعِفْهَا وَيُؤْتِ مِنْ لَّدُنْهُ اَجْرًا عَظِيْمًا","kitabah":"اِنَّ اللّٰهَ لَا يَظْلِمُ مِثْقَالَ ذَرَّةٍ ۚوَاِنْ تَكُ حَسَنَةً يُّضٰعِفْهَا وَيُؤْتِ مِنْ لَّدُنْهُ اَجْرًا عَظِيْمًا","latin":"Innallāha lā yaẓlimu miṡqāla żarrah(tin), wa in taku ḥasanatay yuḍā‘ifhā wa yu'ti mil ladunhu ajran ‘aẓīmā(n).","translation":"Sesungguhnya Allah tidak akan menzalimi (seseorang) walaupun sebesar zarah. Jika (sesuatu yang sebesar zarah) itu berupa kebaikan, niscaya Allah akan melipatgandakannya dan memberikan pahala yang besar dari sisi-Nya."},{"surah_number":4,"ayat_number":41,"arabic":"فَكَيْفَ اِذَا جِئْنَا مِنْ كُلِّ اُمَّةٍۢ بِشَهِيْدٍ وَّجِئْنَا بِكَ عَلٰى هٰٓؤُلَاۤءِ شَهِيْدًاۗ","kitabah":"فَكَيْفَ اِذَا جِئْنَا مِنْ كُلِّ اُمَّةٍۢ بِشَهِيْدٍ وَّجِئْنَا بِكَ عَلٰى هٰٓؤُلَاۤءِ شَهِيْدًاۗ","latin":"Fa kaifa iżā ji'nā min kulli ummatim bisyahīdiw wa ji'nā bika ‘alā hā'ulā'i syahīdā(n).","translation":"Bagaimanakah (keadaan manusia kelak pada hari Kiamat) jika Kami mendatangkan seorang saksi (rasul) dari setiap umat dan Kami mendatangkan engkau (Nabi Muhammad) sebagai saksi atas mereka?"},{"surah_number":4,"ayat_number":42,"arabic":"يَوْمَىِٕذٍ يَّوَدُّ الَّذِيْنَ كَفَرُوْا وَعَصَوُا الرَّسُوْلَ لَوْ تُسَوّٰى بِهِمُ الْاَرْضُۗ وَلَا يَكْتُمُوْنَ اللّٰهَ حَدِيْثًا ࣖ","kitabah":"يَوْمَىِٕذٍ يَّوَدُّ الَّذِيْنَ كَفَرُوْا وَعَصَوُا الرَّسُوْلَ لَوْ تُسَوّٰى بِهِمُ الْاَرْضُۗ وَلَا يَكْتُمُوْنَ اللّٰهَ حَدِيْثًا ࣖ","latin":"Yauma'iżiy yawaddul-lażīna kafarū wa ‘aṣawur-rasūla lau tusawwā bihimul-arḍ(u), wa lā yaktumūnallāha ḥadīṡā(n).","translation":"Pada hari itu orang-orang yang kufur dan mendurhakai Rasul (Nabi Muhammad) berharap seandainya mereka diratakan dengan tanah (dikubur atau hancur luluh menjadi tanah), padahal mereka tidak dapat menyembunyikan suatu kejadian pun dari Allah."},{"surah_number":4,"ayat_number":43,"arabic":"يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تَقْرَبُوا الصَّلٰوةَ وَاَنْتُمْ سُكٰرٰى حَتّٰى تَعْلَمُوْا مَا تَقُوْلُوْنَ وَلَا جُنُبًا اِلَّا عَابِرِيْ سَبِيْلٍ حَتّٰى تَغْتَسِلُوْا ۗوَاِنْ كُنْتُمْ مَّرْضٰٓى اَوْ عَلٰى سَفَرٍ اَوْ جَاۤءَ اَحَدٌ مِّنْكُمْ مِّنَ الْغَاۤىِٕطِ اَوْ لٰمَسْتُمُ النِّسَاۤءَ فَلَمْ تَجِدُوْا مَاۤءً فَتَيَمَّمُوْا صَعِيْدًا طَيِّبًا فَامْسَحُوْا بِوُجُوْهِكُمْ وَاَيْدِيْكُمْ ۗ اِنَّ اللّٰهَ كَانَ عَفُوًّا غَفُوْرًا","kitabah":"يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تَقْرَبُوا الصَّلٰوةَ وَاَنْتُمْ سُكٰرٰى حَتّٰى تَعْلَمُوْا مَا تَقُوْلُوْنَ وَلَا جُنُبًا اِلَّا عَابِرِيْ سَبِيْلٍ حَتّٰى تَغْتَسِلُوْا ۗوَاِنْ كُنْتُمْ مَّرْضٰٓى اَوْ عَلٰى سَفَرٍ اَوْ جَاۤءَ اَحَدٌ مِّنْكُمْ مِّنَ الْغَاۤىِٕطِ اَوْ لٰمَسْتُمُ النِّسَاۤءَ فَلَمْ تَجِدُوْا مَاۤءً فَتَيَمَّمُوْا صَعِيْدًا طَيِّبًا فَامْسَحُوْا بِوُجُوْهِكُمْ وَاَيْدِيْكُمْ ۗ اِنَّ اللّٰهَ كَانَ عَفُوًّا غَفُوْرًا","latin":"Yā ayyuhal-lażīna āmanū lā taqrabuṣ-ṣalāta wa antum sukārā ḥattā ta‘lamū mā taqūlūna wa lā junuban illā ‘ābirī sabīlin ḥattā tagtasilū, wa in kuntum marḍā au ‘alā safarin au jā'a aḥadum minkum minal-gā'iṭi au lāmastumun-nisā'a falam tajidū mā'an fa tayammamū ṣa‘īdan ṭayyiban famsaḥū biwujūhikum wa aidīkum, innnallāha kāna ‘afuwwan gafūrā(n).","translation":"Wahai orang-orang yang beriman, janganlah mendekati salat, sedangkan kamu dalam keadaan mabuk sampai kamu sadar akan apa yang kamu ucapkan dan jangan (pula menghampiri masjid ketika kamu) dalam keadaan junub, kecuali sekadar berlalu (saja) sehingga kamu mandi (junub). Jika kamu sakit, sedang dalam perjalanan, salah seorang di antara kamu kembali dari tempat buang air, atau kamu telah menyentuh perempuan,156) sedangkan kamu tidak mendapati air, maka bertayamumlah kamu dengan debu yang baik (suci). Usaplah wajah dan tanganmu (dengan debu itu). Sesungguhnya Allah Maha Pemaaf lagi Maha Pengampun."},{"surah_number":4,"ayat_number":44,"arabic":"اَلَمْ تَرَ اِلَى الَّذِيْنَ اُوْتُوْا نَصِيْبًا مِّنَ الْكِتٰبِ يَشْتَرُوْنَ الضَّلٰلَةَ وَيُرِيْدُوْنَ اَنْ تَضِلُّوا السَّبِيْلَۗ","kitabah":"اَلَمْ تَرَ اِلَى الَّذِيْنَ اُوْتُوْا نَصِيْبًا مِّنَ الْكِتٰبِ يَشْتَرُوْنَ الضَّلٰلَةَ وَيُرِيْدُوْنَ اَنْ تَضِلُّوا السَّبِيْلَۗ","latin":"Alam tara ilal-lażīna ūtū naṣībam minal-kitābi yasytarūnaḍ-ḍalālata wa yurīdūna an taḍillus-sabīl(a).","translation":"Tidakkah kamu perhatikan orang-orang yang telah diberi bagian (pengetahuan) dari Kitab (Taurat)? Mereka membeli kesesatan dan menghendaki agar kamu tersesat dari jalan (yang benar)."},{"surah_number":4,"ayat_number":45,"arabic":"وَاللّٰهُ اَعْلَمُ بِاَعْدَاۤىِٕكُمْ ۗوَكَفٰى بِاللّٰهِ وَلِيًّا ۙوَّكَفٰى بِاللّٰهِ نَصِيْرًا ","kitabah":"وَاللّٰهُ اَعْلَمُ بِاَعْدَاۤىِٕكُمْ ۗوَكَفٰى بِاللّٰهِ وَلِيًّا ۙوَّكَفٰى بِاللّٰهِ نَصِيْرًا ","latin":"Wallāhu a‘lamu bi'a‘dā'ikum, wa kafā billāhi waliyyaw wa kafā billāhi naṣīrā(n).","translation":"Allah lebih tahu (daripada kamu) tentang musuh-musuhmu. Cukuplah Allah menjadi pelindung dan cukuplah Allah menjadi penolong (kamu)."},{"surah_number":4,"ayat_number":46,"arabic":"مِنَ الَّذِيْنَ هَادُوْا يُحَرِّفُوْنَ الْكَلِمَ عَنْ مَّوَاضِعِهٖ وَيَقُوْلُوْنَ سَمِعْنَا وَعَصَيْنَا وَاسْمَعْ غَيْرَ مُسْمَعٍ وَّرَاعِنَا لَيًّاۢ بِاَلْسِنَتِهِمْ وَطَعْنًا فِى الدِّيْنِۗ وَلَوْ اَنَّهُمْ قَالُوْا سَمِعْنَا وَاَطَعْنَا وَاسْمَعْ وَانْظُرْنَا لَكَانَ خَيْرًا لَّهُمْ وَاَقْوَمَۙ وَلٰكِنْ لَّعَنَهُمُ اللّٰهُ بِكُفْرِهِمْ فَلَا يُؤْمِنُوْنَ اِلَّا قَلِيْلًا ","kitabah":"مِنَ الَّذِيْنَ هَادُوْا يُحَرِّفُوْنَ الْكَلِمَ عَنْ مَّوَاضِعِهٖ وَيَقُوْلُوْنَ سَمِعْنَا وَعَصَيْنَا وَاسْمَعْ غَيْرَ مُسْمَعٍ وَّرَاعِنَا لَيًّاۢ بِاَلْسِنَتِهِمْ وَطَعْنًا فِى الدِّيْنِۗ وَلَوْ اَنَّهُمْ قَالُوْا سَمِعْنَا وَاَطَعْنَا وَاسْمَعْ وَانْظُرْنَا لَكَانَ خَيْرًا لَّهُمْ وَاَقْوَمَۙ وَلٰكِنْ لَّعَنَهُمُ اللّٰهُ بِكُفْرِهِمْ فَلَا يُؤْمِنُوْنَ اِلَّا قَلِيْلًا ","latin":"Minal-lażīna hādū yuḥarrifūnal-kalima ‘am mawāḍi‘ihī  wa yaqūlūna sami‘nā wa ‘aṣainā wasma‘ gaira musmi‘iw wa rā‘inā layyam bi'alsinatihim wa ṭa‘nan fid-dīn(i), wa lau annahum qālū sami‘nā wa aṭa‘nā wasma‘ wanẓurnā lakāna khairal lahum wa aqwam(a), wa lākil la‘anahumullāhu bikufrihim falā yu'minūna illā qalīlā(n).","translation":"Di antara orang-orang Yahudi ada yang mengubah perkataan dari tempat-tempatnya. Mereka berkata, “Kami mendengar, tetapi kami membangkang.” (Mereka mengatakan pula,) “Dengarkanlah,” sedangkan (engkau Nabi Muhammad sebenarnya) tidak mendengar apa pun. (Mereka mengatakan,) rā‘inā157) dengan memutarbalikkan lidahnya dan mencela agama. Seandainya mereka mengatakan, “Kami mendengar dan patuh. Dengarkanlah dan perhatikanlah kami,” tentulah itu lebih baik bagi mereka dan lebih tepat. Akan tetapi, Allah melaknat mereka karena kekufurannya. Mereka tidak beriman, kecuali sedikit sekali."},{"surah_number":4,"ayat_number":47,"arabic":"يٰٓاَيُّهَا الَّذِيْنَ اُوْتُوا الْكِتٰبَ اٰمِنُوْا بِمَا نَزَّلْنَا مُصَدِّقًا لِّمَا مَعَكُمْ مِّنْ قَبْلِ اَنْ نَّطْمِسَ وُجُوْهًا فَنَرُدَّهَا عَلٰٓى اَدْبَارِهَآ اَوْ نَلْعَنَهُمْ كَمَا لَعَنَّآ اَصْحٰبَ السَّبْتِ ۗ وَكَانَ اَمْرُ اللّٰهِ مَفْعُوْلًا","kitabah":"يٰٓاَيُّهَا الَّذِيْنَ اُوْتُوا الْكِتٰبَ اٰمِنُوْا بِمَا نَزَّلْنَا مُصَدِّقًا لِّمَا مَعَكُمْ مِّنْ قَبْلِ اَنْ نَّطْمِسَ وُجُوْهًا فَنَرُدَّهَا عَلٰٓى اَدْبَارِهَآ اَوْ نَلْعَنَهُمْ كَمَا لَعَنَّآ اَصْحٰبَ السَّبْتِ ۗ وَكَانَ اَمْرُ اللّٰهِ مَفْعُوْلًا","latin":"Yā ayyuhal-lażīna ūtul-kitāba āminū bimā nazzalnā muṣaddiqal limā ma‘akum min qabli an naṭmisa wujūhan fa naruddahā ‘alā adbārihā au nal‘anahum kamā la‘annā aṣḥābas-sabt(i), wa kāna amrullāhi maf‘ūlā(n).","translation":"Wahai orang-orang yang telah diberi Kitab, berimanlah pada apa yang telah Kami turunkan (Al-Qur’an) yang membenarkan Kitab yang ada padamu sebelum Kami mengubah wajah-wajah(-mu), lalu Kami putar ke belakang (sebagai penghinaan) atau Kami laknat mereka sebagaimana Kami melaknat orang-orang (yang berbuat maksiat) pada hari Sabat (Sabtu). Ketetapan Allah (pasti) berlaku."},{"surah_number":4,"ayat_number":48,"arabic":"اِنَّ اللّٰهَ لَا يَغْفِرُ اَنْ يُّشْرَكَ بِهٖ وَيَغْفِرُ مَا دُوْنَ ذٰلِكَ لِمَنْ يَّشَاۤءُ ۚ وَمَنْ يُّشْرِكْ بِاللّٰهِ فَقَدِ افْتَرٰٓى اِثْمًا عَظِيْمًا ","kitabah":"اِنَّ اللّٰهَ لَا يَغْفِرُ اَنْ يُّشْرَكَ بِهٖ وَيَغْفِرُ مَا دُوْنَ ذٰلِكَ لِمَنْ يَّشَاۤءُ ۚ وَمَنْ يُّشْرِكْ بِاللّٰهِ فَقَدِ افْتَرٰٓى اِثْمًا عَظِيْمًا ","latin":"Innallāha lā yagfiru ay yusyraka bihī wa yagfiru mā dūna żālika limay yasyā'(u), wa may yusyrik billāhi fa qadiftarā iṡman ‘aẓīmā(n).","translation":"Sesungguhnya Allah tidak akan mengampuni (dosa) karena mempersekutukan-Nya (syirik), tetapi Dia mengampuni apa (dosa) yang selain (syirik) itu bagi siapa yang Dia kehendaki. Siapa pun yang mempersekutukan Allah sungguh telah berbuat dosa yang sangat besar."},{"surah_number":4,"ayat_number":49,"arabic":"اَلَمْ تَرَ اِلَى الَّذِيْنَ يُزَكُّوْنَ اَنْفُسَهُمْ ۗ بَلِ اللّٰهُ يُزَكِّيْ مَنْ يَّشَاۤءُ وَلَا يُظْلَمُوْنَ فَتِيْلًا ","kitabah":"اَلَمْ تَرَ اِلَى الَّذِيْنَ يُزَكُّوْنَ اَنْفُسَهُمْ ۗ بَلِ اللّٰهُ يُزَكِّيْ مَنْ يَّشَاۤءُ وَلَا يُظْلَمُوْنَ فَتِيْلًا ","latin":"Alam tara ilal-lażīna yuzakkūna anfusahum, balillāhu yuzakkī may yasyā'u wa lā yuẓlamūna fatīlā(n).","translation":" Tidakkah engkau memperhatikan orang-orang yang menganggap dirinya suci? Sebenarnya Allah menyucikan siapa yang Dia kehendaki dan mereka tidak dizalimi sedikit pun."},{"surah_number":4,"ayat_number":50,"arabic":"اُنْظُرْ كَيْفَ يَفْتَرُوْنَ عَلَى اللّٰهِ الْكَذِبَۗ  وَكَفٰى بِهٖٓ اِثْمًا مُّبِيْنًا ࣖ ","kitabah":"اُنْظُرْ كَيْفَ يَفْتَرُوْنَ عَلَى اللّٰهِ الْكَذِبَۗ  وَكَفٰى بِهٖٓ اِثْمًا مُّبِيْنًا ࣖ ","latin":"Unẓur kaifa yaftarūna ‘alallāhil-każib(a), wa kafā bihī iṡmam mubīnā(n).","translation":"Perhatikanlah betapa mereka mengada-adakan kebohongan terhadap Allah. Cukuplah perbuatan itu menjadi dosa yang nyata (bagi mereka)."},{"surah_number":4,"ayat_number":51,"arabic":"اَلَمْ تَرَ اِلَى الَّذِيْنَ اُوْتُوْا نَصِيْبًا مِّنَ الْكِتٰبِ يُؤْمِنُوْنَ بِالْجِبْتِ وَالطَّاغُوْتِ وَيَقُوْلُوْنَ لِلَّذِيْنَ كَفَرُوْا هٰٓؤُلَاۤءِ اَهْدٰى مِنَ الَّذِيْنَ اٰمَنُوْا سَبِيْلًا ","kitabah":"اَلَمْ تَرَ اِلَى الَّذِيْنَ اُوْتُوْا نَصِيْبًا مِّنَ الْكِتٰبِ يُؤْمِنُوْنَ بِالْجِبْتِ وَالطَّاغُوْتِ وَيَقُوْلُوْنَ لِلَّذِيْنَ كَفَرُوْا هٰٓؤُلَاۤءِ اَهْدٰى مِنَ الَّذِيْنَ اٰمَنُوْا سَبِيْلًا ","latin":"Alam tara ilal-lażīna ūtū naṣībam minal-kitābi yu'minūna bil-jibti waṭ-ṭāgūti wa yaqūlūna lil-lażīna kafarū hā'ulā'i ahdā minal-lażīna āmanū sabīlā(n).","translation":"Tidakkah engkau memperhatikan orang-orang (Yahudi) yang telah diberi bagian (pengetahuan) dari Kitab (Taurat), (betapa) mereka percaya kepada jibt dan tagut158) serta mengatakan kepada orang-orang kafir (musyrik Makkah) bahwa mereka itu lebih benar jalannya daripada orang-orang yang beriman."},{"surah_number":4,"ayat_number":52,"arabic":"اُولٰۤىِٕكَ الَّذِيْنَ لَعَنَهُمُ اللّٰهُ ۗوَمَنْ يَّلْعَنِ اللّٰهُ فَلَنْ تَجِدَ لَهٗ نَصِيْرًا ","kitabah":"اُولٰۤىِٕكَ الَّذِيْنَ لَعَنَهُمُ اللّٰهُ ۗوَمَنْ يَّلْعَنِ اللّٰهُ فَلَنْ تَجِدَ لَهٗ نَصِيْرًا ","latin":"Ulā'ikal-lażīna la‘anahumullāh(u), wa may yal‘anillāhu falan tajida lahū naṣīrā(n).","translation":"Mereka itulah yang dilaknat Allah. Siapa pun yang dilaknat Allah niscaya engkau (Nabi Muhammad) tidak akan mendapat penolong baginya."},{"surah_number":4,"ayat_number":53,"arabic":"اَمْ لَهُمْ نَصِيْبٌ مِّنَ الْمُلْكِ فَاِذًا لَّا يُؤْتُوْنَ النَّاسَ نَقِيْرًاۙ","kitabah":"اَمْ لَهُمْ نَصِيْبٌ مِّنَ الْمُلْكِ فَاِذًا لَّا يُؤْتُوْنَ النَّاسَ نَقِيْرًاۙ","latin":"Am lahum naṣībum minal-mulki fa iżal lā yu'tūnan-nāsa naqīrā(n).","translation":"Ataukah mereka mempunyai bagian dari kerajaan (kekuasaan)? Meskipun ada, mereka tidak akan memberikan (kebajikan) sedikit pun kepada manusia."},{"surah_number":4,"ayat_number":54,"arabic":"اَمْ يَحْسُدُوْنَ النَّاسَ عَلٰى مَآ اٰتٰىهُمُ اللّٰهُ مِنْ فَضْلِهٖۚ فَقَدْ اٰتَيْنَآ اٰلَ اِبْرٰهِيْمَ الْكِتٰبَ وَالْحِكْمَةَ وَاٰتَيْنٰهُمْ مُّلْكًا عَظِيْمًا ","kitabah":"اَمْ يَحْسُدُوْنَ النَّاسَ عَلٰى مَآ اٰتٰىهُمُ اللّٰهُ مِنْ فَضْلِهٖۚ فَقَدْ اٰتَيْنَآ اٰلَ اِبْرٰهِيْمَ الْكِتٰبَ وَالْحِكْمَةَ وَاٰتَيْنٰهُمْ مُّلْكًا عَظِيْمًا ","latin":"Am yaḥsudūnan-nāsa ‘alā mā ātāhumullāhu min faḍlih(ī), faqad ātainā āla ibrāhīmal-kitāba wal-ḥikmata wa ātaināhum mulkan ‘aẓīmā(n).","translation":"Ataukah mereka dengki kepada manusia karena karunia yang telah dianugerahkan Allah kepadanya? Sungguh, Kami telah menganugerahkan kitab dan hikmah kepada keluarga Ibrahim dan Kami telah menganugerahkan kerajaan (kekuasaan) yang sangat besar kepada mereka."},{"surah_number":4,"ayat_number":55,"arabic":"فَمِنْهُمْ مَّنْ اٰمَنَ بِهٖ وَمِنْهُمْ مَّنْ صَدَّ عَنْهُ ۗ وَكَفٰى بِجَهَنَّمَ سَعِيْرًا","kitabah":"فَمِنْهُمْ مَّنْ اٰمَنَ بِهٖ وَمِنْهُمْ مَّنْ صَدَّ عَنْهُ ۗ وَكَفٰى بِجَهَنَّمَ سَعِيْرًا","latin":"Fa minhum man āmana bihī wa minhum man ṣadda ‘anh(u), wa kafā bijahannama sa‘īrā(n).","translation":"Lalu, di antara mereka ada yang beriman kepadanya dan di antara mereka ada pula yang berpaling darinya. Cukuplah (bagi mereka neraka) Jahanam yang apinya menyala-nyala."},{"surah_number":4,"ayat_number":56,"arabic":"اِنَّ الَّذِيْنَ كَفَرُوْا بِاٰيٰتِنَا سَوْفَ نُصْلِيْهِمْ نَارًاۗ كُلَّمَا نَضِجَتْ جُلُوْدُهُمْ بَدَّلْنٰهُمْ جُلُوْدًا غَيْرَهَا لِيَذُوْقُوا الْعَذَابَۗ اِنَّ اللّٰهَ كَانَ عَزِيْزًا حَكِيْمًا ","kitabah":"اِنَّ الَّذِيْنَ كَفَرُوْا بِاٰيٰتِنَا سَوْفَ نُصْلِيْهِمْ نَارًاۗ كُلَّمَا نَضِجَتْ جُلُوْدُهُمْ بَدَّلْنٰهُمْ جُلُوْدًا غَيْرَهَا لِيَذُوْقُوا الْعَذَابَۗ اِنَّ اللّٰهَ كَانَ عَزِيْزًا حَكِيْمًا ","latin":"Innal-lażīna kafarū bi'āyātinā sanuṣlīhim nārā(n), kullamā naḍijat julūduhum baddalnāhum julūdan gairahā liyażūqul-‘ażāb(a), innallāha kāna ‘azīzan ḥakīmā(n).","translation":"Sesungguhnya orang-orang yang kufur pada ayat-ayat Kami kelak akan Kami masukkan ke dalam neraka. Setiap kali kulit mereka hangus, Kami ganti dengan kulit yang lain agar mereka merasakan (kepedihan) azab. Sesungguhnya Allah Maha Perkasa lagi Maha Bijaksana."},{"surah_number":4,"ayat_number":57,"arabic":"وَالَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ سَنُدْخِلُهُمْ جَنّٰتٍ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُ خٰلِدِيْنَ فِيْهَآ اَبَدًاۗ  لَهُمْ فِيْهَآ اَزْوَاجٌ مُّطَهَّرَةٌ ۙ وَّنُدْخِلُهُمْ ظِلًّا ظَلِيْلًا ","kitabah":"وَالَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ سَنُدْخِلُهُمْ جَنّٰتٍ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُ خٰلِدِيْنَ فِيْهَآ اَبَدًاۗ  لَهُمْ فِيْهَآ اَزْوَاجٌ مُّطَهَّرَةٌ ۙ وَّنُدْخِلُهُمْ ظِلًّا ظَلِيْلًا ","latin":"Wal-lażīna āmanū wa ‘amiluṣ-ṣāliḥāti sanudkhiluhum jannātin tajrī min taḥtihal-anhāru khālidīna fīhā abadā(n), lahum fīhā azwājum muṭahharah(tun), wa nudkhiluhum ẓillan ẓalīlā(n).   ","translation":"Orang-orang yang beriman dan mengerjakan kebajikan akan Kami masukkan ke dalam surga yang mengalir di bawahnya sungai-sungai. Mereka kekal di dalamnya selama-lamanya. Di sana mereka mempunyai pasangan-pasangan yang disucikan dan Kami masukkan mereka ke tempat yang teduh lagi nyaman."},{"surah_number":4,"ayat_number":58,"arabic":"۞ اِنَّ اللّٰهَ يَأْمُرُكُمْ اَنْ تُؤَدُّوا الْاَمٰنٰتِ اِلٰٓى اَهْلِهَاۙ وَاِذَا حَكَمْتُمْ بَيْنَ النَّاسِ اَنْ تَحْكُمُوْا بِالْعَدْلِ ۗ اِنَّ اللّٰهَ نِعِمَّا يَعِظُكُمْ بِهٖ ۗ اِنَّ اللّٰهَ كَانَ سَمِيْعًاۢ بَصِيْرًا","kitabah":"۞ اِنَّ اللّٰهَ يَأْمُرُكُمْ اَنْ تُؤَدُّوا الْاَمٰنٰتِ اِلٰٓى اَهْلِهَاۙ وَاِذَا حَكَمْتُمْ بَيْنَ النَّاسِ اَنْ تَحْكُمُوْا بِالْعَدْلِ ۗ اِنَّ اللّٰهَ نِعِمَّا يَعِظُكُمْ بِهٖ ۗ اِنَّ اللّٰهَ كَانَ سَمِيْعًاۢ بَصِيْرًا","latin":"Innallāha ya'murukum an tu'addul-amānāti ilā ahlihā, wa iżā ḥakamtum bainan-nāsi an taḥkumū bil-‘adl(i), innallāha ni‘immā ya‘iẓukum bih(ī), innallāha kāna samī‘am baṣīrā(n).","translation":"Sesungguhnya Allah menyuruh kamu menyampaikan amanah kepada pemiliknya. Apabila kamu menetapkan hukum di antara manusia, hendaklah kamu tetapkan secara adil. Sesungguhnya Allah memberi pengajaran yang paling baik kepadamu. Sesungguhnya Allah Maha Mendengar lagi Maha Melihat."},{"surah_number":4,"ayat_number":59,"arabic":"يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اَطِيْعُوا اللّٰهَ وَاَطِيْعُوا الرَّسُوْلَ وَاُولِى الْاَمْرِ مِنْكُمْۚ  فَاِنْ تَنَازَعْتُمْ فِيْ شَيْءٍ فَرُدُّوْهُ اِلَى اللّٰهِ وَالرَّسُوْلِ اِنْ كُنْتُمْ تُؤْمِنُوْنَ بِاللّٰهِ وَالْيَوْمِ الْاٰخِرِۗ ذٰلِكَ خَيْرٌ وَّاَحْسَنُ تَأْوِيْلًا ࣖ ","kitabah":"يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اَطِيْعُوا اللّٰهَ وَاَطِيْعُوا الرَّسُوْلَ وَاُولِى الْاَمْرِ مِنْكُمْۚ  فَاِنْ تَنَازَعْتُمْ فِيْ شَيْءٍ فَرُدُّوْهُ اِلَى اللّٰهِ وَالرَّسُوْلِ اِنْ كُنْتُمْ تُؤْمِنُوْنَ بِاللّٰهِ وَالْيَوْمِ الْاٰخِرِۗ ذٰلِكَ خَيْرٌ وَّاَحْسَنُ تَأْوِيْلًا ࣖ ","latin":"Yā ayyuhal-lażīna āmanū aṭī‘ullāha wa aṭī‘ur-rasūla wa ulil-amri minkum, fa in tanāza‘tum fī syai'in fa rudd­hu ilallāhi war-rasūli in kuntum tu'minūna billāhi wal-yaumil-ākhir(i), żālika khairuw wa aḥsanu ta'wīlā(n).","translation":"Wahai orang-orang yang beriman, taatilah Allah dan taatilah Rasul (Nabi Muhammad) serta ululamri (pemegang kekuasaan) di antara kamu. Jika kamu berbeda pendapat tentang sesuatu, kembalikanlah kepada Allah (Al-Qur’an) dan Rasul (sunahnya) jika kamu beriman kepada Allah dan hari Akhir. Yang demikian itu lebih baik (bagimu) dan lebih bagus akibatnya (di dunia dan di akhirat)."},{"surah_number":4,"ayat_number":60,"arabic":"اَلَمْ تَرَ اِلَى الَّذِيْنَ يَزْعُمُوْنَ اَنَّهُمْ اٰمَنُوْا بِمَآ اُنْزِلَ اِلَيْكَ وَمَآ اُنْزِلَ مِنْ قَبْلِكَ يُرِيْدُوْنَ اَنْ يَّتَحَاكَمُوْٓا اِلَى الطَّاغُوْتِ وَقَدْ اُمِرُوْٓا اَنْ يَّكْفُرُوْا بِهٖ ۗوَيُرِيْدُ الشَّيْطٰنُ اَنْ يُّضِلَّهُمْ ضَلٰلًا ۢ بَعِيْدًا","kitabah":"اَلَمْ تَرَ اِلَى الَّذِيْنَ يَزْعُمُوْنَ اَنَّهُمْ اٰمَنُوْا بِمَآ اُنْزِلَ اِلَيْكَ وَمَآ اُنْزِلَ مِنْ قَبْلِكَ يُرِيْدُوْنَ اَنْ يَّتَحَاكَمُوْٓا اِلَى الطَّاغُوْتِ وَقَدْ اُمِرُوْٓا اَنْ يَّكْفُرُوْا بِهٖ ۗوَيُرِيْدُ الشَّيْطٰنُ اَنْ يُّضِلَّهُمْ ضَلٰلًا ۢ بَعِيْدًا","latin":"Alam tara ilal-lażīna yaz‘umūna annahum āmanū bimā unzila ilaika  wa mā unzila min qablika  yurīdūna ay yataḥākamū ilaṭ-ṭāgūti wa qad umirū ay yakfurū bih(ī), wa yurīdusy-syaiṭānu ay yuḍillahum ḍalālam ba‘īdā(n).","translation":"Tidakkah engkau (Nabi Muhammad) memperhatikan orang-orang yang mengaku bahwa mereka telah beriman pada apa yang diturunkan kepadamu (Al-Qur’an) dan pada apa yang diturunkan sebelummu? Mereka hendak bertahkim kepada tagut, padahal mereka telah diperintahkan untuk mengingkarinya. Setan bermaksud menyesatkan mereka (dengan) kesesatan yang sangat jauh."},{"surah_number":4,"ayat_number":61,"arabic":"وَاِذَا قِيْلَ لَهُمْ تَعَالَوْا اِلٰى مَآ اَنْزَلَ اللّٰهُ وَاِلَى الرَّسُوْلِ رَاَيْتَ الْمُنٰفِقِيْنَ يَصُدُّوْنَ عَنْكَ صُدُوْدًاۚ","kitabah":"وَاِذَا قِيْلَ لَهُمْ تَعَالَوْا اِلٰى مَآ اَنْزَلَ اللّٰهُ وَاِلَى الرَّسُوْلِ رَاَيْتَ الْمُنٰفِقِيْنَ يَصُدُّوْنَ عَنْكَ صُدُوْدًاۚ","latin":"Wa iżā qīla lahum ta‘ālau ilā mā anzalallāhu wa ilar-rasūli ra'aital-munāfiqīna yaṣuddūna ‘anka ṣudūdā(n).","translation":"Apabila dikatakan kepada mereka, “Marilah (patuh) pada apa yang telah diturunkan Allah dan (patuh) kepada Rasul,” engkau (Nabi Muhammad) melihat orang-orang munafik benar-benar berpaling darimu."},{"surah_number":4,"ayat_number":62,"arabic":"فَكَيْفَ اِذَآ اَصَابَتْهُمْ مُّصِيْبَةٌ ۢبِمَا قَدَّمَتْ اَيْدِيْهِمْ ثُمَّ جَاۤءُوْكَ يَحْلِفُوْنَ بِاللّٰهِ ۖاِنْ اَرَدْنَآ اِلَّآ اِحْسَانًا وَّتَوْفِيْقًا ","kitabah":"فَكَيْفَ اِذَآ اَصَابَتْهُمْ مُّصِيْبَةٌ ۢبِمَا قَدَّمَتْ اَيْدِيْهِمْ ثُمَّ جَاۤءُوْكَ يَحْلِفُوْنَ بِاللّٰهِ ۖاِنْ اَرَدْنَآ اِلَّآ اِحْسَانًا وَّتَوْفِيْقًا ","latin":"Fa kaifa iżā aṣābathum muṣībatum bimā qaddamat aidīhim ṡumma jā'ūka yaḥlifūna billāh(i), in aradnā illā iḥsānaw wa taufīqā(n).","translation":"Bagaimana halnya apabila (kelak) musibah menimpa mereka (orang munafik) karena perbuatannya sendiri. Kemudian, mereka datang kepadamu (Nabi Muhammad) sambil bersumpah, “Demi Allah, kami sekali-kali tidak menghendaki selain kebaikan dan perdamaian.”"},{"surah_number":4,"ayat_number":63,"arabic":"اُولٰۤىِٕكَ الَّذِيْنَ يَعْلَمُ اللّٰهُ مَا فِيْ قُلُوْبِهِمْ فَاَعْرِضْ عَنْهُمْ وَعِظْهُمْ وَقُلْ لَّهُمْ فِيْٓ  اَنْفُسِهِمْ قَوْلًا ۢ بَلِيْغًا ","kitabah":"اُولٰۤىِٕكَ الَّذِيْنَ يَعْلَمُ اللّٰهُ مَا فِيْ قُلُوْبِهِمْ فَاَعْرِضْ عَنْهُمْ وَعِظْهُمْ وَقُلْ لَّهُمْ فِيْٓ  اَنْفُسِهِمْ قَوْلًا ۢ بَلِيْغًا ","latin":"Ulā'ikal-lażīna ya‘lamullāhu mā fī qulūbihim fa a‘riḍ ‘anhum wa ‘iẓhum wa qul lahum fī anfusihim qaulam balīgā(n).","translation":"Mereka itulah orang-orang yang Allah ketahui apa yang ada di dalam hatinya. Oleh karena itu, berpalinglah dari mereka, nasihatilah mereka, dan katakanlah kepada mereka perkataan yang membekas pada jiwanya."},{"surah_number":4,"ayat_number":64,"arabic":"وَمَآ اَرْسَلْنَا مِنْ رَّسُوْلٍ اِلَّا لِيُطَاعَ بِاِذْنِ اللّٰهِ ۗوَلَوْ اَنَّهُمْ اِذْ ظَّلَمُوْٓا اَنْفُسَهُمْ جَاۤءُوْكَ فَاسْتَغْفَرُوا اللّٰهَ وَاسْتَغْفَرَ لَهُمُ الرَّسُوْلُ لَوَجَدُوا اللّٰهَ تَوَّابًا رَّحِيْمًا ","kitabah":"وَمَآ اَرْسَلْنَا مِنْ رَّسُوْلٍ اِلَّا لِيُطَاعَ بِاِذْنِ اللّٰهِ ۗوَلَوْ اَنَّهُمْ اِذْ ظَّلَمُوْٓا اَنْفُسَهُمْ جَاۤءُوْكَ فَاسْتَغْفَرُوا اللّٰهَ وَاسْتَغْفَرَ لَهُمُ الرَّسُوْلُ لَوَجَدُوا اللّٰهَ تَوَّابًا رَّحِيْمًا ","latin":"Wa mā arsalnā mir rasūlin illā liyuṭā‘a bi'iżnillāh(i), wa lau annahum iẓ ẓalamū anfusahum jā'ūka fastagfarullāha wastagfara lahumur-rasūlu lawajadullāha tawwābar raḥīmā(n).  ","translation":"Kami tidak mengutus seorang rasul pun, kecuali untuk ditaati dengan izin Allah. Seandainya mereka (orang-orang munafik) setelah menzalimi dirinya datang kepadamu (Nabi Muhammad), lalu memohon ampunan kepada Allah, dan Rasul pun memohonkan ampunan untuk mereka, niscaya mereka mendapati Allah Maha Penerima tobat lagi Maha Penyayang."},{"surah_number":4,"ayat_number":65,"arabic":"فَلَا وَرَبِّكَ لَا يُؤْمِنُوْنَ حَتّٰى يُحَكِّمُوْكَ فِيْمَا شَجَرَ بَيْنَهُمْ ثُمَّ لَا يَجِدُوْا فِيْٓ اَنْفُسِهِمْ حَرَجًا مِّمَّا قَضَيْتَ وَيُسَلِّمُوْا تَسْلِيْمًا ","kitabah":"فَلَا وَرَبِّكَ لَا يُؤْمِنُوْنَ حَتّٰى يُحَكِّمُوْكَ فِيْمَا شَجَرَ بَيْنَهُمْ ثُمَّ لَا يَجِدُوْا فِيْٓ اَنْفُسِهِمْ حَرَجًا مِّمَّا قَضَيْتَ وَيُسَلِّمُوْا تَسْلِيْمًا ","latin":"Falā wa rabbika lā yu'minūna ḥattā yuḥakkimūka fīmā syajara bainahum ṡumma lā yajidū fī anfusihim ḥarajam mimmā qaḍaita wa yusallimū taslīmā(n).","translation":"Demi Tuhanmu, mereka tidak beriman hingga bertahkim kepadamu (Nabi Muhammad) dalam perkara yang diperselisihkan di antara mereka. Kemudian, tidak ada keberatan dalam diri mereka terhadap putusan yang engkau berikan dan mereka terima dengan sepenuhnya."},{"surah_number":4,"ayat_number":66,"arabic":"وَلَوْ اَنَّا كَتَبْنَا عَلَيْهِمْ اَنِ اقْتُلُوْٓا اَنْفُسَكُمْ اَوِ اخْرُجُوْا مِنْ دِيَارِكُمْ مَّا فَعَلُوْهُ اِلَّا قَلِيْلٌ مِّنْهُمْ ۗوَلَوْ اَنَّهُمْ فَعَلُوْا مَا يُوْعَظُوْنَ بِهٖ لَكَانَ خَيْرًا لَّهُمْ وَاَشَدَّ تَثْبِيْتًاۙ","kitabah":"وَلَوْ اَنَّا كَتَبْنَا عَلَيْهِمْ اَنِ اقْتُلُوْٓا اَنْفُسَكُمْ اَوِ اخْرُجُوْا مِنْ دِيَارِكُمْ مَّا فَعَلُوْهُ اِلَّا قَلِيْلٌ مِّنْهُمْ ۗوَلَوْ اَنَّهُمْ فَعَلُوْا مَا يُوْعَظُوْنَ بِهٖ لَكَانَ خَيْرًا لَّهُمْ وَاَشَدَّ تَثْبِيْتًاۙ","latin":"Wa lau annā katabnā ‘alaihim aniqtulū anfusakum awikhrujū min diyārikum mā fa‘alūhu illā qalīlum minhum, wa lau annahum fa‘alū mā yū‘aẓūna bihī lakāna khairal lahum wa asyadda taṡbītā(n).","translation":"Seandainya Kami perintahkan kepada mereka (orang-orang munafik), “Bunuhlah dirimu atau keluarlah kamu dari kampung halamanmu,” niscaya mereka tidak akan melakukannya, kecuali sebagian kecil dari mereka. Seandainya mereka melaksanakan pengajaran yang diberikan kepada mereka, sungguh itu lebih baik bagi mereka dan lebih menguatkan (iman mereka)."},{"surah_number":4,"ayat_number":67,"arabic":"وَّاِذًا لَّاٰتَيْنٰهُمْ مِّنْ لَّدُنَّآ اَجْرًا عَظِيْمًاۙ","kitabah":"وَّاِذًا لَّاٰتَيْنٰهُمْ مِّنْ لَّدُنَّآ اَجْرًا عَظِيْمًاۙ","latin":"Wa iżal la'ātaināhum mil ladunnā ajran ‘aẓīmā(n).","translation":"Jika demikian (halnya), pasti Kami anugerahkan kepada mereka dari sisi Kami pahala yang sangat besar"},{"surah_number":4,"ayat_number":68,"arabic":"وَّلَهَدَيْنٰهُمْ صِرَاطًا مُّسْتَقِيْمًا ","kitabah":"وَّلَهَدَيْنٰهُمْ صِرَاطًا مُّسْتَقِيْمًا ","latin":"Wa lahadaināhum ṣirāṭam mustaqīmā(n).","translation":"dan pasti Kami tunjukkan kepada mereka jalan yang lurus."},{"surah_number":4,"ayat_number":69,"arabic":"وَمَنْ يُّطِعِ اللّٰهَ وَالرَّسُوْلَ فَاُولٰۤىِٕكَ مَعَ الَّذِيْنَ اَنْعَمَ اللّٰهُ عَلَيْهِمْ مِّنَ النَّبِيّٖنَ وَالصِّدِّيْقِيْنَ وَالشُّهَدَاۤءِ وَالصّٰلِحِيْنَ ۚ وَحَسُنَ اُولٰۤىِٕكَ رَفِيْقًا ","kitabah":"وَمَنْ يُّطِعِ اللّٰهَ وَالرَّسُوْلَ فَاُولٰۤىِٕكَ مَعَ الَّذِيْنَ اَنْعَمَ اللّٰهُ عَلَيْهِمْ مِّنَ النَّبِيّٖنَ وَالصِّدِّيْقِيْنَ وَالشُّهَدَاۤءِ وَالصّٰلِحِيْنَ ۚ وَحَسُنَ اُولٰۤىِٕكَ رَفِيْقًا ","latin":"Wa may yuṭi‘illāha war-rasūla fa ulā'ika ma‘al-lażīna an‘amallāhu ‘alaihim minan-nabiyyīna waṣ-ṣiddīqīna wasy-syuhadā'i waṣ-ṣāliḥīn(a), wa ḥasuna ulā'ika rafīqā(n).","translation":"Siapa yang menaati Allah dan Rasul (Nabi Muhammad), mereka itulah orang-orang yang (akan dikumpulkan) bersama orang-orang yang dianugerahi nikmat oleh Allah, (yaitu) para nabi, para pencinta kebenaran, orang-orang yang mati syahid, dan orang-orang saleh. Mereka itulah teman yang sebaik-baiknya."},{"surah_number":4,"ayat_number":70,"arabic":"ذٰلِكَ الْفَضْلُ مِنَ اللّٰهِ ۗوَكَفٰى بِاللّٰهِ عَلِيْمًا ࣖ","kitabah":"ذٰلِكَ الْفَضْلُ مِنَ اللّٰهِ ۗوَكَفٰى بِاللّٰهِ عَلِيْمًا ࣖ","latin":"Żālikal-faḍlu minallāh(i), wa kafā billāhi ‘alīmā(n).","translation":"Itulah karunia dari Allah. Cukuplah Allah Yang Maha Mengetahui."},{"surah_number":4,"ayat_number":71,"arabic":"يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا خُذُوْا حِذْرَكُمْ فَانْفِرُوْا ثُبَاتٍ اَوِ انْفِرُوْا جَمِيْعًا ","kitabah":"يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا خُذُوْا حِذْرَكُمْ فَانْفِرُوْا ثُبَاتٍ اَوِ انْفِرُوْا جَمِيْعًا ","latin":"Yā ayyuhal-lażīna āmanū khużū ḥiżrakum fanfirū ṡubātin awinfirū jamī‘ā(n).","translation":"Wahai orang-orang yang beriman, bersiap siagalah dan majulah (ke medan pertempuran) secara berkelompok-kelompok atau majulah bersama-sama (serentak)."},{"surah_number":4,"ayat_number":72,"arabic":"وَاِنَّ مِنْكُمْ لَمَنْ لَّيُبَطِّئَنَّۚ فَاِنْ اَصَابَتْكُمْ مُّصِيْبَةٌ قَالَ قَدْ اَنْعَمَ اللّٰهُ عَلَيَّ اِذْ لَمْ اَكُنْ مَّعَهُمْ شَهِيْدًا ","kitabah":"وَاِنَّ مِنْكُمْ لَمَنْ لَّيُبَطِّئَنَّۚ فَاِنْ اَصَابَتْكُمْ مُّصِيْبَةٌ قَالَ قَدْ اَنْعَمَ اللّٰهُ عَلَيَّ اِذْ لَمْ اَكُنْ مَّعَهُمْ شَهِيْدًا ","latin":"Wa inna minkum lamal layubaṭṭi'ann(a), fa in aṣābatkum muṣībatun qāla qad an‘amallāhu ‘alayya iż lam akum ma‘ahum syahīdā(n).","translation":"Sesungguhnya di antara kamu pasti ada orang yang sangat enggan pergi (ke medan pertempuran). Jika kamu ditimpa musibah, dia berkata, “Sungguh, Allah telah menganugerahkan nikmat kepadaku karena aku tidak ikut berperang bersama mereka.\""},{"surah_number":4,"ayat_number":73,"arabic":"وَلَىِٕنْ اَصَابَكُمْ فَضْلٌ مِّنَ اللّٰهِ لَيَقُوْلَنَّ كَاَنْ لَّمْ تَكُنْۢ بَيْنَكُمْ وَبَيْنَهٗ مَوَدَّةٌ يّٰلَيْتَنِيْ كُنْتُ مَعَهُمْ فَاَفُوْزَ فَوْزًا عَظِيْمًا ","kitabah":"وَلَىِٕنْ اَصَابَكُمْ فَضْلٌ مِّنَ اللّٰهِ لَيَقُوْلَنَّ كَاَنْ لَّمْ تَكُنْۢ بَيْنَكُمْ وَبَيْنَهٗ مَوَدَّةٌ يّٰلَيْتَنِيْ كُنْتُ مَعَهُمْ فَاَفُوْزَ فَوْزًا عَظِيْمًا ","latin":"Wa la'in aṣābakum faḍlum minallāhi layaqūlanna ka'allam takum bainakum wa bainahū mawaddattuy yā laitanī kuntu ma‘ahum fa afūza fauzan ‘aẓīmā(n).","translation":"Sungguh, jika kamu mendapat karunia (kemenangan) dari Allah, tentulah dia mengatakan seakan-akan belum pernah ada hubungan kasih sayang antara kamu dengan dia, “Aduhai, sekiranya aku dahulu bersama mereka, tentu aku akan memperoleh kemenangan yang agung (pula).”"},{"surah_number":4,"ayat_number":74,"arabic":"۞ فَلْيُقَاتِلْ فِيْ سَبِيْلِ اللّٰهِ الَّذِيْنَ يَشْرُوْنَ الْحَيٰوةَ الدُّنْيَا بِالْاٰخِرَةِ ۗ وَمَنْ يُّقَاتِلْ فِيْ سَبِيْلِ اللّٰهِ فَيُقْتَلْ اَوْ يَغْلِبْ فَسَوْفَ نُؤْتِيْهِ اَجْرًا عَظِيْمًا ","kitabah":"۞ فَلْيُقَاتِلْ فِيْ سَبِيْلِ اللّٰهِ الَّذِيْنَ يَشْرُوْنَ الْحَيٰوةَ الدُّنْيَا بِالْاٰخِرَةِ ۗ وَمَنْ يُّقَاتِلْ فِيْ سَبِيْلِ اللّٰهِ فَيُقْتَلْ اَوْ يَغْلِبْ فَسَوْفَ نُؤْتِيْهِ اَجْرًا عَظِيْمًا ","latin":"Falyuqātil fī sabīlillāhil-lażīna yasytarūnal-ḥayātad-dun-yā bil-ākhirah(ti), wa may yuqātil fī sabīlillāhi fa yuqtal au yaglib fa saufa nu'tīhi ajran ‘aẓīmā(n).","translation":"Oleh karena itu, hendaklah orang-orang yang membeli kehidupan dunia dengan (kehidupan) akhirat berperang di jalan Allah! Siapa yang berperang di jalan Allah dan gugur atau memperoleh kemenangan niscaya kelak Kami anugerahkan kepadanya pahala yang sangat besar."},{"surah_number":4,"ayat_number":75,"arabic":"وَمَا لَكُمْ لَا تُقَاتِلُوْنَ فِيْ سَبِيْلِ اللّٰهِ وَالْمُسْتَضْعَفِيْنَ مِنَ الرِّجَالِ وَالنِّسَاۤءِ وَالْوِلْدَانِ الَّذِيْنَ يَقُوْلُوْنَ رَبَّنَآ اَخْرِجْنَا مِنْ هٰذِهِ الْقَرْيَةِ الظَّالِمِ اَهْلُهَاۚ وَاجْعَلْ لَّنَا مِنْ لَّدُنْكَ وَلِيًّاۚ وَاجْعَلْ لَّنَا مِنْ لَّدُنْكَ نَصِيْرًا ","kitabah":"وَمَا لَكُمْ لَا تُقَاتِلُوْنَ فِيْ سَبِيْلِ اللّٰهِ وَالْمُسْتَضْعَفِيْنَ مِنَ الرِّجَالِ وَالنِّسَاۤءِ وَالْوِلْدَانِ الَّذِيْنَ يَقُوْلُوْنَ رَبَّنَآ اَخْرِجْنَا مِنْ هٰذِهِ الْقَرْيَةِ الظَّالِمِ اَهْلُهَاۚ وَاجْعَلْ لَّنَا مِنْ لَّدُنْكَ وَلِيًّاۚ وَاجْعَلْ لَّنَا مِنْ لَّدُنْكَ نَصِيْرًا ","latin":"Wa mā lakum lā tuqātilūna fī sabīlillāhi wal-mustaḍ‘afīna minar-rijāli wan-nisā'i wal-wildānil-lażīna yaqūlūna rabbanā akhrijnā min hāżihil-qaryatiẓ-ẓālimi ahluhā, waj‘al lanā mil ladunka waliyyā(n), waj‘al lanā mil ladunka naṣīrā(n).","translation":"Mengapa kamu tidak berperang di jalan Allah dan (membela) orang-orang yang lemah dari (kalangan) laki-laki, perempuan, dan anak-anak yang berdoa, “Wahai Tuhan kami, keluarkanlah kami dari negeri ini (Makkah) yang penduduknya zalim. Berilah kami pelindung dari sisi-Mu dan berilah kami penolong dari sisi-Mu.”"},{"surah_number":4,"ayat_number":76,"arabic":"اَلَّذِيْنَ اٰمَنُوْا يُقَاتِلُوْنَ فِيْ سَبِيْلِ اللّٰهِ ۚ وَالَّذِيْنَ كَفَرُوْا يُقَاتِلُوْنَ فِيْ سَبِيْلِ الطَّاغُوْتِ فَقَاتِلُوْٓا  اَوْلِيَاۤءَ الشَّيْطٰنِ ۚ اِنَّ كَيْدَ الشَّيْطٰنِ كَانَ ضَعِيْفًا ۚ ࣖ ","kitabah":"اَلَّذِيْنَ اٰمَنُوْا يُقَاتِلُوْنَ فِيْ سَبِيْلِ اللّٰهِ ۚ وَالَّذِيْنَ كَفَرُوْا يُقَاتِلُوْنَ فِيْ سَبِيْلِ الطَّاغُوْتِ فَقَاتِلُوْٓا  اَوْلِيَاۤءَ الشَّيْطٰنِ ۚ اِنَّ كَيْدَ الشَّيْطٰنِ كَانَ ضَعِيْفًا ۚ ࣖ ","latin":"Al-lażīna āmanū yuqātilūna fī sabīlillāh(i), wal-lażīna kafarū yuqātilūna fī sabīliṭ-ṭāgūti fa qātilū auliyā'asy-syaiṭān(i), inna kaidasy-syaiṭāni kāna ḍa‘īfā(n).","translation":"Orang-orang yang beriman berperang di jalan Allah dan orang-orang yang kufur berperang di jalan tagut. Perangilah kawan-kawan setan itu. Sesungguhnya tipu daya setan itu lemah."},{"surah_number":4,"ayat_number":77,"arabic":"اَلَمْ تَرَ اِلَى الَّذِيْنَ قِيْلَ لَهُمْ كُفُّوْٓا اَيْدِيَكُمْ وَاَقِيْمُوا الصَّلٰوةَ وَاٰتُوا الزَّكٰوةَۚ فَلَمَّا كُتِبَ عَلَيْهِمُ الْقِتَالُ اِذَا فَرِيْقٌ مِّنْهُمْ يَخْشَوْنَ النَّاسَ كَخَشْيَةِ اللّٰهِ اَوْ اَشَدَّ خَشْيَةً ۚ وَقَالُوْا رَبَّنَا لِمَ كَتَبْتَ عَلَيْنَا الْقِتَالَۚ  لَوْلَآ اَخَّرْتَنَآ اِلٰٓى اَجَلٍ قَرِيْبٍۗ قُلْ مَتَاعُ الدُّنْيَا قَلِيْلٌۚ وَالْاٰخِرَةُ خَيْرٌ لِّمَنِ اتَّقٰىۗ وَلَا تُظْلَمُوْنَ فَتِيْلًا ","kitabah":"اَلَمْ تَرَ اِلَى الَّذِيْنَ قِيْلَ لَهُمْ كُفُّوْٓا اَيْدِيَكُمْ وَاَقِيْمُوا الصَّلٰوةَ وَاٰتُوا الزَّكٰوةَۚ فَلَمَّا كُتِبَ عَلَيْهِمُ الْقِتَالُ اِذَا فَرِيْقٌ مِّنْهُمْ يَخْشَوْنَ النَّاسَ كَخَشْيَةِ اللّٰهِ اَوْ اَشَدَّ خَشْيَةً ۚ وَقَالُوْا رَبَّنَا لِمَ كَتَبْتَ عَلَيْنَا الْقِتَالَۚ  لَوْلَآ اَخَّرْتَنَآ اِلٰٓى اَجَلٍ قَرِيْبٍۗ قُلْ مَتَاعُ الدُّنْيَا قَلِيْلٌۚ وَالْاٰخِرَةُ خَيْرٌ لِّمَنِ اتَّقٰىۗ وَلَا تُظْلَمُوْنَ فَتِيْلًا ","latin":"Alam tara ilal-lażīna qīla lahum kuffū aidiyakum wa aqīmuṣ-ṣalāta wa ātuz-zakāt(a), fa lammā kutiba ‘alaihimul-qitālu  iżā farīqum minhum yakhsyaunan-nāsa kakhasy-yatillāhi  au asyadda khasy-yah(tan), wa qālū rabbanā lima katabta ‘alainal-qitāl(a), lau lā akhkhartanā ilā ajalin qarīb(in), qul matā‘ud-dun-yā qalīl(un), wal-ākhiratu khairul limanittaqā, wa lā tuẓlamūna fatīlā(n).","translation":"Tidakkah engkau memperhatikan orang-orang yang dikatakan kepada mereka, “Tahanlah tanganmu (dari berperang), tegakkanlah salat, dan tunaikanlah zakat!” Ketika mereka diwajibkan berperang, tiba-tiba segolongan mereka (munafik) takut kepada manusia (musuh) seperti ketakutan mereka kepada Allah, bahkan lebih takut daripada itu. Mereka berkata, “Wahai Tuhan kami, mengapa Engkau wajibkan berperang kepada kami? Mengapa tidak Engkau tangguhkan (kewajiban berperang) kepada kami beberapa waktu lagi?” Katakanlah, “Kesenangan di dunia ini hanyalah sedikit, sedangkan akhirat itu lebih baik bagi orang yang bertakwa dan kamu tidak akan dizalimi sedikit pun.”"},{"surah_number":4,"ayat_number":78,"arabic":"اَيْنَ مَا تَكُوْنُوْا يُدْرِكْكُّمُ الْمَوْتُ وَلَوْ كُنْتُمْ فِيْ بُرُوْجٍ مُّشَيَّدَةٍ ۗ وَاِنْ تُصِبْهُمْ حَسَنَةٌ يَّقُوْلُوْا هٰذِهٖ مِنْ عِنْدِ اللّٰهِ ۚ وَاِنْ تُصِبْهُمْ سَيِّئَةٌ يَّقُوْلُوْا هٰذِهٖ مِنْ عِنْدِكَ ۗ قُلْ كُلٌّ مِّنْ عِنْدِ اللّٰهِ ۗ فَمَالِ هٰٓؤُلَاۤءِ الْقَوْمِ لَا يَكَادُوْنَ يَفْقَهُوْنَ حَدِيْثًا ","kitabah":"اَيْنَ مَا تَكُوْنُوْا يُدْرِكْكُّمُ الْمَوْتُ وَلَوْ كُنْتُمْ فِيْ بُرُوْجٍ مُّشَيَّدَةٍ ۗ وَاِنْ تُصِبْهُمْ حَسَنَةٌ يَّقُوْلُوْا هٰذِهٖ مِنْ عِنْدِ اللّٰهِ ۚ وَاِنْ تُصِبْهُمْ سَيِّئَةٌ يَّقُوْلُوْا هٰذِهٖ مِنْ عِنْدِكَ ۗ قُلْ كُلٌّ مِّنْ عِنْدِ اللّٰهِ ۗ فَمَالِ هٰٓؤُلَاۤءِ الْقَوْمِ لَا يَكَادُوْنَ يَفْقَهُوْنَ حَدِيْثًا ","latin":"Aina mā takūnū yudrikkumul-mautu wa lau kuntum fī burūjim musyayyadah(tin), wa in tuṣibhum ḥasanatuy yaqūlū hāżihī min ‘indillāh(i), wa in tuṣibhum sayyi'atuy yaqūlū hāżihī min ‘indik(a), qul kullum min ‘indillāh(i), famā lihā'ulā'il-qaumi lā yakādūna yafqahūna ḥadīṡā(n).","translation":"Di mana pun kamu berada, kematian akan mendatangimu, meskipun kamu berada dalam benteng yang kukuh. Jika mereka (orang-orang munafik) memperoleh suatu kebaikan, mereka berkata, “Ini dari sisi Allah” dan jika mereka ditimpa suatu keburukan, mereka berkata, “Ini dari engkau (Nabi Muhammad).” Katakanlah, “Semuanya (datang) dari sisi Allah.” Mengapa orang-orang itu hampir tidak memahami pembicaraan?"},{"surah_number":4,"ayat_number":79,"arabic":"مَآ اَصَابَكَ مِنْ حَسَنَةٍ فَمِنَ اللّٰهِ ۖ وَمَآ اَصَابَكَ مِنْ سَيِّئَةٍ فَمِنْ نَّفْسِكَ ۗ وَاَرْسَلْنٰكَ لِلنَّاسِ رَسُوْلًا  ۗ وَكَفٰى بِاللّٰهِ شَهِيْدًا ","kitabah":"مَآ اَصَابَكَ مِنْ حَسَنَةٍ فَمِنَ اللّٰهِ ۖ وَمَآ اَصَابَكَ مِنْ سَيِّئَةٍ فَمِنْ نَّفْسِكَ ۗ وَاَرْسَلْنٰكَ لِلنَّاسِ رَسُوْلًا  ۗ وَكَفٰى بِاللّٰهِ شَهِيْدًا ","latin":"Mā aṣābaka min ḥasanatin fa minallāh(i), wa mā aṣābaka min sayyi'atin fa min nafsik(a), wa arsalnāka lin-nāsi rasūlā(n), wa kafā billāhi syahīdā(n).","translation":"Kebaikan (nikmat) apa pun yang kamu peroleh (berasal) dari Allah, sedangkan keburukan (bencana) apa pun yang menimpamu itu disebabkan oleh (kesalahan) dirimu sendiri. Kami mengutus engkau (Nabi Muhammad) menjadi Rasul kepada (seluruh) manusia. Cukuplah Allah sebagai saksi."},{"surah_number":4,"ayat_number":80,"arabic":"مَنْ يُّطِعِ الرَّسُوْلَ فَقَدْ اَطَاعَ اللّٰهَ ۚ وَمَنْ تَوَلّٰى فَمَآ اَرْسَلْنٰكَ عَلَيْهِمْ حَفِيْظًا ۗ ","kitabah":"مَنْ يُّطِعِ الرَّسُوْلَ فَقَدْ اَطَاعَ اللّٰهَ ۚ وَمَنْ تَوَلّٰى فَمَآ اَرْسَلْنٰكَ عَلَيْهِمْ حَفِيْظًا ۗ ","latin":"May yuṭi‘ir-rasūla faqad aṭā‘allāh(a), wa man tawallā famā arsalnāka ‘alaihim ḥafīẓā(n).","translation":"Siapa yang menaati Rasul (Muhammad), maka sungguh telah menaati Allah. Siapa yang berpaling, maka Kami tidak mengutus engkau (Nabi Muhammad) sebagai pemelihara159) mereka."},{"surah_number":4,"ayat_number":81,"arabic":"وَيَقُوْلُوْنَ طَاعَةٌ  ۖ فَاِذَا بَرَزُوْا مِنْ عِنْدِكَ بَيَّتَ طَاۤىِٕفَةٌ مِّنْهُمْ غَيْرَ الَّذِيْ تَقُوْلُ ۗ وَاللّٰهُ يَكْتُبُ مَا يُبَيِّتُوْنَ ۚ فَاَعْرِضْ عَنْهُمْ وَتَوَكَّلْ عَلَى اللّٰهِ ۗ وَكَفٰى بِاللّٰهِ وَكِيْلًا ","kitabah":"وَيَقُوْلُوْنَ طَاعَةٌ  ۖ فَاِذَا بَرَزُوْا مِنْ عِنْدِكَ بَيَّتَ طَاۤىِٕفَةٌ مِّنْهُمْ غَيْرَ الَّذِيْ تَقُوْلُ ۗ وَاللّٰهُ يَكْتُبُ مَا يُبَيِّتُوْنَ ۚ فَاَعْرِضْ عَنْهُمْ وَتَوَكَّلْ عَلَى اللّٰهِ ۗ وَكَفٰى بِاللّٰهِ وَكِيْلًا ","latin":"Wa yaqūlūna ṭā‘ah(tun), fa iżā barazū min ‘indika bayyata ṭā'ifatum minhum gairal-lażī taqūl(u), wallāhu yaktubu mā yubayyitūn(a),  fa a‘riḍ ‘anhum wa tawakkal ‘alallāh(i), wa kafā billāhi wakīlā(n).","translation":"Mereka (orang-orang munafik) berkata, “(Kewajiban kami hanyalah) taat.” Akan tetapi, apabila mereka telah pergi darimu (Nabi Muhammad), sebagian mereka mengatur siasat pada malam hari (mengambil keputusan) berbeda dari yang telah mereka katakan. Allah mencatat siasat yang mereka atur pada malam hari itu. Berpalinglah dari mereka dan bertawakallah kepada Allah. Cukuplah Allah sebagai pelindung."},{"surah_number":4,"ayat_number":82,"arabic":"اَفَلَا يَتَدَبَّرُوْنَ الْقُرْاٰنَ ۗ وَلَوْ كَانَ مِنْ عِنْدِ غَيْرِ اللّٰهِ لَوَجَدُوْا فِيْهِ اخْتِلَافًا كَثِيْرًا ","kitabah":"اَفَلَا يَتَدَبَّرُوْنَ الْقُرْاٰنَ ۗ وَلَوْ كَانَ مِنْ عِنْدِ غَيْرِ اللّٰهِ لَوَجَدُوْا فِيْهِ اخْتِلَافًا كَثِيْرًا ","latin":"Afalā yatadabbarūnal-qur'ān(a), wa lau kāna min ‘indi gairillāhi lawajadū fīhikhtilāfan kaṡīrā(n).","translation":"Tidakkah mereka menadaburi Al-Qur’an? Seandainya (Al-Qur’an) itu tidak datang dari sisi Allah, tentulah mereka menemukan banyak pertentangan di dalamnya."},{"surah_number":4,"ayat_number":83,"arabic":"وَاِذَا جَاۤءَهُمْ اَمْرٌ مِّنَ الْاَمْنِ اَوِ الْخَوْفِ اَذَاعُوْا بِهٖ ۗ وَلَوْ رَدُّوْهُ اِلَى الرَّسُوْلِ وَاِلٰٓى اُولِى الْاَمْرِ مِنْهُمْ لَعَلِمَهُ الَّذِيْنَ يَسْتَنْۢبِطُوْنَهٗ مِنْهُمْ ۗ وَلَوْلَا فَضْلُ اللّٰهِ عَلَيْكُمْ وَرَحْمَتُهٗ لَاتَّبَعْتُمُ الشَّيْطٰنَ اِلَّا قَلِيْلًا ","kitabah":"وَاِذَا جَاۤءَهُمْ اَمْرٌ مِّنَ الْاَمْنِ اَوِ الْخَوْفِ اَذَاعُوْا بِهٖ ۗ وَلَوْ رَدُّوْهُ اِلَى الرَّسُوْلِ وَاِلٰٓى اُولِى الْاَمْرِ مِنْهُمْ لَعَلِمَهُ الَّذِيْنَ يَسْتَنْۢبِطُوْنَهٗ مِنْهُمْ ۗ وَلَوْلَا فَضْلُ اللّٰهِ عَلَيْكُمْ وَرَحْمَتُهٗ لَاتَّبَعْتُمُ الشَّيْطٰنَ اِلَّا قَلِيْلًا ","latin":"Wa iżā jā'ahum amrum minal-amni awil-khaufi ażā‘ū bih(ī), wa lau ruddūhu ilar-rasūli wa ilā ulil-amri minhum la‘alimahul-lażīna yastambiṭūnahū minhum, wa lau lā faḍlullāhi ‘alaikum wa raḥmatuhū lattaba‘tumusy-syaiṭāna illā qalīlā(n).","translation":"Apabila datang kepada mereka suatu berita tentang keamanan (kemenangan) atau ketakutan (kekalahan), mereka menyebarluaskannya. Padahal, seandainya mereka menyerahkannya kepada Rasul dan ululamri (pemegang kekuasaan) di antara mereka, tentulah orang-orang yang ingin mengetahui kebenarannya (akan dapat) mengetahuinya (secara resmi) dari mereka (Rasul dan ululamri). Sekiranya bukan karena karunia dan rahmat Allah kepadamu, tentulah engkau mengikuti setan, kecuali sebagian kecil saja (di antara kamu)."},{"surah_number":4,"ayat_number":84,"arabic":"فَقَاتِلْ فِيْ سَبِيْلِ اللّٰهِ ۚ لَا تُكَلَّفُ اِلَّا نَفْسَكَ وَحَرِّضِ الْمُؤْمِنِيْنَ ۚ عَسَى اللّٰهُ اَنْ يَّكُفَّ بَأْسَ الَّذِيْنَ كَفَرُوْا ۗوَاللّٰهُ اَشَدُّ بَأْسًا وَّاَشَدُّ تَنْكِيْلًا ","kitabah":"فَقَاتِلْ فِيْ سَبِيْلِ اللّٰهِ ۚ لَا تُكَلَّفُ اِلَّا نَفْسَكَ وَحَرِّضِ الْمُؤْمِنِيْنَ ۚ عَسَى اللّٰهُ اَنْ يَّكُفَّ بَأْسَ الَّذِيْنَ كَفَرُوْا ۗوَاللّٰهُ اَشَدُّ بَأْسًا وَّاَشَدُّ تَنْكِيْلًا ","latin":"Faqātil fī sabīlillāh(i), lā tukallafu illā nafsaka wa ḥarriḍil-mu'minīn(a), ‘asallāhu ay yakuffa ba'sal lażīna kafarū,  wallāhu asyaddu ba'saw wa asyaddu tankīlā(n).","translation":"Maka, berperanglah engkau (Nabi Muhammad) di jalan Allah. Tidaklah engkau dibebani (tanggung jawab), kecuali (yang terkait) dengan dirimu sendiri. Kobarkanlah (semangat) orang-orang mukmin (untuk berperang). Semoga Allah menolak serangan orang-orang yang kufur itu. Allah sangat dahsyat kekuatan-Nya dan sangat keras siksaan-Nya."},{"surah_number":4,"ayat_number":85,"arabic":"مَنْ يَّشْفَعْ شَفَاعَةً حَسَنَةً يَّكُنْ لَّهٗ نَصِيْبٌ مِّنْهَا ۚ وَمَنْ يَّشْفَعْ شَفَاعَةً سَيِّئَةً يَّكُنْ لَّهٗ كِفْلٌ مِّنْهَا ۗ وَكَانَ اللّٰهُ عَلٰى كُلِّ شَيْءٍ مُّقِيْتًا ","kitabah":"مَنْ يَّشْفَعْ شَفَاعَةً حَسَنَةً يَّكُنْ لَّهٗ نَصِيْبٌ مِّنْهَا ۚ وَمَنْ يَّشْفَعْ شَفَاعَةً سَيِّئَةً يَّكُنْ لَّهٗ كِفْلٌ مِّنْهَا ۗ وَكَانَ اللّٰهُ عَلٰى كُلِّ شَيْءٍ مُّقِيْتًا ","latin":"May yasyfa‘ syafā‘atan ḥasanatay yakul lahū naṣībum minhā, wa may yasyfa‘ syafā‘atan sayyi'atay yakul lahū kiflum minhā, wa kānallāhu ‘alā kulli syai'im muqītā(n).","translation":"Siapa yang memberi pertolongan yang baik niscaya akan memperoleh bagian (pahala) darinya. Siapa yang memberi pertolongan yang buruk niscaya akan menanggung bagian (dosa) darinya. Allah Maha Kuasa atas segala sesuatu."},{"surah_number":4,"ayat_number":86,"arabic":"وَاِذَا حُيِّيْتُمْ بِتَحِيَّةٍ فَحَيُّوْا بِاَحْسَنَ مِنْهَآ اَوْ رُدُّوْهَا ۗ اِنَّ اللّٰهَ كَانَ عَلٰى كُلِّ شَيْءٍ حَسِيْبًا","kitabah":"وَاِذَا حُيِّيْتُمْ بِتَحِيَّةٍ فَحَيُّوْا بِاَحْسَنَ مِنْهَآ اَوْ رُدُّوْهَا ۗ اِنَّ اللّٰهَ كَانَ عَلٰى كُلِّ شَيْءٍ حَسِيْبًا","latin":"Wa iżā ḥuyyītum bitaḥiyyatin fa ḥayyū bi'aḥsana minhā au ruddūhā, innallāha kāna ‘alā kulli syai'in ḥasībā(n).","translation":"Apabila kamu dihormati dengan suatu penghormatan (salam), balaslah penghormatan itu dengan yang lebih baik daripadanya atau balaslah dengan yang sepadan. Sesungguhnya Allah Maha Memperhitungkan segala sesuatu."},{"surah_number":4,"ayat_number":87,"arabic":"اَللّٰهُ لَآ اِلٰهَ اِلَّا هُوَۗ  لَيَجْمَعَنَّكُمْ اِلٰى يَوْمِ الْقِيٰمَةِ لَا رَيْبَ فِيْهِ ۗ وَمَنْ اَصْدَقُ مِنَ اللّٰهِ حَدِيْثًا ࣖ","kitabah":"اَللّٰهُ لَآ اِلٰهَ اِلَّا هُوَۗ  لَيَجْمَعَنَّكُمْ اِلٰى يَوْمِ الْقِيٰمَةِ لَا رَيْبَ فِيْهِ ۗ وَمَنْ اَصْدَقُ مِنَ اللّٰهِ حَدِيْثًا ࣖ","latin":"Allāhu lā ilāha illā huw(a), layajma‘annakum ilā yaumil-qiyāmati lā raiba fīh(i), wa man aṣdaqu minallāhi ḥadīṡā(n).","translation":"Allah, tidak ada tuhan selain Dia. Sungguh, Dia pasti mengumpulkan kamu pada hari Kiamat yang tidak ada keraguan di dalamnya. Siapakah yang lebih benar perkataannya daripada Allah?"},{"surah_number":4,"ayat_number":88,"arabic":"۞ فَمَا لَكُمْ فِى الْمُنٰفِقِيْنَ فِئَتَيْنِ وَاللّٰهُ اَرْكَسَهُمْ بِمَا كَسَبُوْا ۗ اَتُرِيْدُوْنَ اَنْ تَهْدُوْا مَنْ اَضَلَّ اللّٰهُ ۗوَمَنْ يُّضْلِلِ اللّٰهُ فَلَنْ تَجِدَ لَهٗ سَبِيْلًا ","kitabah":"۞ فَمَا لَكُمْ فِى الْمُنٰفِقِيْنَ فِئَتَيْنِ وَاللّٰهُ اَرْكَسَهُمْ بِمَا كَسَبُوْا ۗ اَتُرِيْدُوْنَ اَنْ تَهْدُوْا مَنْ اَضَلَّ اللّٰهُ ۗوَمَنْ يُّضْلِلِ اللّٰهُ فَلَنْ تَجِدَ لَهٗ سَبِيْلًا ","latin":"Famā lakum fil-munāfiqīna fi'ataini wallāhu arkasahum bimā kasabū, aturīdūna an tahdū man aḍallallāh(u), wa may yuḍlilillāhu falan tajida lahū sabīlā(n).","translation":"Mengapa kamu (wahai orang mukmin) (terpecah) menjadi dua golongan dalam (menghadapi) orang-orang munafik, padahal Allah telah mengembalikan mereka (pada kekufuran) karena usaha mereka sendiri? Apakah kamu bermaksud memberi petunjuk kepada orang yang telah dibiarkan sesat oleh Allah? Siapa yang dibiarkan sesat oleh Allah niscaya engkau (Nabi Muhammad) tidak akan menemukan jalan baginya (untuk diberi petunjuk)."},{"surah_number":4,"ayat_number":89,"arabic":"وَدُّوْا لَوْ تَكْفُرُوْنَ كَمَا كَفَرُوْا فَتَكُوْنُوْنَ سَوَاۤءً فَلَا تَتَّخِذُوْا مِنْهُمْ اَوْلِيَاۤءَ حَتّٰى يُهَاجِرُوْا فِيْ سَبِيْلِ اللّٰهِ ۗ فَاِنْ تَوَلَّوْا فَخُذُوْهُمْ وَاقْتُلُوْهُمْ حَيْثُ وَجَدْتُّمُوْهُمْ ۖ وَلَا تَتَّخِذُوْا مِنْهُمْ وَلِيًّا وَّلَا نَصِيْرًاۙ  ","kitabah":"وَدُّوْا لَوْ تَكْفُرُوْنَ كَمَا كَفَرُوْا فَتَكُوْنُوْنَ سَوَاۤءً فَلَا تَتَّخِذُوْا مِنْهُمْ اَوْلِيَاۤءَ حَتّٰى يُهَاجِرُوْا فِيْ سَبِيْلِ اللّٰهِ ۗ فَاِنْ تَوَلَّوْا فَخُذُوْهُمْ وَاقْتُلُوْهُمْ حَيْثُ وَجَدْتُّمُوْهُمْ ۖ وَلَا تَتَّخِذُوْا مِنْهُمْ وَلِيًّا وَّلَا نَصِيْرًاۙ  ","latin":"Waddū lau takfurūna kamā kafarū fa takūnūna sawā'an falā tattakhiżū minhum auliyā'a ḥattā yuhājirū fī sabīlillāh(i), fa in tawallau fa khużūhum waqtulūhum ḥaiṡu wajattumūhum, wa lā tattakhiżū minhum waliyyaw wa lā naṣīrā(n).","translation":"Mereka sangat menginginkan agar kamu mau menjadi kufur sebagaimana mereka telah kufur sehingga kamu sama (dengan mereka). Janganlah kamu jadikan siapa pun di antara mereka sebagai teman setia160) sebelum mereka berpindah pada jalan Allah. Jika mereka berpaling, tawan dan bunuhlah mereka di mana pun kamu temukan mereka. Janganlah kamu jadikan seorang pun di antara mereka sebagai teman setia dan jangan pula sebagai penolong."},{"surah_number":4,"ayat_number":90,"arabic":"اِلَّا الَّذِيْنَ يَصِلُوْنَ اِلٰى قَوْمٍۢ بَيْنَكُمْ وَبَيْنَهُمْ مِّيْثَاقٌ اَوْ جَاۤءُوْكُمْ حَصِرَتْ صُدُوْرُهُمْ اَنْ يُّقَاتِلُوْكُمْ اَوْ يُقَاتِلُوْا قَوْمَهُمْ ۗ وَلَوْ شَاۤءَ اللّٰهُ لَسَلَّطَهُمْ عَلَيْكُمْ فَلَقَاتَلُوْكُمْ ۚ فَاِنِ اعْتَزَلُوْكُمْ فَلَمْ يُقَاتِلُوْكُمْ وَاَلْقَوْا اِلَيْكُمُ السَّلَمَ ۙ فَمَا جَعَلَ اللّٰهُ لَكُمْ عَلَيْهِمْ سَبِيْلًا ","kitabah":"اِلَّا الَّذِيْنَ يَصِلُوْنَ اِلٰى قَوْمٍۢ بَيْنَكُمْ وَبَيْنَهُمْ مِّيْثَاقٌ اَوْ جَاۤءُوْكُمْ حَصِرَتْ صُدُوْرُهُمْ اَنْ يُّقَاتِلُوْكُمْ اَوْ يُقَاتِلُوْا قَوْمَهُمْ ۗ وَلَوْ شَاۤءَ اللّٰهُ لَسَلَّطَهُمْ عَلَيْكُمْ فَلَقَاتَلُوْكُمْ ۚ فَاِنِ اعْتَزَلُوْكُمْ فَلَمْ يُقَاتِلُوْكُمْ وَاَلْقَوْا اِلَيْكُمُ السَّلَمَ ۙ فَمَا جَعَلَ اللّٰهُ لَكُمْ عَلَيْهِمْ سَبِيْلًا ","latin":"Illal lażīna yaṣilūna ilā qaumim bainakum wa bainahum mīṡāqun au jā'ūkum ḥaṣirat ṣudūruhum ay yuqātilūkum au yuqātilū qaumahum, wa lau syā'allāhu lasallaṭahum ‘alaikum fa laqātalūkum, fa ini‘tazalūkum falam yuqātilūkum wa alqau ilaikumus-salam(a), famā ja‘alallāhu lakum ‘alaihim sabīlā(n).","translation":"Kecuali, orang-orang yang menjalin hubungan dengan suatu kaum yang antara kamu dan kaum itu ada perjanjian (damai, mereka jangan dibunuh atau jangan ditawan). (Demikian juga) orang-orang yang datang kepadamu, sedangkan hati mereka berat untuk memerangi kamu atau memerangi kaumnya. Seandainya Allah menghendaki, niscaya Dia berikan kekuasaan kepada mereka untuk menghadapi kamu sehingga mereka memerangimu. Akan tetapi, jika mereka membiarkanmu (tidak mengganggumu), tidak memerangimu, dan menawarkan perdamaian kepadamu (menyerah), Allah tidak memberi jalan bagimu (untuk menawan dan membunuh) mereka."},{"surah_number":4,"ayat_number":91,"arabic":"سَتَجِدُوْنَ اٰخَرِيْنَ يُرِيْدُوْنَ اَنْ يَّأْمَنُوْكُمْ وَيَأْمَنُوْا قَوْمَهُمْ ۗ كُلَّ مَا رُدُّوْٓا اِلَى الْفِتْنَةِ اُرْكِسُوْا فِيْهَا ۚ فَاِنْ لَّمْ يَعْتَزِلُوْكُمْ وَيُلْقُوْٓا اِلَيْكُمُ السَّلَمَ وَيَكُفُّوْٓا اَيْدِيَهُمْ فَخُذُوْهُمْ وَاقْتُلُوْهُمْ حَيْثُ ثَقِفْتُمُوْهُمْ ۗ وَاُولٰۤىِٕكُمْ جَعَلْنَا لَكُمْ عَلَيْهِمْ سُلْطٰنًا مُّبِيْنًا ࣖ ","kitabah":"سَتَجِدُوْنَ اٰخَرِيْنَ يُرِيْدُوْنَ اَنْ يَّأْمَنُوْكُمْ وَيَأْمَنُوْا قَوْمَهُمْ ۗ كُلَّ مَا رُدُّوْٓا اِلَى الْفِتْنَةِ اُرْكِسُوْا فِيْهَا ۚ فَاِنْ لَّمْ يَعْتَزِلُوْكُمْ وَيُلْقُوْٓا اِلَيْكُمُ السَّلَمَ وَيَكُفُّوْٓا اَيْدِيَهُمْ فَخُذُوْهُمْ وَاقْتُلُوْهُمْ حَيْثُ ثَقِفْتُمُوْهُمْ ۗ وَاُولٰۤىِٕكُمْ جَعَلْنَا لَكُمْ عَلَيْهِمْ سُلْطٰنًا مُّبِيْنًا ࣖ ","latin":"Satajidūna akharīna yurīdūna ay ya'manūkum wa ya'manū qaumahum, kullamā ruddū ilal-fitnati urkisū fīhā, fa illam ya‘tazilūkum wa yulqū ilaikumus-salama  wa yakuffū aidiyahum fa khużūhum waqtulūhum ḥaiṡu ṡaqiftumūhum, wa ulā'ikum ja‘alnā lakum ‘alaihim sulṭānam mubīnā(n).","translation":"Akan kamu dapati (golongan) lain yang menginginkan agar mereka hidup aman bersamamu dan aman (pula) bersama kaumnya. Setiap kali mereka diajak kembali kepada fitnah (syirik), mereka pun terjerumus ke dalamnya. Oleh karena itu, jika mereka tidak membiarkanmu (tetap mengganggumu), tidak pula mau menawarkan perdamaian kepadamu, dan tidak menahan tangan mereka (dari memerangimu), tawanlah dan bunuhlah mereka di mana saja kamu temukan. Merekalah orang-orang yang Kami berikan kepadamu alasan yang nyata (untuk menawan dan membunuh) mereka."},{"surah_number":4,"ayat_number":92,"arabic":"وَمَا كَانَ لِمُؤْمِنٍ اَنْ يَّقْتُلَ مُؤْمِنًا اِلَّا خَطَـًٔا ۚ وَمَنْ قَتَلَ مُؤْمِنًا خَطَـًٔا فَتَحْرِيْرُ رَقَبَةٍ مُّؤْمِنَةٍ وَّدِيَةٌ مُّسَلَّمَةٌ اِلٰٓى  اَهْلِهٖٓ  اِلَّآ  اَنْ يَّصَّدَّقُوْا ۗ فَاِنْ كَانَ مِنْ قَوْمٍ عَدُوٍّ لَّكُمْ وَهُوَ مُؤْمِنٌ فَتَحْرِيْرُ رَقَبَةٍ مُّؤْمِنَةٍ ۗوَاِنْ كَانَ مِنْ قَوْمٍۢ بَيْنَكُمْ وَبَيْنَهُمْ مِّيْثَاقٌ فَدِيَةٌ مُّسَلَّمَةٌ اِلٰٓى اَهْلِهٖ وَتَحْرِيْرُ رَقَبَةٍ مُّؤْمِنَةٍ ۚ فَمَنْ لَّمْ يَجِدْ فَصِيَامُ شَهْرَيْنِ مُتَتَابِعَيْنِۖ تَوْبَةً مِّنَ اللّٰهِ ۗوَكَانَ اللّٰهُ عَلِيْمًا حَكِيْمًا ","kitabah":"وَمَا كَانَ لِمُؤْمِنٍ اَنْ يَّقْتُلَ مُؤْمِنًا اِلَّا خَطَـًٔا ۚ وَمَنْ قَتَلَ مُؤْمِنًا خَطَـًٔا فَتَحْرِيْرُ رَقَبَةٍ مُّؤْمِنَةٍ وَّدِيَةٌ مُّسَلَّمَةٌ اِلٰٓى  اَهْلِهٖٓ  اِلَّآ  اَنْ يَّصَّدَّقُوْا ۗ فَاِنْ كَانَ مِنْ قَوْمٍ عَدُوٍّ لَّكُمْ وَهُوَ مُؤْمِنٌ فَتَحْرِيْرُ رَقَبَةٍ مُّؤْمِنَةٍ ۗوَاِنْ كَانَ مِنْ قَوْمٍۢ بَيْنَكُمْ وَبَيْنَهُمْ مِّيْثَاقٌ فَدِيَةٌ مُّسَلَّمَةٌ اِلٰٓى اَهْلِهٖ وَتَحْرِيْرُ رَقَبَةٍ مُّؤْمِنَةٍ ۚ فَمَنْ لَّمْ يَجِدْ فَصِيَامُ شَهْرَيْنِ مُتَتَابِعَيْنِۖ تَوْبَةً مِّنَ اللّٰهِ ۗوَكَانَ اللّٰهُ عَلِيْمًا حَكِيْمًا ","latin":"Wa mā kāna limu'minin ay yaqtula mu'minan illā khaṭa'ā(n), wa man qatala mu'minan khaṭa'an fa taḥrīru raqabatim mu'minatiw wa diyatum musallamatun ilā ahlihī illā ay yaṣṣaddaqū, fa in kāna min qaumim bainakum wa bainahum mīṡāqun fa diyatum musallamatun ilā ahlihī wa taḥrīru raqabatim mu'minah(tin), famal lam yajid fa ṣiyāmu syahraini mutatābi‘aini taubatam minallāh(i), wa kānallāhu ‘alīman ḥakīmā(n).","translation":"Tidak patut bagi seorang mukmin membunuh seorang mukmin, kecuali karena tersalah (tidak sengaja). Siapa yang membunuh seorang mukmin karena tersalah (hendaklah) memerdekakan seorang hamba sahaya mukmin dan (membayar) tebusan yang diserahkan kepada keluarganya (terbunuh), kecuali jika mereka (keluarga terbunuh) membebaskan pembayaran. Jika dia (terbunuh) dari kaum yang memusuhimu, padahal dia orang beriman, (hendaklah pembunuh) memerdekakan hamba sahaya mukmin. Jika dia (terbunuh) dari kaum (kafir) yang ada perjanjian (damai) antara mereka dengan kamu, (hendaklah pembunuh) membayar tebusan yang diserahkan kepada keluarganya serta memerdekakan hamba sahaya mukmin. Siapa yang tidak mendapatkan (hamba sahaya) hendaklah berpuasa dua bulan berturut-turut sebagai (ketetapan) cara bertobat dari Allah. Allah Maha Mengetahui lagi Maha Bijaksana."},{"surah_number":4,"ayat_number":93,"arabic":"وَمَنْ يَّقْتُلْ مُؤْمِنًا مُّتَعَمِّدًا فَجَزَاۤؤُهٗ جَهَنَّمُ خَالِدًا فِيْهَا وَغَضِبَ اللّٰهُ عَلَيْهِ وَلَعَنَهٗ وَاَعَدَّ لَهٗ عَذَابًا عَظِيْمًا ","kitabah":"وَمَنْ يَّقْتُلْ مُؤْمِنًا مُّتَعَمِّدًا فَجَزَاۤؤُهٗ جَهَنَّمُ خَالِدًا فِيْهَا وَغَضِبَ اللّٰهُ عَلَيْهِ وَلَعَنَهٗ وَاَعَدَّ لَهٗ عَذَابًا عَظِيْمًا ","latin":"Wa may yaqtul mu'minam muta‘ammidan fa jazā'uhū jahannamu khālidan fīhā wa gaḍiballāhu ‘alaihi wa la‘anahū wa a‘adda lahū ‘ażāban ‘aẓīmā(n).","translation":"Siapa yang membunuh seorang mukmin dengan sengaja, balasannya adalah (neraka) Jahanam. Dia kekal di dalamnya. Allah murka kepadanya, melaknatnya, dan menyediakan baginya azab yang sangat besar."},{"surah_number":4,"ayat_number":94,"arabic":"يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اِذَا ضَرَبْتُمْ فِيْ سَبِيْلِ اللّٰهِ فَتَبَيَّنُوْا وَلَا تَقُوْلُوْا لِمَنْ اَلْقٰىٓ اِلَيْكُمُ السَّلٰمَ لَسْتَ مُؤْمِنًاۚ تَبْتَغُوْنَ عَرَضَ الْحَيٰوةِ الدُّنْيَا ۖفَعِنْدَ اللّٰهِ مَغَانِمُ كَثِيْرَةٌ ۗ كَذٰلِكَ كُنْتُمْ مِّنْ قَبْلُ فَمَنَّ اللّٰهُ عَلَيْكُمْ فَتَبَيَّنُوْاۗ اِنَّ اللّٰهَ كَانَ بِمَا تَعْمَلُوْنَ خَبِيْرًا","kitabah":"يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اِذَا ضَرَبْتُمْ فِيْ سَبِيْلِ اللّٰهِ فَتَبَيَّنُوْا وَلَا تَقُوْلُوْا لِمَنْ اَلْقٰىٓ اِلَيْكُمُ السَّلٰمَ لَسْتَ مُؤْمِنًاۚ تَبْتَغُوْنَ عَرَضَ الْحَيٰوةِ الدُّنْيَا ۖفَعِنْدَ اللّٰهِ مَغَانِمُ كَثِيْرَةٌ ۗ كَذٰلِكَ كُنْتُمْ مِّنْ قَبْلُ فَمَنَّ اللّٰهُ عَلَيْكُمْ فَتَبَيَّنُوْاۗ اِنَّ اللّٰهَ كَانَ بِمَا تَعْمَلُوْنَ خَبِيْرًا","latin":"Yā ayyuhal-lażīna āmanū iżā ḍarabtum fī sabīlillāhi fa tabayyanū wa lā taqūlū liman alqā ilaikumus-salāma lasta mu'minā(n), tabtagūna ‘araḍal-ḥayātid-dun-yā, fa ‘indallāhi magānimu kaṡīrah(tun), każālika kuntum min qablu fa mannallāhu ‘alaikum fa tabayyanū, innallāha kāna bimā ta‘malūna khabīrā(n).","translation":"Wahai orang-orang yang beriman, apabila kamu pergi (berperang) di jalan Allah, bertabayunlah (carilah kejelasan) dan janganlah kamu mengatakan kepada orang yang mengucapkan salam kepadamu, “Kamu bukan seorang mukmin,” (lalu kamu membunuhnya) dengan maksud mencari harta benda kehidupan dunia karena di sisi Allah ada harta yang banyak. Demikianlah keadaan kamu dahulu, lalu Allah menganugerahkan nikmat-Nya kepadamu, maka telitilah. Sesungguhnya Allah Maha Mengetahui apa yang kamu kerjakan."},{"surah_number":4,"ayat_number":95,"arabic":"لَا يَسْتَوِى الْقٰعِدُوْنَ مِنَ الْمُؤْمِنِيْنَ غَيْرُ اُولِى الضَّرَرِ وَالْمُجٰهِدُوْنَ فِيْ سَبِيْلِ اللّٰهِ بِاَمْوَالِهِمْ وَاَنْفُسِهِمْۗ  فَضَّلَ اللّٰهُ الْمُجٰهِدِيْنَ بِاَمْوَالِهِمْ وَاَنْفُسِهِمْ عَلَى الْقٰعِدِيْنَ دَرَجَةً ۗ وَكُلًّا وَّعَدَ اللّٰهُ الْحُسْنٰىۗ وَفَضَّلَ اللّٰهُ الْمُجٰهِدِيْنَ عَلَى الْقٰعِدِيْنَ اَجْرًا عَظِيْمًاۙ  ","kitabah":"لَا يَسْتَوِى الْقٰعِدُوْنَ مِنَ الْمُؤْمِنِيْنَ غَيْرُ اُولِى الضَّرَرِ وَالْمُجٰهِدُوْنَ فِيْ سَبِيْلِ اللّٰهِ بِاَمْوَالِهِمْ وَاَنْفُسِهِمْۗ  فَضَّلَ اللّٰهُ الْمُجٰهِدِيْنَ بِاَمْوَالِهِمْ وَاَنْفُسِهِمْ عَلَى الْقٰعِدِيْنَ دَرَجَةً ۗ وَكُلًّا وَّعَدَ اللّٰهُ الْحُسْنٰىۗ وَفَضَّلَ اللّٰهُ الْمُجٰهِدِيْنَ عَلَى الْقٰعِدِيْنَ اَجْرًا عَظِيْمًاۙ  ","latin":"Lā yastawil-qā‘idūna minal-mu'minīna gairu uliḍ-ḍarari wal-mujāhidūna fī sabīlillāhi bi'amwālihim wa anfusihim, faḍḍalallāhul-mujāhidīna bi amwālihim wa anfusihim ‘alal-qā‘idīna darajah(tan), wa kullaw wa‘adallāhul-ḥusnā, wa faḍḍalallāhul-mujāhidīna ‘alal-qā‘idīna ajran ‘aẓīmā(n).","translation":"Tidak sama orang-orang mukmin yang duduk (tidak turut berperang) tanpa mempunyai uzur dengan orang-orang yang berjihad di jalan Allah dengan harta dan jiwanya. Allah melebihkan derajat orang-orang yang berjihad dengan harta dan jiwanya atas orang-orang yang duduk (tidak ikut berperang tanpa uzur). Kepada masing-masing, Allah menjanjikan (pahala) yang terbaik (surga), (tetapi) Allah melebihkan orang-orang yang berjihad atas orang-orang yang duduk dengan pahala yang besar."},{"surah_number":4,"ayat_number":96,"arabic":"دَرَجٰتٍ مِّنْهُ وَمَغْفِرَةً وَّرَحْمَةً ۗوَكَانَ اللّٰهُ غَفُوْرًا رَّحِيْمًا ࣖ ","kitabah":"دَرَجٰتٍ مِّنْهُ وَمَغْفِرَةً وَّرَحْمَةً ۗوَكَانَ اللّٰهُ غَفُوْرًا رَّحِيْمًا ࣖ ","latin":"Darajātim minhu wa magfirataw wa raḥmah(tan), wa kānallāhu  gafūrar raḥīmā(n).","translation":"(Yaitu,) beberapa derajat dari-Nya, serta ampunan dan rahmat. Allah Maha Pengampun lagi Maha Penyayang."},{"surah_number":4,"ayat_number":97,"arabic":"اِنَّ الَّذِيْنَ تَوَفّٰىهُمُ الْمَلٰۤىِٕكَةُ ظَالِمِيْٓ اَنْفُسِهِمْ قَالُوْا فِيْمَ كُنْتُمْ ۗ قَالُوْا كُنَّا مُسْتَضْعَفِيْنَ فِى الْاَرْضِۗ  قَالُوْٓا اَلَمْ تَكُنْ اَرْضُ اللّٰهِ وَاسِعَةً فَتُهَاجِرُوْا فِيْهَا ۗ فَاُولٰۤىِٕكَ مَأْوٰىهُمْ جَهَنَّمُ ۗ وَسَاۤءَتْ مَصِيْرًاۙ  ","kitabah":"اِنَّ الَّذِيْنَ تَوَفّٰىهُمُ الْمَلٰۤىِٕكَةُ ظَالِمِيْٓ اَنْفُسِهِمْ قَالُوْا فِيْمَ كُنْتُمْ ۗ قَالُوْا كُنَّا مُسْتَضْعَفِيْنَ فِى الْاَرْضِۗ  قَالُوْٓا اَلَمْ تَكُنْ اَرْضُ اللّٰهِ وَاسِعَةً فَتُهَاجِرُوْا فِيْهَا ۗ فَاُولٰۤىِٕكَ مَأْوٰىهُمْ جَهَنَّمُ ۗ وَسَاۤءَتْ مَصِيْرًاۙ  ","latin":"Innal-lażīna tawaffāhumul-malā'ikatu ẓālimī anfusihim qālū fīma kuntum, qālū kunnā mustaḍ‘afīna fil-arḍ(i), qālū alam takun arḍullāhi wāsi‘atan fa tuhājirū fīhā, fa ulā'ika ma'wāhum jahannam(u), wa sā'at maṣīrā(n).","translation":"Sesungguhnya orang-orang yang dicabut nyawanya oleh malaikat dalam keadaan menzalimi dirinya,161) mereka (malaikat) bertanya, “Bagaimana kamu ini?” Mereka menjawab, “Kami adalah orang-orang yang tertindas di bumi (Makkah).” Mereka (malaikat) bertanya, “Bukankah bumi Allah itu luas sehingga kamu dapat berhijrah di sana?” Maka, tempat mereka itu (neraka) Jahanam dan itu seburuk-buruk tempat kembali."},{"surah_number":4,"ayat_number":98,"arabic":"اِلَّا الْمُسْتَضْعَفِيْنَ مِنَ الرِّجَالِ وَالنِّسَاۤءِ وَالْوِلْدَانِ لَا يَسْتَطِيْعُوْنَ حِيْلَةً وَّلَا يَهْتَدُوْنَ سَبِيْلًاۙ  ","kitabah":"اِلَّا الْمُسْتَضْعَفِيْنَ مِنَ الرِّجَالِ وَالنِّسَاۤءِ وَالْوِلْدَانِ لَا يَسْتَطِيْعُوْنَ حِيْلَةً وَّلَا يَهْتَدُوْنَ سَبِيْلًاۙ  ","latin":"Illal-mustaḍ‘afīna minar-rijāli wan-nisā'i wal-wildāni lā yastaṭī‘ūna ḥīlataw wa lā yahtadūna sabīlā(n).","translation":"Kecuali, mereka yang tertindas dari (kalangan) laki-laki, perempuan, dan anak-anak yang tidak berdaya dan tidak mengetahui jalan (untuk berhijrah)."},{"surah_number":4,"ayat_number":99,"arabic":"فَاُولٰۤىِٕكَ عَسَى اللّٰهُ اَنْ يَّعْفُوَ عَنْهُمْ ۗ وَكَانَ اللّٰهُ عَفُوًّا غَفُوْرًا ","kitabah":"فَاُولٰۤىِٕكَ عَسَى اللّٰهُ اَنْ يَّعْفُوَ عَنْهُمْ ۗ وَكَانَ اللّٰهُ عَفُوًّا غَفُوْرًا ","latin":"Fa ulā'ika ‘asallāhu ay ya‘fuwa ‘anhum, wa kānallāhu  ‘afuwwan gafūrā(n). ","translation":"Mereka itu, mudah-mudahan Allah memaafkannya. Allah Maha Pemaaf lagi Maha Pengampun."},{"surah_number":4,"ayat_number":100,"arabic":"۞ وَمَنْ يُّهَاجِرْ فِيْ سَبِيْلِ اللّٰهِ يَجِدْ فِى الْاَرْضِ مُرٰغَمًا كَثِيْرًا وَّسَعَةً ۗوَمَنْ يَّخْرُجْ مِنْۢ بَيْتِهٖ مُهَاجِرًا اِلَى اللّٰهِ وَرَسُوْلِهٖ ثُمَّ يُدْرِكْهُ الْمَوْتُ فَقَدْ وَقَعَ اَجْرُهٗ عَلَى اللّٰهِ ۗوَكَانَ اللّٰهُ غَفُوْرًا رَّحِيْمًا ࣖ ","kitabah":"۞ وَمَنْ يُّهَاجِرْ فِيْ سَبِيْلِ اللّٰهِ يَجِدْ فِى الْاَرْضِ مُرٰغَمًا كَثِيْرًا وَّسَعَةً ۗوَمَنْ يَّخْرُجْ مِنْۢ بَيْتِهٖ مُهَاجِرًا اِلَى اللّٰهِ وَرَسُوْلِهٖ ثُمَّ يُدْرِكْهُ الْمَوْتُ فَقَدْ وَقَعَ اَجْرُهٗ عَلَى اللّٰهِ ۗوَكَانَ اللّٰهُ غَفُوْرًا رَّحِيْمًا ࣖ ","latin":"Wa may yuhājir fī sabīlillāhi yajid fil-arḍi murāgaman kaṡīraw wa sa‘ah(tan), wa may yakhruj mim baitihī muhājiran ilallāhi wa rasūlihī ṡumma yudrik-hul-mautu faqad waqa‘a ajruhū ‘alallāh(i), wa kānallāhu  gafūrar raḥīmā(n).","translation":"Siapa yang berhijrah di jalan Allah niscaya akan mendapatkan di bumi ini tempat hijrah yang banyak dan kelapangan (rezeki dan hidup). Siapa yang keluar dari rumahnya untuk berhijrah karena Allah dan Rasul-Nya, kemudian meninggal (sebelum sampai ke tempat tujuan), sungguh, pahalanya telah ditetapkan di sisi Allah. Allah Maha Pengampun lagi Maha Penyayang."},{"surah_number":4,"ayat_number":101,"arabic":"وَاِذَا ضَرَبْتُمْ فِى الْاَرْضِ فَلَيْسَ عَلَيْكُمْ جُنَاحٌ اَنْ تَقْصُرُوْا مِنَ الصَّلٰوةِ ۖ اِنْ خِفْتُمْ اَنْ يَّفْتِنَكُمُ الَّذِيْنَ كَفَرُوْاۗ اِنَّ الْكٰفِرِيْنَ كَانُوْا لَكُمْ عَدُوًّا مُّبِيْنًا ","kitabah":"وَاِذَا ضَرَبْتُمْ فِى الْاَرْضِ فَلَيْسَ عَلَيْكُمْ جُنَاحٌ اَنْ تَقْصُرُوْا مِنَ الصَّلٰوةِ ۖ اِنْ خِفْتُمْ اَنْ يَّفْتِنَكُمُ الَّذِيْنَ كَفَرُوْاۗ اِنَّ الْكٰفِرِيْنَ كَانُوْا لَكُمْ عَدُوًّا مُّبِيْنًا ","latin":"Wa iżā ḍarabtum fil-arḍi fa laisa ‘alaikum junāḥun an taqṣurū minaṣ-ṣalāh(ti), in khiftum ay yaftinakumul-lażīna kafarū, innal-kāfirīna kānū lakum ‘aduwwam mubīnā(n).","translation":"Apabila kamu bepergian di bumi, maka tidak dosa bagimu untuk mengqasar salat jika kamu takut diserang orang-orang yang kufur. Sesungguhnya orang-orang kafir itu adalah musuh yang nyata bagimu."},{"surah_number":4,"ayat_number":102,"arabic":"وَاِذَا كُنْتَ فِيْهِمْ فَاَقَمْتَ لَهُمُ الصَّلٰوةَ فَلْتَقُمْ طَاۤىِٕفَةٌ مِّنْهُمْ مَّعَكَ وَلْيَأْخُذُوْٓا اَسْلِحَتَهُمْ ۗ فَاِذَا سَجَدُوْا فَلْيَكُوْنُوْا مِنْ وَّرَاۤىِٕكُمْۖ  وَلْتَأْتِ طَاۤىِٕفَةٌ اُخْرٰى لَمْ يُصَلُّوْا فَلْيُصَلُّوْا مَعَكَ وَلْيَأْخُذُوْا حِذْرَهُمْ وَاَسْلِحَتَهُمْ ۚ وَدَّ الَّذِيْنَ كَفَرُوْا لَوْ تَغْفُلُوْنَ عَنْ اَسْلِحَتِكُمْ وَاَمْتِعَتِكُمْ فَيَمِيْلُوْنَ عَلَيْكُمْ مَّيْلَةً وَّاحِدَةً  ۗوَلَا جُنَاحَ عَلَيْكُمْ اِنْ كَانَ بِكُمْ اَذًى مِّنْ مَّطَرٍ اَوْ كُنْتُمْ مَّرْضٰٓى اَنْ تَضَعُوْٓا اَسْلِحَتَكُمْ وَخُذُوْا حِذْرَكُمْ ۗ اِنَّ اللّٰهَ اَعَدَّ لِلْكٰفِرِيْنَ عَذَابًا مُّهِيْنًا ","kitabah":"وَاِذَا كُنْتَ فِيْهِمْ فَاَقَمْتَ لَهُمُ الصَّلٰوةَ فَلْتَقُمْ طَاۤىِٕفَةٌ مِّنْهُمْ مَّعَكَ وَلْيَأْخُذُوْٓا اَسْلِحَتَهُمْ ۗ فَاِذَا سَجَدُوْا فَلْيَكُوْنُوْا مِنْ وَّرَاۤىِٕكُمْۖ  وَلْتَأْتِ طَاۤىِٕفَةٌ اُخْرٰى لَمْ يُصَلُّوْا فَلْيُصَلُّوْا مَعَكَ وَلْيَأْخُذُوْا حِذْرَهُمْ وَاَسْلِحَتَهُمْ ۚ وَدَّ الَّذِيْنَ كَفَرُوْا لَوْ تَغْفُلُوْنَ عَنْ اَسْلِحَتِكُمْ وَاَمْتِعَتِكُمْ فَيَمِيْلُوْنَ عَلَيْكُمْ مَّيْلَةً وَّاحِدَةً  ۗوَلَا جُنَاحَ عَلَيْكُمْ اِنْ كَانَ بِكُمْ اَذًى مِّنْ مَّطَرٍ اَوْ كُنْتُمْ مَّرْضٰٓى اَنْ تَضَعُوْٓا اَسْلِحَتَكُمْ وَخُذُوْا حِذْرَكُمْ ۗ اِنَّ اللّٰهَ اَعَدَّ لِلْكٰفِرِيْنَ عَذَابًا مُّهِيْنًا ","latin":"Wa iżā kunta fīhim fa aqamta lahumuṣ-ṣalāta faltaqum ṭā'ifatum minhum ma‘aka walya'khużū asliḥatahum, fa iżā sajadū falyakūnū miw warā'ikum, walta'ti ṭā'ifatun ukhrā lam yuṣallū falyuṣallū ma‘aka walya'khużū ḥiżrahum wa asliḥatahum, waddal-lażīna kafarū lau tagfulūna ‘an asliḥatakum wa amti‘atikum, fa yamīlūna ‘alaikum mailataw wāḥidah(tan), wa lā junāḥa ‘alaikum in kāna bikum ażam mim maṭarin au kuntum marḍā an taḍa‘ū asliḥatakum wa khużū ḥiżrakum, innallāha a‘adda lil-kāfirīna ‘ażābam muhīnā(n).","translation":"Apabila engkau (Nabi Muhammad) berada di tengah-tengah mereka (sahabatmu dan dalam keadaan takut diserang), lalu engkau hendak melaksanakan salat bersama mereka, hendaklah segolongan dari mereka berdiri (salat) bersamamu dengan menyandang senjatanya. Apabila mereka (yang salat bersamamu) telah sujud (menyempurnakan satu rakaat), hendaklah mereka pindah dari belakangmu (untuk menghadapi musuh). Lalu, hendaklah datang golongan lain yang belum salat agar mereka salat bersamamu162) dan hendaklah mereka bersiap siaga dengan menyandang senjatanya. Orang-orang yang kufur ingin agar kamu lengah terhadap senjata dan harta bendamu, lalu mereka menyerbumu secara tiba-tiba. Tidak ada dosa bagimu meletakkan senjata jika kamu mendapat suatu kesusahan, baik karena hujan maupun karena sakit dan bersiap siagalah kamu.163) Sesungguhnya Allah telah menyediakan azab yang menghinakan bagi orang-orang kafir."},{"surah_number":4,"ayat_number":103,"arabic":"فَاِذَا قَضَيْتُمُ الصَّلٰوةَ فَاذْكُرُوا اللّٰهَ قِيَامًا وَّقُعُوْدًا وَّعَلٰى جُنُوْبِكُمْ ۚ فَاِذَا اطْمَأْنَنْتُمْ فَاَقِيْمُوا الصَّلٰوةَ ۚ اِنَّ الصَّلٰوةَ كَانَتْ عَلَى الْمُؤْمِنِيْنَ كِتٰبًا مَّوْقُوْتًا ","kitabah":"فَاِذَا قَضَيْتُمُ الصَّلٰوةَ فَاذْكُرُوا اللّٰهَ قِيَامًا وَّقُعُوْدًا وَّعَلٰى جُنُوْبِكُمْ ۚ فَاِذَا اطْمَأْنَنْتُمْ فَاَقِيْمُوا الصَّلٰوةَ ۚ اِنَّ الصَّلٰوةَ كَانَتْ عَلَى الْمُؤْمِنِيْنَ كِتٰبًا مَّوْقُوْتًا ","latin":"Fa iżā qaḍaitumuṣ-ṣalāta fażkurullāha qiyāmaw wa qu‘ūdaw wa ‘alā junūbikum, fa iżaṭma'nantum fa aqīmuṣ-ṣalāh(ta),  innaṣ-ṣalāta kānat ‘alal-mu'minīna kitābam mauqūtā(n).","translation":"Apabila kamu telah menyelesaikan salat, berzikirlah kepada Allah (mengingat dan menyebut-Nya), baik ketika kamu berdiri, duduk, maupun berbaring. Apabila kamu telah merasa aman, laksanakanlah salat itu (dengan sempurna). Sesungguhnya salat itu merupakan kewajiban yang waktunya telah ditentukan atas orang-orang mukmin."},{"surah_number":4,"ayat_number":104,"arabic":"وَلَا تَهِنُوْا فِى ابْتِغَاۤءِ الْقَوْمِ ۗ اِنْ تَكُوْنُوْا تَأْلَمُوْنَ فَاِنَّهُمْ يَأْلَمُوْنَ كَمَا تَأْلَمُوْنَ ۚوَتَرْجُوْنَ مِنَ اللّٰهِ مَا لَا يَرْجُوْنَ ۗوَكَانَ اللّٰهُ عَلِيْمًا حَكِيْمًا ࣖ ","kitabah":"وَلَا تَهِنُوْا فِى ابْتِغَاۤءِ الْقَوْمِ ۗ اِنْ تَكُوْنُوْا تَأْلَمُوْنَ فَاِنَّهُمْ يَأْلَمُوْنَ كَمَا تَأْلَمُوْنَ ۚوَتَرْجُوْنَ مِنَ اللّٰهِ مَا لَا يَرْجُوْنَ ۗوَكَانَ اللّٰهُ عَلِيْمًا حَكِيْمًا ࣖ ","latin":"Wa lā tahinū fibtigā'il-qaum(i), in takūnū ta'lamūna fa innahum ya'lamūna kamā ta'lamūn(a), wa tarjūna minallāhi mā lā yarjūn(a), wa kānallāhu  ‘alīman ḥakīmā(n). ","translation":"Janganlah kamu merasa lemah dalam mengejar kaum itu (musuhmu). Jika kamu menderita kesakitan, sesungguhnya mereka pun menderita kesakitan sebagaimana yang kamu rasakan. (Bahkan) kamu dapat mengharapkan dari Allah apa yang tidak dapat mereka harapkan. Allah Maha Mengetahui lagi Maha Bijaksana."},{"surah_number":4,"ayat_number":105,"arabic":"اِنَّآ اَنْزَلْنَآ اِلَيْكَ الْكِتٰبَ بِالْحَقِّ لِتَحْكُمَ بَيْنَ النَّاسِ بِمَآ اَرٰىكَ اللّٰهُ ۗوَلَا تَكُنْ لِّلْخَاۤىِٕنِيْنَ خَصِيْمًا ۙ","kitabah":"اِنَّآ اَنْزَلْنَآ اِلَيْكَ الْكِتٰبَ بِالْحَقِّ لِتَحْكُمَ بَيْنَ النَّاسِ بِمَآ اَرٰىكَ اللّٰهُ ۗوَلَا تَكُنْ لِّلْخَاۤىِٕنِيْنَ خَصِيْمًا ۙ","latin":"Innā anzalnā ilaikal-kitāba bil-ḥaqqi litaḥkuma bainan-nāsi bimā arākallāh(u), wa lā takun lil-khā'inīna khaṣīmā(n).","translation":" Sesungguhnya Kami telah menurunkan Kitab (Al-Qur’an) kepadamu (Nabi Muhammad) dengan hak agar kamu memutuskan (perkara) di antara manusia dengan apa yang telah Allah ajarkan kepadamu. Janganlah engkau menjadi penentang (orang yang tidak bersalah) karena (membela) para pengkhianat.164)"},{"surah_number":4,"ayat_number":106,"arabic":"وَّاسْتَغْفِرِ اللّٰهَ ۗاِنَّ اللّٰهَ كَانَ غَفُوْرًا رَّحِيْمًاۚ ","kitabah":"وَّاسْتَغْفِرِ اللّٰهَ ۗاِنَّ اللّٰهَ كَانَ غَفُوْرًا رَّحِيْمًاۚ ","latin":"Wastagfirillāh(a), innallāha kāna gafūrar raḥīmā(n).","translation":"Mohonlah ampunan kepada Allah. Sesungguhnya Allah Maha Pengampun lagi Maha Penyayang."},{"surah_number":4,"ayat_number":107,"arabic":"وَلَا تُجَادِلْ عَنِ الَّذِيْنَ يَخْتَانُوْنَ اَنْفُسَهُمْ ۗ اِنَّ اللّٰهَ لَا يُحِبُّ مَنْ كَانَ خَوَّانًا اَثِيْمًاۙ","kitabah":"وَلَا تُجَادِلْ عَنِ الَّذِيْنَ يَخْتَانُوْنَ اَنْفُسَهُمْ ۗ اِنَّ اللّٰهَ لَا يُحِبُّ مَنْ كَانَ خَوَّانًا اَثِيْمًاۙ","latin":"Wa lā tujādil ‘anil-lażīna yakhtānūna anfusahum, innallāha lā yuḥibbu man kāna khawwānan aṡīmā(n).","translation":" Janganlah engkau (Nabi Muhammad) berdebat untuk (membela) orang-orang yang mengkhianati dirinya. Sesungguhnya Allah tidak menyukai orang-orang yang selalu berkhianat dan bergelimang dosa."},{"surah_number":4,"ayat_number":108,"arabic":"يَّسْتَخْفُوْنَ مِنَ النَّاسِ وَلَا يَسْتَخْفُوْنَ مِنَ اللّٰهِ وَهُوَ مَعَهُمْ اِذْ يُبَيِّتُوْنَ مَا لَا يَرْضٰى مِنَ الْقَوْلِ ۗ وَكَانَ اللّٰهُ بِمَا يَعْمَلُوْنَ مُحِيْطًا ","kitabah":"يَّسْتَخْفُوْنَ مِنَ النَّاسِ وَلَا يَسْتَخْفُوْنَ مِنَ اللّٰهِ وَهُوَ مَعَهُمْ اِذْ يُبَيِّتُوْنَ مَا لَا يَرْضٰى مِنَ الْقَوْلِ ۗ وَكَانَ اللّٰهُ بِمَا يَعْمَلُوْنَ مُحِيْطًا ","latin":"Yastakhfūna minan-nāsi wa lā yastakhfūna minallāhi wa huwa ma‘ahum iż yubayyitūna mā lā yarḍā minal-qaul(i), wa kānallāhu bimā ya‘malūna muḥīṭā(n).","translation":"Mereka dapat bersembunyi dari manusia, tetapi tidak dapat bersembunyi dari Allah. Dia bersama (mengawasi) mereka ketika pada malam hari mereka menetapkan keputusan rahasia yang tidak diridai-Nya. Allah Maha Meliputi apa yang mereka kerjakan."},{"surah_number":4,"ayat_number":109,"arabic":"هٰٓاَنْتُمْ هٰٓؤُلَاۤءِ جَادَلْتُمْ عَنْهُمْ فِى الْحَيٰوةِ الدُّنْيَاۗ فَمَنْ يُّجَادِلُ اللّٰهَ عَنْهُمْ يَوْمَ الْقِيٰمَةِ اَمْ مَّنْ يَّكُوْنُ عَلَيْهِمْ وَكِيْلًا ","kitabah":"هٰٓاَنْتُمْ هٰٓؤُلَاۤءِ جَادَلْتُمْ عَنْهُمْ فِى الْحَيٰوةِ الدُّنْيَاۗ فَمَنْ يُّجَادِلُ اللّٰهَ عَنْهُمْ يَوْمَ الْقِيٰمَةِ اَمْ مَّنْ يَّكُوْنُ عَلَيْهِمْ وَكِيْلًا ","latin":"Hā'antum hā'ulā'i jādaltum ‘anhum fil-ḥayātid-dun-yā, famay yujādilullāha ‘anhum yaumal-qiyāmati am may yakūnu ‘alaihim wakīlā(n).","translation":"Begitulah kamu. Kamu berdebat untuk (membela) mereka dalam kehidupan dunia ini. Akan tetapi, siapa yang akan menentang Allah untuk (membela) mereka pada hari Kiamat? Atau, siapakah yang menjadi pelindung mereka (dari azab Allah)?"},{"surah_number":4,"ayat_number":110,"arabic":"وَمَنْ يَّعْمَلْ سُوْۤءًا اَوْ يَظْلِمْ نَفْسَهٗ ثُمَّ يَسْتَغْفِرِ اللّٰهَ يَجِدِ اللّٰهَ غَفُوْرًا رَّحِيْمًا ","kitabah":"وَمَنْ يَّعْمَلْ سُوْۤءًا اَوْ يَظْلِمْ نَفْسَهٗ ثُمَّ يَسْتَغْفِرِ اللّٰهَ يَجِدِ اللّٰهَ غَفُوْرًا رَّحِيْمًا ","latin":"Wa may ya‘mal sū'an au yaẓlim nafsahū ṡumma yastagfirillāha yajidillāha gafūrar raḥīmā(n).","translation":"Siapa yang berbuat kejahatan atau menganiaya dirinya, kemudian memohon ampunan kepada Allah, niscaya akan mendapati Allah Maha Pengampun lagi Maha Penyayang."},{"surah_number":4,"ayat_number":111,"arabic":"وَمَنْ يَّكْسِبْ اِثْمًا فَاِنَّمَا يَكْسِبُهٗ عَلٰى نَفْسِهٖ ۗ وَكَانَ اللّٰهُ عَلِيْمًا حَكِيْمًا ","kitabah":"وَمَنْ يَّكْسِبْ اِثْمًا فَاِنَّمَا يَكْسِبُهٗ عَلٰى نَفْسِهٖ ۗ وَكَانَ اللّٰهُ عَلِيْمًا حَكِيْمًا ","latin":"Wa may yaksib iṡman fa innamā yaksibuhū ‘alā nafsih(ī),wa kānallāhu ‘alīman ḥakīmā(n).","translation":"Siapa yang berbuat dosa sesungguhnya dia mengerjakannya untuk merugikan dirinya sendiri. Allah Maha Mengetahui lagi Maha Bijaksana."},{"surah_number":4,"ayat_number":112,"arabic":"وَمَنْ يَّكْسِبْ خَطِيْۤـَٔةً اَوْ اِثْمًا ثُمَّ يَرْمِ بِهٖ بَرِيْۤـًٔا فَقَدِ احْتَمَلَ بُهْتَانًا وَّاِثْمًا مُّبِيْنًا ࣖ ","kitabah":"وَمَنْ يَّكْسِبْ خَطِيْۤـَٔةً اَوْ اِثْمًا ثُمَّ يَرْمِ بِهٖ بَرِيْۤـًٔا فَقَدِ احْتَمَلَ بُهْتَانًا وَّاِثْمًا مُّبِيْنًا ࣖ ","latin":"Wa may yaksib khaṭī'atan au iṡman ṡumma yarmi bihī barī'an fa qadiḥtamala buhtānaw wa iṡmam mubīnā(n).","translation":"Siapa yang berbuat kesalahan atau dosa, kemudian menuduhkannya kepada orang yang tidak bersalah, sungguh telah memikul suatu kebohongan dan dosa yang nyata."},{"surah_number":4,"ayat_number":113,"arabic":"وَلَوْلَا فَضْلُ اللّٰهِ عَلَيْكَ وَرَحْمَتُهٗ لَهَمَّتْ طَّاۤىِٕفَةٌ مِّنْهُمْ اَنْ يُّضِلُّوْكَۗ وَمَا يُضِلُّوْنَ اِلَّآ اَنْفُسَهُمْ وَمَا يَضُرُّوْنَكَ مِنْ شَيْءٍ ۗ وَاَنْزَلَ اللّٰهُ عَلَيْكَ الْكِتٰبَ وَالْحِكْمَةَ وَعَلَّمَكَ مَا لَمْ تَكُنْ تَعْلَمُۗ وَكَانَ فَضْلُ اللّٰهِ عَلَيْكَ عَظِيْمًا ","kitabah":"وَلَوْلَا فَضْلُ اللّٰهِ عَلَيْكَ وَرَحْمَتُهٗ لَهَمَّتْ طَّاۤىِٕفَةٌ مِّنْهُمْ اَنْ يُّضِلُّوْكَۗ وَمَا يُضِلُّوْنَ اِلَّآ اَنْفُسَهُمْ وَمَا يَضُرُّوْنَكَ مِنْ شَيْءٍ ۗ وَاَنْزَلَ اللّٰهُ عَلَيْكَ الْكِتٰبَ وَالْحِكْمَةَ وَعَلَّمَكَ مَا لَمْ تَكُنْ تَعْلَمُۗ وَكَانَ فَضْلُ اللّٰهِ عَلَيْكَ عَظِيْمًا ","latin":"Wa lau lā faḍlullāhi ‘alaika wa raḥmatuhū lahammaṭ-ṭā'ifatum minhum ay yuḍillūk(a), wa mā yuḍillūna illā anfusahum wa mā yaḍurrūnaka min syai'(in), wa anzalallāhu ‘alaikal-kitāba wal-ḥikmata wa ‘allamaka mā lam takun ta‘lam(u), wa kāna faḍlullāhi ‘alaika ‘aẓīmā(n).","translation":"Kalau bukan karena karunia Allah dan rahmat-Nya kepadamu (Nabi Muhammad), tentu segolongan dari mereka berkeinginan keras untuk menyesatkanmu. Akan tetapi, mereka tidak menyesatkan, kecuali dirinya sendiri dan tidak membahayakanmu sedikit pun. Allah telah menurunkan Kitab (Al-Qur’an) dan hikmah (sunah) kepadamu serta telah mengajarkan kepadamu apa yang tadinya belum kamu ketahui. Karunia Allah yang dilimpahkan kepadamu itu sangat besar."},{"surah_number":4,"ayat_number":114,"arabic":"۞ لَا خَيْرَ فِيْ كَثِيْرٍ مِّنْ نَّجْوٰىهُمْ اِلَّا مَنْ اَمَرَ بِصَدَقَةٍ اَوْ مَعْرُوْفٍ اَوْ اِصْلَاحٍۢ بَيْنَ النَّاسِۗ وَمَنْ يَّفْعَلْ ذٰلِكَ ابْتِغَاۤءَ مَرْضَاتِ اللّٰهِ فَسَوْفَ نُؤْتِيْهِ اَجْرًا عَظِيْمًا ","kitabah":"۞ لَا خَيْرَ فِيْ كَثِيْرٍ مِّنْ نَّجْوٰىهُمْ اِلَّا مَنْ اَمَرَ بِصَدَقَةٍ اَوْ مَعْرُوْفٍ اَوْ اِصْلَاحٍۢ بَيْنَ النَّاسِۗ وَمَنْ يَّفْعَلْ ذٰلِكَ ابْتِغَاۤءَ مَرْضَاتِ اللّٰهِ فَسَوْفَ نُؤْتِيْهِ اَجْرًا عَظِيْمًا ","latin":"Lā khaira fī kaṡīrim min najwāhum illā man amara biṣadaqatin au ma‘rūfin au iṣlāḥim bainan-nās(i), wa may yaf‘al żālikabtigā'a marḍātillāhi fa saufa nu'tīhi ajran ‘aẓīmā(n).","translation":"Tidak ada kebaikan pada banyak pembicaraan rahasia mereka, kecuali (pada pembicaraan rahasia) orang yang menyuruh bersedekah, (berbuat) kebaikan, atau mengadakan perdamaian di antara manusia. Siapa yang berbuat demikian karena mencari rida Allah kelak Kami anugerahkan kepadanya pahala yang sangat besar."},{"surah_number":4,"ayat_number":115,"arabic":"وَمَنْ يُّشَاقِقِ الرَّسُوْلَ مِنْۢ بَعْدِ مَا تَبَيَّنَ لَهُ الْهُدٰى وَيَتَّبِعْ غَيْرَ سَبِيْلِ الْمُؤْمِنِيْنَ نُوَلِّهٖ مَا تَوَلّٰى وَنُصْلِهٖ جَهَنَّمَۗ وَسَاۤءَتْ مَصِيْرًا ࣖ ","kitabah":"وَمَنْ يُّشَاقِقِ الرَّسُوْلَ مِنْۢ بَعْدِ مَا تَبَيَّنَ لَهُ الْهُدٰى وَيَتَّبِعْ غَيْرَ سَبِيْلِ الْمُؤْمِنِيْنَ نُوَلِّهٖ مَا تَوَلّٰى وَنُصْلِهٖ جَهَنَّمَۗ وَسَاۤءَتْ مَصِيْرًا ࣖ ","latin":"Wa may yusyāqiqir-rasūla mim ba‘di mā tabayyana lahul-hudā wa yattabi‘ gaira sabīlil-mu'minīna nuwallihī mā tawallā wa nuṣlihī jahannam(a), wa sā'at maṣīrā(n).","translation":"Siapa yang menentang Rasul (Nabi Muhammad) setelah jelas kebenaran baginya dan mengikuti jalan yang bukan jalan orang-orang mukmin, Kami biarkan dalam kesesatannya dan akan Kami masukkan ke dalam (neraka) Jahanam. Itu seburuk-buruk tempat kembali."},{"surah_number":4,"ayat_number":116,"arabic":"اِنَّ اللّٰهَ لَا يَغْفِرُ اَنْ يُّشْرَكَ بِهٖ وَيَغْفِرُ مَا دُوْنَ ذٰلِكَ لِمَنْ يَّشَاۤءُ ۗ وَمَنْ يُّشْرِكْ بِاللّٰهِ فَقَدْ ضَلَّ ضَلٰلًا ۢ بَعِيْدًا ","kitabah":"اِنَّ اللّٰهَ لَا يَغْفِرُ اَنْ يُّشْرَكَ بِهٖ وَيَغْفِرُ مَا دُوْنَ ذٰلِكَ لِمَنْ يَّشَاۤءُ ۗ وَمَنْ يُّشْرِكْ بِاللّٰهِ فَقَدْ ضَلَّ ضَلٰلًا ۢ بَعِيْدًا ","latin":"Innallāha lā yagfiru ay yusyraka bihī wa yagfiru mā dūna żālika limay yasyā'(u), wa may yusyrik billāhi faqad ḍalla ḍalālam ba‘īdā(n).","translation":"Sesungguhnya Allah tidak akan mengampuni (dosa) karena mempersekutukan-Nya (syirik), tetapi Dia mengampuni apa (dosa) yang selain (syirik) itu bagi siapa yang Dia kehendaki. Siapa pun yang mempersekutukan Allah sungguh telah tersesat jauh."},{"surah_number":4,"ayat_number":117,"arabic":"اِنْ يَّدْعُوْنَ مِنْ دُوْنِهٖٓ اِلَّآ اِنٰثًاۚ وَاِنْ يَّدْعُوْنَ اِلَّا شَيْطٰنًا مَّرِيْدًاۙ","kitabah":"اِنْ يَّدْعُوْنَ مِنْ دُوْنِهٖٓ اِلَّآ اِنٰثًاۚ وَاِنْ يَّدْعُوْنَ اِلَّا شَيْطٰنًا مَّرِيْدًاۙ","latin":"Iy yad‘ūna min dūnihī illā ināṡā(n), wa iy yad‘ūna illā syaiṭānam marīdā(n).","translation":"Mereka tidak menyembah selain Dia, kecuali berhala dan mereka juga tidak menyembah, kecuali setan yang durhaka."},{"surah_number":4,"ayat_number":118,"arabic":"لَّعَنَهُ اللّٰهُ ۘ وَقَالَ لَاَتَّخِذَنَّ مِنْ عِبَادِكَ نَصِيْبًا مَّفْرُوْضًاۙ","kitabah":"لَّعَنَهُ اللّٰهُ ۘ وَقَالَ لَاَتَّخِذَنَّ مِنْ عِبَادِكَ نَصِيْبًا مَّفْرُوْضًاۙ","latin":"La‘anahullāh(u), wa qāla la'attakhiżanna min ‘ibādika naṣībam mafrūḍā(n).","translation":"Allah melaknatnya. Dia (setan) berkata, “Aku benar-benar akan mengambil bagian tertentu dari hamba-hamba-Mu.165)"},{"surah_number":4,"ayat_number":119,"arabic":"وَّلَاُضِلَّنَّهُمْ وَلَاُمَنِّيَنَّهُمْ وَلَاٰمُرَنَّهُمْ فَلَيُبَتِّكُنَّ اٰذَانَ الْاَنْعَامِ وَلَاٰمُرَنَّهُمْ فَلَيُغَيِّرُنَّ خَلْقَ اللّٰهِ ۗوَمَنْ يَّتَّخِذِ الشَّيْطٰنَ وَلِيًّا مِّنْ دُوْنِ اللّٰهِ فَقَدْ خَسِرَ خُسْرَانًا مُّبِيْنًا ","kitabah":"وَّلَاُضِلَّنَّهُمْ وَلَاُمَنِّيَنَّهُمْ وَلَاٰمُرَنَّهُمْ فَلَيُبَتِّكُنَّ اٰذَانَ الْاَنْعَامِ وَلَاٰمُرَنَّهُمْ فَلَيُغَيِّرُنَّ خَلْقَ اللّٰهِ ۗوَمَنْ يَّتَّخِذِ الشَّيْطٰنَ وَلِيًّا مِّنْ دُوْنِ اللّٰهِ فَقَدْ خَسِرَ خُسْرَانًا مُّبِيْنًا ","latin":"Wa la'uḍillannahum wa la'umanniyannahum wa la'āmurannahum fa layubattikunna āżānal-an‘āmi wa la'āmurannahum fa layugayyirunna  khalqallāh(i), wa may yattakhiżisy-syaiṭāna waliyyam min dūnillāhi faqad khasira khusrānam mubīnā(n).","translation":"Aku benar-benar akan menyesatkan mereka, membangkitkan angan-angan kosong mereka, menyuruh mereka (untuk memotong telinga-telinga binatang ternaknya) hingga mereka benar-benar memotongnya,166) dan menyuruh mereka (mengubah ciptaan Allah) hingga benar-benar mengubahnya.”167) Siapa yang menjadikan setan sebagai pelindung selain Allah sungguh telah menderita kerugian yang nyata."},{"surah_number":4,"ayat_number":120,"arabic":"يَعِدُهُمْ وَيُمَنِّيْهِمْۗ وَمَا يَعِدُهُمُ الشَّيْطٰنُ اِلَّا غُرُوْرًا ","kitabah":"يَعِدُهُمْ وَيُمَنِّيْهِمْۗ وَمَا يَعِدُهُمُ الشَّيْطٰنُ اِلَّا غُرُوْرًا ","latin":"Ya‘iduhum wa yumannīhim, wa mā ya‘iduhumusy-syaiṭānu illā gurūrā(n).","translation":"(Setan) memberikan janji-janji kepada mereka dan membangkitkan angan-angan kosong mereka. Padahal, setan tidak menjanjikan kepada mereka, kecuali tipuan belaka."},{"surah_number":4,"ayat_number":121,"arabic":"اُولٰۤىِٕكَ مَأْوٰىهُمْ جَهَنَّمُۖ وَلَا يَجِدُوْنَ عَنْهَا مَحِيْصًا ","kitabah":"اُولٰۤىِٕكَ مَأْوٰىهُمْ جَهَنَّمُۖ وَلَا يَجِدُوْنَ عَنْهَا مَحِيْصًا ","latin":"Ulā'ika ma'wāhum jahannam(u), wa lā yajidūna ‘anhā maḥīṣā(n).","translation":"Mereka (yang tertipu) itu tempatnya di (neraka) Jahanam dan tidak akan menemukan tempat (lain untuk) lari darinya."},{"surah_number":4,"ayat_number":122,"arabic":"وَالَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ سَنُدْخِلُهُمْ جَنّٰتٍ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُ خٰلِدِيْنَ فِيْهَآ اَبَدًاۗ وَعْدَ اللّٰهِ حَقًّا ۗوَمَنْ اَصْدَقُ مِنَ اللّٰهِ قِيْلًا ","kitabah":"وَالَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ سَنُدْخِلُهُمْ جَنّٰتٍ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُ خٰلِدِيْنَ فِيْهَآ اَبَدًاۗ وَعْدَ اللّٰهِ حَقًّا ۗوَمَنْ اَصْدَقُ مِنَ اللّٰهِ قِيْلًا ","latin":"Wal-lażīna āmanū wa ‘amiluṣ-ṣāliḥāti sanudkhiluhum jannātin tajrī min taḥtihal-anhāru khālidīna fīhā abadā(n), wa‘dallāhi ḥaqqā(n), wa man aṣdaqu minallāhi qīlā(n).","translation":"Orang-orang yang beriman dan beramal saleh akan Kami masukkan ke dalam surga yang mengalir di bawahnya sungai-sungai. Mereka kekal di dalamnya selama-lamanya. Janji Allah itu benar. Siapakah yang lebih benar perkataannya daripada Allah?"},{"surah_number":4,"ayat_number":123,"arabic":"لَيْسَ بِاَمَانِيِّكُمْ وَلَآ اَمَانِيِّ اَهْلِ الْكِتٰبِ ۗ مَنْ يَّعْمَلْ سُوْۤءًا يُّجْزَ بِهٖۙ وَلَا يَجِدْ لَهٗ مِنْ دُوْنِ اللّٰهِ وَلِيًّا وَّلَا نَصِيْرًا ","kitabah":"لَيْسَ بِاَمَانِيِّكُمْ وَلَآ اَمَانِيِّ اَهْلِ الْكِتٰبِ ۗ مَنْ يَّعْمَلْ سُوْۤءًا يُّجْزَ بِهٖۙ وَلَا يَجِدْ لَهٗ مِنْ دُوْنِ اللّٰهِ وَلِيًّا وَّلَا نَصِيْرًا ","latin":"Laisa bi'amāniyyikum wa lā amāniyyi ahlil-kitāb(i), may ya‘mal sū'ay yujza bih(ī), wa lā yajid lahū min dūnillāhi waliyyaw wa lā naṣīrā(n). ","translation":"(Pahala dari Allah) bukanlah (menurut) angan-anganmu168) dan bukan (pula menurut) angan-angan Ahlulkitab. Siapa yang mengerjakan kejahatan niscaya akan dibalas sesuai dengan (kejahatan itu) dan dia tidak akan menemukan untuknya pelindung serta penolong selain Allah."},{"surah_number":4,"ayat_number":124,"arabic":"وَمَنْ يَّعْمَلْ مِنَ الصّٰلِحٰتِ مِنْ ذَكَرٍ اَوْ اُنْثٰى وَهُوَ مُؤْمِنٌ فَاُولٰۤىِٕكَ يَدْخُلُوْنَ الْجَنَّةَ وَلَا يُظْلَمُوْنَ نَقِيْرًا ","kitabah":"وَمَنْ يَّعْمَلْ مِنَ الصّٰلِحٰتِ مِنْ ذَكَرٍ اَوْ اُنْثٰى وَهُوَ مُؤْمِنٌ فَاُولٰۤىِٕكَ يَدْخُلُوْنَ الْجَنَّةَ وَلَا يُظْلَمُوْنَ نَقِيْرًا ","latin":"Wa may ya‘mal minaṣ-ṣāliḥāti min żakarin au unṡā wa huwa mu'minun fa ulā'ika yadkhulūnal-jannata wa lā yuẓlamūna naqīrā(n).","translation":"Siapa yang beramal saleh, baik laki-laki maupun perempuan, sedangkan dia beriman, akan masuk ke dalam surga dan tidak dizalimi sedikit pun."},{"surah_number":4,"ayat_number":125,"arabic":"وَمَنْ اَحْسَنُ دِيْنًا مِّمَّنْ اَسْلَمَ وَجْهَهٗ لِلّٰهِ وَهُوَ مُحْسِنٌ وَّاتَّبَعَ مِلَّةَ اِبْرٰهِيْمَ حَنِيْفًا ۗوَاتَّخَذَ اللّٰهُ اِبْرٰهِيْمَ خَلِيْلًا ","kitabah":"وَمَنْ اَحْسَنُ دِيْنًا مِّمَّنْ اَسْلَمَ وَجْهَهٗ لِلّٰهِ وَهُوَ مُحْسِنٌ وَّاتَّبَعَ مِلَّةَ اِبْرٰهِيْمَ حَنِيْفًا ۗوَاتَّخَذَ اللّٰهُ اِبْرٰهِيْمَ خَلِيْلًا ","latin":"Wa man aḥsanu dīnam mimman aslama wajhahū lillāhi wa huwa muḥsinuw wattaba‘a millata ibrāhīma ḥanīfā(n), wattakhażallāhu ibrāhīma khalīlā(n).","translation":"Siapakah yang lebih baik agamanya daripada orang yang memasrahkan dirinya kepada Allah, sedangkan dia muhsin (orang yang berbuat kebaikan) dan mengikuti agama Ibrahim yang hanif? Allah telah menjadikan Ibrahim sebagai kekasih(-Nya)."},{"surah_number":4,"ayat_number":126,"arabic":"وَلِلّٰهِ مَا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِۗ وَكَانَ اللّٰهُ بِكُلِّ شَيْءٍ مُّحِيْطًا ࣖ ","kitabah":"وَلِلّٰهِ مَا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِۗ وَكَانَ اللّٰهُ بِكُلِّ شَيْءٍ مُّحِيْطًا ࣖ ","latin":"Wa lillāhi mā fis-samāwāti wa mā fil-arḍ(i), wa kānallāhu bikulli syai'im muḥīṭā(n).","translation":"Hanya milik Allah apa yang ada di langit dan apa yang ada di bumi. Allah Maha Meliputi segala sesuatu."},{"surah_number":4,"ayat_number":127,"arabic":"وَيَسْتَفْتُوْنَكَ فِى النِّسَاۤءِۗ  قُلِ اللّٰهُ يُفْتِيْكُمْ فِيْهِنَّ ۙوَمَا يُتْلٰى عَلَيْكُمْ فِى الْكِتٰبِ فِيْ يَتٰمَى النِّسَاۤءِ الّٰتِيْ لَا تُؤْتُوْنَهُنَّ مَا كُتِبَ لَهُنَّ وَتَرْغَبُوْنَ اَنْ تَنْكِحُوْهُنَّ وَالْمُسْتَضْعَفِيْنَ مِنَ الْوِلْدَانِۙ وَاَنْ تَقُوْمُوْا لِلْيَتٰمٰى بِالْقِسْطِ ۗوَمَا تَفْعَلُوْا مِنْ خَيْرٍ فَاِنَّ اللّٰهَ كَانَ بِهٖ عَلِيْمًا ","kitabah":"وَيَسْتَفْتُوْنَكَ فِى النِّسَاۤءِۗ  قُلِ اللّٰهُ يُفْتِيْكُمْ فِيْهِنَّ ۙوَمَا يُتْلٰى عَلَيْكُمْ فِى الْكِتٰبِ فِيْ يَتٰمَى النِّسَاۤءِ الّٰتِيْ لَا تُؤْتُوْنَهُنَّ مَا كُتِبَ لَهُنَّ وَتَرْغَبُوْنَ اَنْ تَنْكِحُوْهُنَّ وَالْمُسْتَضْعَفِيْنَ مِنَ الْوِلْدَانِۙ وَاَنْ تَقُوْمُوْا لِلْيَتٰمٰى بِالْقِسْطِ ۗوَمَا تَفْعَلُوْا مِنْ خَيْرٍ فَاِنَّ اللّٰهَ كَانَ بِهٖ عَلِيْمًا ","latin":"Wa yastaftūnaka fin-nisā'(i), qulillāhu yuftīkum fīhinn(a), wa mā yutlā ‘alaikum fil-kitābi fī yatāman-nisā'il-lātī lā tu'tūnahunna mā kutiba  lahunna wa targabūna an tankiḥūhunna wal-mustaḍ‘afīna minal-wildān(i), wa an taqūmū lil-yatāmā bil-qisṭ(i), wa mā taf‘alū min khairin fa innallāha kāna bihī ‘alīmā(n).","translation":"Mereka meminta fatwa kepada engkau (Nabi Muhammad) tentang perempuan. Katakanlah, “Allah memberi fatwa kepadamu tentang mereka,169) dan apa yang dibacakan kepadamu dalam Al-Qur’an tentang para perempuan yatim yang tidak kamu berikan sesuatu (maskawin) yang ditetapkan untuk mereka, sedangkan kamu ingin menikahi mereka,170) serta (tentang) anak-anak yang tidak berdaya. (Allah juga memberi fatwa kepadamu) untuk mengurus anak-anak yatim secara adil. Kebajikan apa pun yang kamu kerjakan, sesungguhnya Allah Maha Mengetahuinya."},{"surah_number":4,"ayat_number":128,"arabic":"وَاِنِ امْرَاَةٌ خَافَتْ مِنْۢ بَعْلِهَا نُشُوْزًا اَوْ اِعْرَاضًا فَلَا جُنَاحَ عَلَيْهِمَآ اَنْ يُّصْلِحَا بَيْنَهُمَا صُلْحًا ۗوَالصُّلْحُ خَيْرٌ ۗوَاُحْضِرَتِ الْاَنْفُسُ الشُّحَّۗ وَاِنْ تُحْسِنُوْا وَتَتَّقُوْا فَاِنَّ اللّٰهَ كَانَ بِمَا تَعْمَلُوْنَ خَبِيْرًا ","kitabah":"وَاِنِ امْرَاَةٌ خَافَتْ مِنْۢ بَعْلِهَا نُشُوْزًا اَوْ اِعْرَاضًا فَلَا جُنَاحَ عَلَيْهِمَآ اَنْ يُّصْلِحَا بَيْنَهُمَا صُلْحًا ۗوَالصُّلْحُ خَيْرٌ ۗوَاُحْضِرَتِ الْاَنْفُسُ الشُّحَّۗ وَاِنْ تُحْسِنُوْا وَتَتَّقُوْا فَاِنَّ اللّٰهَ كَانَ بِمَا تَعْمَلُوْنَ خَبِيْرًا ","latin":"Wa inimra'atun khāfat mim ba‘lihā nusyūzan au i‘rāḍan falā junāḥa ‘alaihimā ay yuṣliḥā bainahumā ṣulḥā(n), waṣ-ṣulḥu khair(un), wa uḥḍiratil-anfususy-syuḥḥ(a), wa in tuḥsinū wa tattaqū fa innallāha kāna bimā ta‘malūna khabīrā(n).","translation":"Jika seorang perempuan khawatir suaminya akan nusyuz171) atau bersikap tidak acuh, keduanya dapat mengadakan perdamaian yang sebenarnya.172) Perdamaian itu lebih baik (bagi mereka), walaupun manusia itu menurut tabiatnya kikir.173) Jika kamu berbuat kebaikan dan memelihara dirimu (dari nusyuz dan sikap tidak acuh) sesungguhnya Allah Maha Teliti terhadap apa yang kamu kerjakan."},{"surah_number":4,"ayat_number":129,"arabic":"وَلَنْ تَسْتَطِيْعُوْٓا اَنْ تَعْدِلُوْا بَيْنَ النِّسَاۤءِ وَلَوْ حَرَصْتُمْ فَلَا تَمِيْلُوْا كُلَّ الْمَيْلِ فَتَذَرُوْهَا كَالْمُعَلَّقَةِ ۗوَاِنْ تُصْلِحُوْا وَتَتَّقُوْا فَاِنَّ اللّٰهَ كَانَ غَفُوْرًا رَّحِيْمًا","kitabah":"وَلَنْ تَسْتَطِيْعُوْٓا اَنْ تَعْدِلُوْا بَيْنَ النِّسَاۤءِ وَلَوْ حَرَصْتُمْ فَلَا تَمِيْلُوْا كُلَّ الْمَيْلِ فَتَذَرُوْهَا كَالْمُعَلَّقَةِ ۗوَاِنْ تُصْلِحُوْا وَتَتَّقُوْا فَاِنَّ اللّٰهَ كَانَ غَفُوْرًا رَّحِيْمًا","latin":"Wa lan tastaṭī‘ū an ta‘dilū bainan-nisā'i wa lau ḥaraṣtum falā tamīlū kullal-maili fa tażarūhā kal-mu‘allaqah(ti), wa in tuṣliḥū wa tattaqū fa innallāha kāna gafūrar raḥīmā(n).","translation":"Kamu sekali-kali tidak akan dapat berlaku adil di antara istri-istri(-mu) walaupun kamu sangat ingin berbuat demikian. Oleh karena itu, janganlah kamu terlalu cenderung (kepada yang kamu cintai) sehingga kamu biarkan yang lain terkatung-katung. Jika kamu mengadakan islah (perbaikan) dan memelihara diri (dari kecurangan), sesungguhnya Allah Maha Pengampun lagi Maha Penyayang."},{"surah_number":4,"ayat_number":130,"arabic":"وَاِنْ يَّتَفَرَّقَا يُغْنِ اللّٰهُ كُلًّا مِّنْ سَعَتِهٖۗ وَكَانَ اللّٰهُ وَاسِعًا حَكِيْمًا ","kitabah":"وَاِنْ يَّتَفَرَّقَا يُغْنِ اللّٰهُ كُلًّا مِّنْ سَعَتِهٖۗ وَكَانَ اللّٰهُ وَاسِعًا حَكِيْمًا ","latin":"Wa iy yatafarraqā yugnillāhu kullam min sa‘atih(ī), wa kānallāhu wāsi‘an ḥakīmā(n).","translation":"Jika keduanya bercerai, Allah akan memberi kecukupan kepada masing-masing dari keluasan (karunia)-Nya. Allah Maha Luas (karunia-Nya) lagi Maha Bijaksana."},{"surah_number":4,"ayat_number":131,"arabic":"وَلِلّٰهِ مَا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِۗ وَلَقَدْ وَصَّيْنَا الَّذِيْنَ اُوْتُوا الْكِتٰبَ مِنْ قَبْلِكُمْ وَاِيَّاكُمْ اَنِ اتَّقُوا اللّٰهَ ۗوَاِنْ تَكْفُرُوْا فَاِنَّ لِلّٰهِ مَا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِۗ وَكَانَ اللّٰهُ غَنِيًّا حَمِيْدًا ","kitabah":"وَلِلّٰهِ مَا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِۗ وَلَقَدْ وَصَّيْنَا الَّذِيْنَ اُوْتُوا الْكِتٰبَ مِنْ قَبْلِكُمْ وَاِيَّاكُمْ اَنِ اتَّقُوا اللّٰهَ ۗوَاِنْ تَكْفُرُوْا فَاِنَّ لِلّٰهِ مَا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِۗ وَكَانَ اللّٰهُ غَنِيًّا حَمِيْدًا ","latin":"Wa lillāhi mā fis-samāwāti wa mā fil-arḍ(i), wa laqad waṣṣainal-lażīna ūtul-kitāba min qablikum wa iyyākum anittaqullāh(a), wa in takfurū fa inna lillāhi mā fis-samāwāti wa mā fil-arḍ(i), wa kānallāhu ganiyyan ḥamīdā(n).","translation":"Hanya milik Allah apa yang ada di langit dan apa yang ada di bumi. Sungguh, Kami telah mewasiatkan kepada orang-orang yang diberi kitab suci sebelum kamu dan (juga) kepadamu (umat Islam) agar bertakwa kepada Allah. Akan tetapi, jika kamu kufur, maka sesungguhnya hanya milik Allah apa yang ada di langit dan apa yang ada di bumi. Allah Maha Kaya lagi Maha Terpuji."},{"surah_number":4,"ayat_number":132,"arabic":"وَلِلّٰهِ مَا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِ ۗوَكَفٰى بِاللّٰهِ وَكِيْلًا ","kitabah":"وَلِلّٰهِ مَا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِ ۗوَكَفٰى بِاللّٰهِ وَكِيْلًا ","latin":"Wa lillāhi mā fis-samāwāti wa mā fil-arḍ(i), wa kafā billāhi wakīlā(n).","translation":"Hanya milik Allah apa yang ada di langit dan apa yang ada di bumi. Cukuplah Allah sebagai pemelihara."},{"surah_number":4,"ayat_number":133,"arabic":"اِنْ يَّشَأْ يُذْهِبْكُمْ اَيُّهَا النَّاسُ وَيَأْتِ بِاٰخَرِيْنَۗ  وَكَانَ اللّٰهُ عَلٰى ذٰلِكَ قَدِيْرًا ","kitabah":"اِنْ يَّشَأْ يُذْهِبْكُمْ اَيُّهَا النَّاسُ وَيَأْتِ بِاٰخَرِيْنَۗ  وَكَانَ اللّٰهُ عَلٰى ذٰلِكَ قَدِيْرًا ","latin":"Iy yasya' yużhibkum ayyuhan-nāsu wa ya'ti bi'ākharīn(a), wa kānallāhu ‘alā żālika qadīrā(n).","translation":"Jika Dia menghendaki, niscaya Dia musnahkan kamu semua wahai manusia, dan Dia datangkan (umat) yang lain (sebagai penggantimu). Allah Maha Kuasa berbuat demikian."},{"surah_number":4,"ayat_number":134,"arabic":"مَنْ كَانَ يُرِيْدُ ثَوَابَ الدُّنْيَا فَعِنْدَ اللّٰهِ ثَوَابُ الدُّنْيَا وَالْاٰخِرَةِ ۗوَكَانَ اللّٰهُ سَمِيْعًاۢ بَصِيْرًا ࣖ ","kitabah":"مَنْ كَانَ يُرِيْدُ ثَوَابَ الدُّنْيَا فَعِنْدَ اللّٰهِ ثَوَابُ الدُّنْيَا وَالْاٰخِرَةِ ۗوَكَانَ اللّٰهُ سَمِيْعًاۢ بَصِيْرًا ࣖ ","latin":"Man kāna yurīdu ṡawābad-dun-yā fa ‘indallāhi ṡawābud-dun-yā wal-ākhirah(ti), wa kānallāhu samī‘am baṣīrā(n).","translation":"Siapa yang menghendaki pahala dunia, maka di sisi Allah ada pahala dunia dan akhirat. Allah Maha Mendengar lagi Maha Melihat."},{"surah_number":4,"ayat_number":135,"arabic":"۞ يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا كُوْنُوْا قَوَّامِيْنَ بِالْقِسْطِ شُهَدَاۤءَ لِلّٰهِ وَلَوْ عَلٰٓى اَنْفُسِكُمْ اَوِ الْوَالِدَيْنِ وَالْاَقْرَبِيْنَ ۚ اِنْ يَّكُنْ غَنِيًّا اَوْ فَقِيْرًا فَاللّٰهُ اَوْلٰى بِهِمَاۗ فَلَا تَتَّبِعُوا الْهَوٰٓى اَنْ تَعْدِلُوْا ۚ وَاِنْ تَلْوٗٓا اَوْ تُعْرِضُوْا فَاِنَّ اللّٰهَ كَانَ بِمَا تَعْمَلُوْنَ خَبِيْرًا ","kitabah":"۞ يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا كُوْنُوْا قَوَّامِيْنَ بِالْقِسْطِ شُهَدَاۤءَ لِلّٰهِ وَلَوْ عَلٰٓى اَنْفُسِكُمْ اَوِ الْوَالِدَيْنِ وَالْاَقْرَبِيْنَ ۚ اِنْ يَّكُنْ غَنِيًّا اَوْ فَقِيْرًا فَاللّٰهُ اَوْلٰى بِهِمَاۗ فَلَا تَتَّبِعُوا الْهَوٰٓى اَنْ تَعْدِلُوْا ۚ وَاِنْ تَلْوٗٓا اَوْ تُعْرِضُوْا فَاِنَّ اللّٰهَ كَانَ بِمَا تَعْمَلُوْنَ خَبِيْرًا ","latin":"Yā ayyuhal-lażīna āmanū kūnū qawwāmīna bil-qisṭi syuhadā'a lillāhi wa lau ‘alā anfusikum awil-wālidaini wal-aqrabīn(a), iy yakun ganiyyan au faqīran fallāhu aulā bihimā, falā tattabi‘ul-hawā an ta‘dilū, wa in talwū au tu‘riḍū fa innallāha kāna bimā ta‘malūna khabīrā(n).","translation":"Wahai orang-orang yang beriman, jadilah kamu penegak keadilan dan saksi karena Allah, walaupun kesaksian itu memberatkan dirimu sendiri, ibu bapakmu, atau kerabatmu. Jika dia (yang diberatkan dalam kesaksian) kaya atau miskin, Allah lebih layak tahu (kemaslahatan) keduanya. Maka, janganlah kamu mengikuti hawa nafsu karena ingin menyimpang (dari kebenaran). Jika kamu memutarbalikkan (kata-kata) atau berpaling (enggan menjadi saksi), sesungguhnya Allah Maha Teliti terhadap segala apa yang kamu kerjakan."},{"surah_number":4,"ayat_number":136,"arabic":"يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اٰمِنُوْا بِاللّٰهِ وَرَسُوْلِهٖ وَالْكِتٰبِ الَّذِيْ نَزَّلَ عَلٰى رَسُوْلِهٖ وَالْكِتٰبِ الَّذِيْٓ اَنْزَلَ مِنْ قَبْلُ ۗوَمَنْ يَّكْفُرْ بِاللّٰهِ وَمَلٰۤىِٕكَتِهٖ وَكُتُبِهٖ وَرُسُلِهٖ وَالْيَوْمِ الْاٰخِرِ فَقَدْ ضَلَّ ضَلٰلًا ۢ بَعِيْدًا ","kitabah":"يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اٰمِنُوْا بِاللّٰهِ وَرَسُوْلِهٖ وَالْكِتٰبِ الَّذِيْ نَزَّلَ عَلٰى رَسُوْلِهٖ وَالْكِتٰبِ الَّذِيْٓ اَنْزَلَ مِنْ قَبْلُ ۗوَمَنْ يَّكْفُرْ بِاللّٰهِ وَمَلٰۤىِٕكَتِهٖ وَكُتُبِهٖ وَرُسُلِهٖ وَالْيَوْمِ الْاٰخِرِ فَقَدْ ضَلَّ ضَلٰلًا ۢ بَعِيْدًا ","latin":"Yā ayyuhal-lażīna āmanū āminū billāhi wa rasūlihī wal-kitābil-lażī nazzala ‘alā rasūlihī wal-kitābil-lażī anzala min qabl(u), wa may yakfur billāhi wa malā'ikatihī wa kutubihī wa rusulihī wal-yaumil-ākhiri faqad ḍalla ḍalālam ba‘īdā(n).","translation":"Wahai orang-orang yang beriman, tetaplah beriman kepada Allah, Rasul-Nya (Nabi Muhammad), Kitab (Al-Qur’an) yang diturunkan kepada Rasul-Nya, dan kitab yang Dia turunkan sebelumnya. Siapa yang kufur kepada Allah, para malaikat-Nya, kitab-kitab-Nya, para rasul-Nya, dan hari Akhir sungguh dia telah tersesat sangat jauh."},{"surah_number":4,"ayat_number":137,"arabic":"اِنَّ الَّذِيْنَ اٰمَنُوْا ثُمَّ كَفَرُوْا ثُمَّ اٰمَنُوْا ثُمَّ كَفَرُوْا ثُمَّ ازْدَادُوْا كُفْرًا لَّمْ يَكُنِ اللّٰهُ لِيَغْفِرَ لَهُمْ وَلَا لِيَهْدِيَهُمْ سَبِيْلًاۗ  ","kitabah":"اِنَّ الَّذِيْنَ اٰمَنُوْا ثُمَّ كَفَرُوْا ثُمَّ اٰمَنُوْا ثُمَّ كَفَرُوْا ثُمَّ ازْدَادُوْا كُفْرًا لَّمْ يَكُنِ اللّٰهُ لِيَغْفِرَ لَهُمْ وَلَا لِيَهْدِيَهُمْ سَبِيْلًاۗ  ","latin":"Innal-lażīna āmanū ṡumma kafarū ṡumma āmanū ṡumma kafarū ṡummazdādū kufral lam yakunillāhu liyagfira lahum wa lā liyahdiyahum sabīlā(n).","translation":"Sesungguhnya orang-orang yang beriman, lalu kufur, kemudian beriman (lagi), kemudian kufur (lagi), lalu bertambah kekufurannya, Allah tidak akan mengampuninya dan tidak (pula) menunjukkan kepadanya jalan (yang lurus)."},{"surah_number":4,"ayat_number":138,"arabic":"بَشِّرِ الْمُنٰفِقِيْنَ بِاَنَّ لَهُمْ عَذَابًا اَلِيْمًاۙ","kitabah":"بَشِّرِ الْمُنٰفِقِيْنَ بِاَنَّ لَهُمْ عَذَابًا اَلِيْمًاۙ","latin":"Basysyiril-munāfiqīna bi'anna lahum ‘ażāban alīmā(n).","translation":"Berilah kabar ‘gembira’ kepada orang-orang munafik bahwa sesungguhnya bagi mereka azab yang sangat pedih."},{"surah_number":4,"ayat_number":139,"arabic":" ۨالَّذِيْنَ يَتَّخِذُوْنَ الْكٰفِرِيْنَ اَوْلِيَاۤءَ مِنْ دُوْنِ الْمُؤْمِنِيْنَ ۗ اَيَبْتَغُوْنَ عِنْدَهُمُ الْعِزَّةَ فَاِنَّ الْعِزَّةَ لِلّٰهِ جَمِيْعًاۗ","kitabah":" ۨالَّذِيْنَ يَتَّخِذُوْنَ الْكٰفِرِيْنَ اَوْلِيَاۤءَ مِنْ دُوْنِ الْمُؤْمِنِيْنَ ۗ اَيَبْتَغُوْنَ عِنْدَهُمُ الْعِزَّةَ فَاِنَّ الْعِزَّةَ لِلّٰهِ جَمِيْعًاۗ","latin":"Al-lażīna yattakhiżūnal-kāfirīna auliyā'a min dūnil-mu'minīn(a), ayabtagūna ‘indahumul-‘izzata fa innal-‘izzata lillāhi jamī‘ā(n).","translation":"(Yaitu) orang-orang yang menjadikan orang-orang kafir sebagai pelindung174) dengan meninggalkan orang-orang mukmin. Apakah mereka mencari kekuatan di sisi orang kafir itu? (Ketahuilah) sesungguhnya semua kemuliaan itu milik Allah."},{"surah_number":4,"ayat_number":140,"arabic":"وَقَدْ نَزَّلَ عَلَيْكُمْ فِى الْكِتٰبِ اَنْ اِذَا سَمِعْتُمْ اٰيٰتِ اللّٰهِ يُكْفَرُ بِهَا وَيُسْتَهْزَاُ بِهَا فَلَا تَقْعُدُوْا مَعَهُمْ حَتّٰى يَخُوْضُوْا فِيْ حَدِيْثٍ غَيْرِهٖٓ  ۖ اِنَّكُمْ اِذًا مِّثْلُهُمْ ۗ اِنَّ اللّٰهَ جَامِعُ الْمُنٰفِقِيْنَ وَالْكٰفِرِيْنَ فِيْ جَهَنَّمَ جَمِيْعًاۙ   ","kitabah":"وَقَدْ نَزَّلَ عَلَيْكُمْ فِى الْكِتٰبِ اَنْ اِذَا سَمِعْتُمْ اٰيٰتِ اللّٰهِ يُكْفَرُ بِهَا وَيُسْتَهْزَاُ بِهَا فَلَا تَقْعُدُوْا مَعَهُمْ حَتّٰى يَخُوْضُوْا فِيْ حَدِيْثٍ غَيْرِهٖٓ  ۖ اِنَّكُمْ اِذًا مِّثْلُهُمْ ۗ اِنَّ اللّٰهَ جَامِعُ الْمُنٰفِقِيْنَ وَالْكٰفِرِيْنَ فِيْ جَهَنَّمَ جَمِيْعًاۙ   ","latin":"Wa qad nazzala ‘alaikum fil-kitābi an iżā sami‘tum āyātillāhi yukfaru bihā wa yustahza'u bihā falā taq‘udū ma‘ahum ḥattā yakhūḍū fī ḥadīṡin gairih(ī), innakum iżam miṡlahum, innallāha jāmi‘ul-munāfiqīna wal-kāfirīna fī jahannama jamī‘ā(n).","translation":"Sungguh, Allah telah menurunkan (ketentuan) bagimu dalam Kitab (Al-Qur’an) bahwa apabila kamu mendengar ayat-ayat Allah diingkari dan diperolok-olokkan (oleh orang-orang kafir), janganlah kamu duduk bersama mereka hingga mereka memasuki pembicaraan yang lain. Sesungguhnya kamu (apabila tetap berbuat demikian) tentulah serupa dengan mereka. Sesungguhnya Allah akan mengumpulkan semua orang munafik dan orang kafir di (neraka) Jahanam."},{"surah_number":4,"ayat_number":141,"arabic":" ۨالَّذِيْنَ يَتَرَبَّصُوْنَ بِكُمْۗ فَاِنْ كَانَ لَكُمْ فَتْحٌ مِّنَ اللّٰهِ قَالُوْٓا اَلَمْ نَكُنْ مَّعَكُمْ ۖ وَاِنْ كَانَ لِلْكٰفِرِيْنَ نَصِيْبٌ قَالُوْٓا اَلَمْ نَسْتَحْوِذْ عَلَيْكُمْ وَنَمْنَعْكُمْ مِّنَ الْمُؤْمِنِيْنَ ۗ فَاللّٰهُ يَحْكُمُ بَيْنَكُمْ يَوْمَ الْقِيٰمَةِ ۗ وَلَنْ يَّجْعَلَ اللّٰهُ لِلْكٰفِرِيْنَ عَلَى الْمُؤْمِنِيْنَ سَبِيْلًا ࣖ","kitabah":" ۨالَّذِيْنَ يَتَرَبَّصُوْنَ بِكُمْۗ فَاِنْ كَانَ لَكُمْ فَتْحٌ مِّنَ اللّٰهِ قَالُوْٓا اَلَمْ نَكُنْ مَّعَكُمْ ۖ وَاِنْ كَانَ لِلْكٰفِرِيْنَ نَصِيْبٌ قَالُوْٓا اَلَمْ نَسْتَحْوِذْ عَلَيْكُمْ وَنَمْنَعْكُمْ مِّنَ الْمُؤْمِنِيْنَ ۗ فَاللّٰهُ يَحْكُمُ بَيْنَكُمْ يَوْمَ الْقِيٰمَةِ ۗ وَلَنْ يَّجْعَلَ اللّٰهُ لِلْكٰفِرِيْنَ عَلَى الْمُؤْمِنِيْنَ سَبِيْلًا ࣖ","latin":"Al-lażīna yatarabbaṣūna bikum, fa in kāna lakum fatḥum minallāhi qālū alam nakum ma‘akum, wa in kāna lil-kāfirīna naṣībun qālū alam nastaḥwiż ‘alaikum wa namna‘kum minal-mu'minīn(a), fallāhu yaḥkumu bainakum yaumal-qiyāmah(ti), wa lay yaj‘alallāhu lil-kāfirīna ‘alal-mu'minīna sabīlā(n).","translation":"(Mereka itu adalah) orang-orang yang menunggu-nunggu (peristiwa) yang akan terjadi pada dirimu. Apabila kamu mendapat kemenangan dari Allah, mereka berkata, “Bukankah kami (turut berperang) bersamamu?” Jika orang-orang kafir mendapat bagian (dari kemenangan), mereka berkata, “Bukankah kami turut memenangkanmu dan membela kamu dari orang-orang mukmin?” Allah akan memberi keputusan di antara kamu pada hari Kiamat. Allah tidak akan memberi jalan kepada orang-orang kafir untuk mengalahkan orang-orang mukmin."},{"surah_number":4,"ayat_number":142,"arabic":"اِنَّ الْمُنٰفِقِيْنَ يُخٰدِعُوْنَ اللّٰهَ وَهُوَ خَادِعُهُمْۚ وَاِذَا قَامُوْٓا اِلَى الصَّلٰوةِ قَامُوْا كُسَالٰىۙ يُرَاۤءُوْنَ النَّاسَ وَلَا يَذْكُرُوْنَ اللّٰهَ اِلَّا قَلِيْلًاۖ  ","kitabah":"اِنَّ الْمُنٰفِقِيْنَ يُخٰدِعُوْنَ اللّٰهَ وَهُوَ خَادِعُهُمْۚ وَاِذَا قَامُوْٓا اِلَى الصَّلٰوةِ قَامُوْا كُسَالٰىۙ يُرَاۤءُوْنَ النَّاسَ وَلَا يَذْكُرُوْنَ اللّٰهَ اِلَّا قَلِيْلًاۖ  ","latin":"Innal-munāfiqīna yukhādi‘ūnallāha wa huwa khādi‘uhum, wa iżā qāmū ilaṣ-ṣalāti qāmū kusālā, yurā'ūnan-nāsa wa lā yażkurūnallāha illā qalīlā(n).","translation":"Sesungguhnya orang-orang munafik itu hendak menipu Allah, tetapi Allah membalas tipuan mereka (dengan membiarkan mereka larut dalam kesesatan dan penipuan mereka). Apabila berdiri untuk salat, mereka melakukannya dengan malas dan bermaksud riya di hadapan manusia. Mereka pun tidak mengingat Allah, kecuali sedikit sekali."},{"surah_number":4,"ayat_number":143,"arabic":"مُّذَبْذَبِيْنَ بَيْنَ ذٰلِكَۖ  لَآ اِلٰى هٰٓؤُلَاۤءِ وَلَآ اِلٰى هٰٓؤُلَاۤءِ ۗ وَمَنْ يُّضْلِلِ اللّٰهُ فَلَنْ تَجِدَ لَهٗ سَبِيْلًا ","kitabah":"مُّذَبْذَبِيْنَ بَيْنَ ذٰلِكَۖ  لَآ اِلٰى هٰٓؤُلَاۤءِ وَلَآ اِلٰى هٰٓؤُلَاۤءِ ۗ وَمَنْ يُّضْلِلِ اللّٰهُ فَلَنْ تَجِدَ لَهٗ سَبِيْلًا ","latin":"Mużabżabīna baina żālik(a), lā ilā ha'ulā'i wa lā ilā ha'ulā'(i), wa may yuḍlilillāhu falan tajida lahū sabīlā(n).","translation":"Mereka (orang-orang munafik) dalam keadaan ragu antara yang demikian (iman atau kafir), tidak termasuk golongan (orang beriman) ini dan tidak (pula) golongan (orang kafir) itu. Siapa yang dibiarkan sesat oleh Allah (karena tidak mengikuti tuntunan-Nya dan memilih kesesatan), kamu tidak akan menemukan jalan (untuk memberi petunjuk) baginya."},{"surah_number":4,"ayat_number":144,"arabic":"يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تَتَّخِذُوا الْكٰفِرِيْنَ اَوْلِيَاۤءَ مِنْ دُوْنِ الْمُؤْمِنِيْنَ ۚ اَتُرِيْدُوْنَ اَنْ تَجْعَلُوْا لِلّٰهِ عَلَيْكُمْ سُلْطٰنًا مُّبِيْنًا ","kitabah":"يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تَتَّخِذُوا الْكٰفِرِيْنَ اَوْلِيَاۤءَ مِنْ دُوْنِ الْمُؤْمِنِيْنَ ۚ اَتُرِيْدُوْنَ اَنْ تَجْعَلُوْا لِلّٰهِ عَلَيْكُمْ سُلْطٰنًا مُّبِيْنًا ","latin":"Yā ayyuhal-lażīna āmanū lā tattakhiżul-kāfirīna auliyā'a min dūnil-mu'minīn(a), aturīdūna an taj‘alū lillāhi ‘alaikum sulṭānam mubīnā(n). ","translation":" Wahai orang-orang yang beriman, janganlah kamu menjadikan orang-orang kafir sebagai teman setia175) dengan meninggalkan orang-orang mukmin. Apakah kamu ingin memberi alasan yang jelas bagi Allah (untuk menjatuhkan hukuman) atasmu?"},{"surah_number":4,"ayat_number":145,"arabic":"اِنَّ الْمُنٰفِقِيْنَ فِى الدَّرْكِ الْاَسْفَلِ مِنَ النَّارِۚ وَلَنْ تَجِدَ لَهُمْ نَصِيْرًاۙ","kitabah":"اِنَّ الْمُنٰفِقِيْنَ فِى الدَّرْكِ الْاَسْفَلِ مِنَ النَّارِۚ وَلَنْ تَجِدَ لَهُمْ نَصِيْرًاۙ","latin":"Innal-munāfiqīna fid-darkil-asfali minan-nār(i), wa lan tajida lahum naṣīrā(n).","translation":"Sesungguhnya orang-orang munafik itu (ditempatkan) di tingkat paling bawah dari neraka. Kamu tidak akan mendapat seorang penolong pun bagi mereka."},{"surah_number":4,"ayat_number":146,"arabic":"اِلَّا الَّذِيْنَ تَابُوْا وَاَصْلَحُوْا وَاعْتَصَمُوْا بِاللّٰهِ وَاَخْلَصُوْا دِيْنَهُمْ لِلّٰهِ فَاُولٰۤىِٕكَ مَعَ الْمُؤْمِنِيْنَۗ وَسَوْفَ يُؤْتِ اللّٰهُ الْمُؤْمِنِيْنَ اَجْرًا عَظِيْمًا ","kitabah":"اِلَّا الَّذِيْنَ تَابُوْا وَاَصْلَحُوْا وَاعْتَصَمُوْا بِاللّٰهِ وَاَخْلَصُوْا دِيْنَهُمْ لِلّٰهِ فَاُولٰۤىِٕكَ مَعَ الْمُؤْمِنِيْنَۗ وَسَوْفَ يُؤْتِ اللّٰهُ الْمُؤْمِنِيْنَ اَجْرًا عَظِيْمًا ","latin":"Illal-lażīna tābū wa aṣlaḥū wa‘taṣamū billāhi wa akhlaṣū dīnahum lillāhi fa ulā'ika ma‘al-mu'minīn(a), wa saufa yu'tillāhul mu'minīna ajran ‘aẓīmā(n).","translation":"Kecuali, orang-orang yang bertobat, memperbaiki diri,176) berpegang teguh pada (agama) Allah, dan dengan ikhlas (menjalankan) agama mereka karena Allah, mereka itu bersama orang-orang mukmin. Kelak Allah akan memberikan pahala yang besar kepada orang-orang mukmin. "},{"surah_number":4,"ayat_number":147,"arabic":"مَا يَفْعَلُ اللّٰهُ بِعَذَابِكُمْ اِنْ شَكَرْتُمْ وَاٰمَنْتُمْۗ وَكَانَ اللّٰهُ شَاكِرًا عَلِيْمًا   ۔","kitabah":"مَا يَفْعَلُ اللّٰهُ بِعَذَابِكُمْ اِنْ شَكَرْتُمْ وَاٰمَنْتُمْۗ وَكَانَ اللّٰهُ شَاكِرًا عَلِيْمًا   ۔","latin":"Mā yaf‘alullāhu bi‘ażābikum in syakartum wa āmantum, wa kānallāhu syākiran ‘alīmā(n).","translation":"Allah tidak akan menyiksamu jika kamu bersyukur dan beriman. Allah Maha Mensyukuri177) lagi Maha Mengetahui."},{"surah_number":4,"ayat_number":148,"arabic":"۞ لَا يُحِبُّ اللّٰهُ الْجَهْرَ بِالسُّوْۤءِ مِنَ الْقَوْلِ اِلَّا مَنْ ظُلِمَ ۗ وَكَانَ اللّٰهُ سَمِيْعًا عَلِيْمًا ","kitabah":"۞ لَا يُحِبُّ اللّٰهُ الْجَهْرَ بِالسُّوْۤءِ مِنَ الْقَوْلِ اِلَّا مَنْ ظُلِمَ ۗ وَكَانَ اللّٰهُ سَمِيْعًا عَلِيْمًا ","latin":"Lā yuḥibbullāhul-jahra bis-sū'i minal-qauli illā man ẓulim(a), wa kānallāhu samī‘an ‘alīmā(n).","translation":"Allah tidak menyukai perkataan buruk (yang diucapkan) secara terus terang, kecuali oleh orang yang dizalimi.178) Allah Maha Mendengar lagi Maha Mengetahui."},{"surah_number":4,"ayat_number":149,"arabic":"اِنْ تُبْدُوْا خَيْرًا اَوْ تُخْفُوْهُ اَوْ تَعْفُوْا عَنْ سُوْۤءٍ فَاِنَّ اللّٰهَ كَانَ عَفُوًّا قَدِيْرًا","kitabah":"اِنْ تُبْدُوْا خَيْرًا اَوْ تُخْفُوْهُ اَوْ تَعْفُوْا عَنْ سُوْۤءٍ فَاِنَّ اللّٰهَ كَانَ عَفُوًّا قَدِيْرًا","latin":"In tubdū khairan au tukhfūhu au ta‘fū ‘an sū'in fa innallāha kāna ‘afuwwan qadīrā(n).","translation":"Jika kamu menampakkan atau menyembunyikan suatu kebaikan atau memaafkan suatu kesalahan, sesungguhnya Allah Maha Pemaaf lagi Maha Kuasa. "},{"surah_number":4,"ayat_number":150,"arabic":"اِنَّ الَّذِيْنَ يَكْفُرُوْنَ بِاللّٰهِ وَرُسُلِهٖ وَيُرِيْدُوْنَ اَنْ يُّفَرِّقُوْا بَيْنَ اللّٰهِ وَرُسُلِهٖ وَيَقُوْلُوْنَ نُؤْمِنُ بِبَعْضٍ وَّنَكْفُرُ بِبَعْضٍۙ وَّيُرِيْدُوْنَ اَنْ يَّتَّخِذُوْا بَيْنَ ذٰلِكَ سَبِيْلًاۙ ","kitabah":"اِنَّ الَّذِيْنَ يَكْفُرُوْنَ بِاللّٰهِ وَرُسُلِهٖ وَيُرِيْدُوْنَ اَنْ يُّفَرِّقُوْا بَيْنَ اللّٰهِ وَرُسُلِهٖ وَيَقُوْلُوْنَ نُؤْمِنُ بِبَعْضٍ وَّنَكْفُرُ بِبَعْضٍۙ وَّيُرِيْدُوْنَ اَنْ يَّتَّخِذُوْا بَيْنَ ذٰلِكَ سَبِيْلًاۙ ","latin":"Innal-lażīna yakfurūna billāhi wa rusulihī wa yurīdūna ay yufarriqū bainallāhi wa rusulihī wa yaqūlūna nu'minu biba‘ḍin wa nakfuru biba‘ḍ(in), wa yurīdūna ay yattakhiżū baina żālika sabīlā(n).","translation":"Sesungguhnya orang-orang yang kufur kepada Allah dan rasul-rasul-Nya dan bermaksud membeda-bedakan179) antara (keimanan kepada) Allah dan rasul-rasul-Nya dengan mengatakan, “Kami beriman kepada sebagian dan kami mengingkari sebagian (yang lain),” serta bermaksud mengambil jalan tengah antara itu (keimanan atau kekufuran),"},{"surah_number":4,"ayat_number":151,"arabic":"اُولٰۤىِٕكَ هُمُ الْكٰفِرُوْنَ حَقًّا ۚوَاَعْتَدْنَا لِلْكٰفِرِيْنَ عَذَابًا مُّهِيْنًا","kitabah":"اُولٰۤىِٕكَ هُمُ الْكٰفِرُوْنَ حَقًّا ۚوَاَعْتَدْنَا لِلْكٰفِرِيْنَ عَذَابًا مُّهِيْنًا","latin":"Ulā'ika humul-kāfirūna ḥaqqā(n), wa a‘tadnā lil-kāfirīna ‘ażābam muhīnā(n).","translation":"merekalah orang-orang kafir yang sebenarnya. Kami telah menyediakan untuk orang-orang kafir azab yang menghinakan."},{"surah_number":4,"ayat_number":152,"arabic":"وَالَّذِيْنَ اٰمَنُوْا بِاللّٰهِ وَرُسُلِهٖ وَلَمْ يُفَرِّقُوْا بَيْنَ اَحَدٍ مِّنْهُمْ اُولٰۤىِٕكَ سَوْفَ يُؤْتِيْهِمْ اُجُوْرَهُمْ ۗوَكَانَ اللّٰهُ غَفُوْرًا رَّحِيْمًا ࣖ ","kitabah":"وَالَّذِيْنَ اٰمَنُوْا بِاللّٰهِ وَرُسُلِهٖ وَلَمْ يُفَرِّقُوْا بَيْنَ اَحَدٍ مِّنْهُمْ اُولٰۤىِٕكَ سَوْفَ يُؤْتِيْهِمْ اُجُوْرَهُمْ ۗوَكَانَ اللّٰهُ غَفُوْرًا رَّحِيْمًا ࣖ ","latin":"Wal-lażīna āmanū billāhi wa rusulihī wa lam yufarriqū baina aḥadim minhum ulā'ika saufa nu'tīhim ujūrahum, wa kānallāhu gafūrar raḥīmā(n).","translation":"Adapun orang-orang yang beriman kepada Allah dan rasul-rasul-Nya dan tidak membeda-bedakan seorang pun di antara mereka (para rasul), kelak Allah akan memberikan pahala kepada mereka. Allah Maha Pengampun lagi Maha Penyayang."},{"surah_number":4,"ayat_number":153,"arabic":"يَسْـَٔلُكَ اَهْلُ الْكِتٰبِ اَنْ تُنَزِّلَ عَلَيْهِمْ كِتٰبًا مِّنَ السَّمَاۤءِ فَقَدْ سَاَلُوْا مُوْسٰٓى اَكْبَرَ مِنْ ذٰلِكَ فَقَالُوْٓا اَرِنَا اللّٰهَ جَهْرَةً فَاَخَذَتْهُمُ الصَّاعِقَةُ بِظُلْمِهِمْۚ  ثُمَّ اتَّخَذُوا الْعِجْلَ مِنْۢ بَعْدِ مَا جَاۤءَتْهُمُ الْبَيِّنٰتُ فَعَفَوْنَا عَنْ ذٰلِكَ ۚ وَاٰتَيْنَا مُوْسٰى سُلْطٰنًا مُّبِيْنًا","kitabah":"يَسْـَٔلُكَ اَهْلُ الْكِتٰبِ اَنْ تُنَزِّلَ عَلَيْهِمْ كِتٰبًا مِّنَ السَّمَاۤءِ فَقَدْ سَاَلُوْا مُوْسٰٓى اَكْبَرَ مِنْ ذٰلِكَ فَقَالُوْٓا اَرِنَا اللّٰهَ جَهْرَةً فَاَخَذَتْهُمُ الصَّاعِقَةُ بِظُلْمِهِمْۚ  ثُمَّ اتَّخَذُوا الْعِجْلَ مِنْۢ بَعْدِ مَا جَاۤءَتْهُمُ الْبَيِّنٰتُ فَعَفَوْنَا عَنْ ذٰلِكَ ۚ وَاٰتَيْنَا مُوْسٰى سُلْطٰنًا مُّبِيْنًا","latin":"Yas'aluka ahlul-kitābi an tunazzila ‘alaihim kitābam minas-samā'i faqad sa'alū mūsā akbara min żālika fa qālū arinallāha jahratan fa akhażathumuṣ-ṣā‘iqatu bi ẓulmihim, ṡummattakhażul-‘ijla mim ba‘di mā jā'athumul-bayyinātu fa ‘afaunā ‘an żālik(a), wa ātainā mūsā sulṭānam mubīnā(n).","translation":"Ahlulkitab180) meminta kepadamu (Nabi Muhammad) agar engkau menurunkan sebuah kitab dari langit kepada mereka. Sungguh, mereka telah meminta kepada Musa yang lebih besar daripada itu. Mereka berkata, “Perlihatkanlah Allah kepada kami secara nyata.” Maka, petir menyambar mereka karena kezalimannya. Kemudian, mereka menjadikan anak sapi181) (sebagai sembahan), (padahal) telah datang kepada mereka bukti-bukti (ketauhidan) yang nyata, lalu Kami memaafkan yang demikian itu. Kami telah menganugerahkan kepada Musa kekuasaan yang nyata."},{"surah_number":4,"ayat_number":154,"arabic":"وَرَفَعْنَا فَوْقَهُمُ الطُّوْرَ بِمِيْثَاقِهِمْ وَقُلْنَا لَهُمُ ادْخُلُوا الْبَابَ سُجَّدًا وَّقُلْنَا لَهُمْ لَا تَعْدُوْا فِى السَّبْتِ وَاَخَذْنَا مِنْهُمْ مِّيْثَاقًا غَلِيْظًا","kitabah":"وَرَفَعْنَا فَوْقَهُمُ الطُّوْرَ بِمِيْثَاقِهِمْ وَقُلْنَا لَهُمُ ادْخُلُوا الْبَابَ سُجَّدًا وَّقُلْنَا لَهُمْ لَا تَعْدُوْا فِى السَّبْتِ وَاَخَذْنَا مِنْهُمْ مِّيْثَاقًا غَلِيْظًا","latin":"Wa rafa‘nā fauqahumuṭ ṭūra bimīṡāqihim wa qulnā lahumudkhulul-bāba sujjadaw wa qulnā lahum lā ta‘dū fis-sabti wa akhażnā minhum mīṡāqan galīẓā(n).","translation":"Kami pun telah mengangkat gunung (Sinai) di atas mereka untuk (menguatkan) perjanjian mereka.182) Kami perintahkan kepada mereka, “Masukilah pintu gerbang (Baitulmaqdis) itu sambil bersujud”. Kami perintahkan pula kepada mereka, “Janganlah melanggar (peraturan) pada hari Sabat.” Kami telah mengambil dari mereka perjanjian yang kukuh."},{"surah_number":4,"ayat_number":155,"arabic":"فَبِمَا نَقْضِهِمْ مِّيْثَاقَهُمْ وَكُفْرِهِمْ بِاٰيٰتِ اللّٰهِ وَقَتْلِهِمُ الْاَنْۢبِيَاۤءَ بِغَيْرِ حَقٍّ وَّقَوْلِهِمْ قُلُوْبُنَا غُلْفٌ ۗ بَلْ طَبَعَ اللّٰهُ عَلَيْهَا بِكُفْرِهِمْ فَلَا يُؤْمِنُوْنَ اِلَّا قَلِيْلًاۖ ","kitabah":"فَبِمَا نَقْضِهِمْ مِّيْثَاقَهُمْ وَكُفْرِهِمْ بِاٰيٰتِ اللّٰهِ وَقَتْلِهِمُ الْاَنْۢبِيَاۤءَ بِغَيْرِ حَقٍّ وَّقَوْلِهِمْ قُلُوْبُنَا غُلْفٌ ۗ بَلْ طَبَعَ اللّٰهُ عَلَيْهَا بِكُفْرِهِمْ فَلَا يُؤْمِنُوْنَ اِلَّا قَلِيْلًاۖ ","latin":"Fabimā naqḍihim mīṡāqahum wa kufrihim bi'āyātillāhi wa qatlihimul-ambiyā'a bigairi ḥaqqiw wa qaulihim qulūbunā gulf(un), bal ṭaba‘allāhu ‘alaihā bikufrihim falā yu'minūna illā qalīlā(n).","translation":"Maka, (Kami hukum mereka)183) karena mereka melanggar perjanjian itu, kafir terhadap keterangan-keterangan Allah, membunuh nabi-nabi tanpa hak (alasan yang benar), dan mengatakan, “Hati kami tertutup.” Sebenarnya Allah telah mengunci hati mereka karena kekufurannya. Maka, mereka tidak beriman kecuali hanya sebagian kecil (dari mereka)."},{"surah_number":4,"ayat_number":156,"arabic":"وَّبِكُفْرِهِمْ وَقَوْلِهِمْ عَلٰى مَرْيَمَ بُهْتَانًا عَظِيْمًاۙ ","kitabah":"وَّبِكُفْرِهِمْ وَقَوْلِهِمْ عَلٰى مَرْيَمَ بُهْتَانًا عَظِيْمًاۙ ","latin":"Wa bikufrihim wa qaulihim ‘alā maryama buhtānan ‘aẓīmā(n).","translation":"(Kami juga menghukum mereka) karena kekufuran mereka dan tuduhan mereka terhadap Maryam dengan tuduhan palsu lagi sangat keji."},{"surah_number":4,"ayat_number":157,"arabic":"وَّقَوْلِهِمْ اِنَّا قَتَلْنَا الْمَسِيْحَ عِيْسَى ابْنَ مَرْيَمَ رَسُوْلَ اللّٰهِۚ وَمَا قَتَلُوْهُ وَمَا صَلَبُوْهُ وَلٰكِنْ شُبِّهَ لَهُمْ ۗوَاِنَّ الَّذِيْنَ اخْتَلَفُوْا فِيْهِ لَفِيْ شَكٍّ مِّنْهُ ۗمَا لَهُمْ بِهٖ مِنْ عِلْمٍ اِلَّا اتِّبَاعَ الظَّنِّ وَمَا قَتَلُوْهُ يَقِيْنًاۢ ۙ ","kitabah":"وَّقَوْلِهِمْ اِنَّا قَتَلْنَا الْمَسِيْحَ عِيْسَى ابْنَ مَرْيَمَ رَسُوْلَ اللّٰهِۚ وَمَا قَتَلُوْهُ وَمَا صَلَبُوْهُ وَلٰكِنْ شُبِّهَ لَهُمْ ۗوَاِنَّ الَّذِيْنَ اخْتَلَفُوْا فِيْهِ لَفِيْ شَكٍّ مِّنْهُ ۗمَا لَهُمْ بِهٖ مِنْ عِلْمٍ اِلَّا اتِّبَاعَ الظَّنِّ وَمَا قَتَلُوْهُ يَقِيْنًاۢ ۙ ","latin":"Wa qaulihim innā qatalnal-masīḥa ‘īsabna maryama rasūlallāh(i), wa mā qatalūhu wa mā ṣalabūhu wa lākin syubbiha lahum, wa innal-lażīnakhtalafū fīhi lafī syakkim minh(u), mā lahum bihī min ‘ilmin illattibā‘aẓ-ẓanni wa mā qatalūhu yaqīnā(n).","translation":"(Kami menghukum pula mereka) karena ucapan mereka, “Sesungguhnya kami telah membunuh Almasih, Isa putra Maryam, Rasul Allah,”184) padahal mereka tidak membunuhnya dan tidak (pula) menyalibnya, tetapi (yang mereka bunuh adalah) orang yang menurut mereka menyerupai (Isa). Sesungguhnya mereka yang berselisih pendapat tentangnya (pembunuhan Isa), selalu dalam keragu-raguan terhadapnya. Mereka benar-benar tidak mengetahui (siapa sebenarnya yang dibunuh itu), kecuali mengikuti persangkaan belaka. (Jadi,) mereka tidak yakin telah membunuhnya."},{"surah_number":4,"ayat_number":158,"arabic":"بَلْ رَّفَعَهُ اللّٰهُ اِلَيْهِ ۗوَكَانَ اللّٰهُ عَزِيْزًا حَكِيْمًا","kitabah":"بَلْ رَّفَعَهُ اللّٰهُ اِلَيْهِ ۗوَكَانَ اللّٰهُ عَزِيْزًا حَكِيْمًا","latin":"Bar rafa‘ahullāhu ilaih(i), wa kānallāhu ‘azīzan ḥakīmā(n).","translation":" Akan tetapi, Allah telah mengangkatnya (Isa) ke hadirat-Nya.185) Allah Maha Perkasa lagi Maha Bijaksana."},{"surah_number":4,"ayat_number":159,"arabic":"وَاِنْ مِّنْ اَهْلِ الْكِتٰبِ اِلَّا لَيُؤْمِنَنَّ بِهٖ قَبْلَ مَوْتِهٖ ۚوَيَوْمَ الْقِيٰمَةِ يَكُوْنُ عَلَيْهِمْ شَهِيْدًاۚ ","kitabah":"وَاِنْ مِّنْ اَهْلِ الْكِتٰبِ اِلَّا لَيُؤْمِنَنَّ بِهٖ قَبْلَ مَوْتِهٖ ۚوَيَوْمَ الْقِيٰمَةِ يَكُوْنُ عَلَيْهِمْ شَهِيْدًاۚ ","latin":"Wa im min ahlil-kitābi illā layu'minanna bihī qabla mautih(ī), wa yaumal-qiyāmati yakūnu ‘alaihim syahīdā(n).","translation":"Tidak ada seorang pun di antara Ahlulkitab, kecuali beriman kepadanya (Isa) menjelang kematiannya.186) Pada hari Kiamat dia (Isa) akan menjadi saksi mereka."},{"surah_number":4,"ayat_number":160,"arabic":"فَبِظُلْمٍ مِّنَ الَّذِيْنَ هَادُوْا حَرَّمْنَا عَلَيْهِمْ طَيِّبٰتٍ اُحِلَّتْ لَهُمْ وَبِصَدِّهِمْ عَنْ سَبِيْلِ اللّٰهِ كَثِيْرًاۙ ","kitabah":"فَبِظُلْمٍ مِّنَ الَّذِيْنَ هَادُوْا حَرَّمْنَا عَلَيْهِمْ طَيِّبٰتٍ اُحِلَّتْ لَهُمْ وَبِصَدِّهِمْ عَنْ سَبِيْلِ اللّٰهِ كَثِيْرًاۙ ","latin":"Fa biẓulmim minal-lażīna hādū ḥarramnā ‘alaihim ṭayyibātin uḥillat lahum wa biṣaddihim ‘an sabīlillāhi kaṡīrā(n).","translation":"Karena kezaliman orang-orang Yahudi, Kami mengharamkan atas mereka (makanan-makanan) yang baik yang (dahulu) pernah dihalalkan bagi mereka; juga karena mereka sering menghalangi (orang lain) dari jalan Allah,"},{"surah_number":4,"ayat_number":161,"arabic":"وَّاَخْذِهِمُ الرِّبٰوا وَقَدْ نُهُوْا عَنْهُ وَاَكْلِهِمْ اَمْوَالَ النَّاسِ بِالْبَاطِلِ ۗوَاَعْتَدْنَا لِلْكٰفِرِيْنَ مِنْهُمْ عَذَابًا اَلِيْمًا","kitabah":"وَّاَخْذِهِمُ الرِّبٰوا وَقَدْ نُهُوْا عَنْهُ وَاَكْلِهِمْ اَمْوَالَ النَّاسِ بِالْبَاطِلِ ۗوَاَعْتَدْنَا لِلْكٰفِرِيْنَ مِنْهُمْ عَذَابًا اَلِيْمًا","latin":"Wa akhżihimur-ribā wa qad nuhū ‘anhu wa aklihim amwālan-nāsi bil-bāṭil(i), wa a‘tadnā lil-kāfirīna minhum ‘ażāban alīmā(n).","translation":"melakukan riba, padahal sungguh mereka telah dilarang darinya; dan memakan harta orang dengan cara tidak sah (batil). Kami sediakan untuk orang-orang kafir di antara mereka azab yang sangat pedih."},{"surah_number":4,"ayat_number":162,"arabic":"لٰكِنِ الرّٰسِخُوْنَ فِى الْعِلْمِ مِنْهُمْ وَالْمُؤْمِنُوْنَ يُؤْمِنُوْنَ بِمَآ اُنْزِلَ اِلَيْكَ وَمَآ اُنْزِلَ مِنْ قَبْلِكَ وَالْمُقِيْمِيْنَ الصَّلٰوةَ وَالْمُؤْتُوْنَ الزَّكٰوةَ وَالْمُؤْمِنُوْنَ بِاللّٰهِ وَالْيَوْمِ الْاٰخِرِۗ اُولٰۤىِٕكَ سَنُؤْتِيْهِمْ اَجْرًا عَظِيْمًا ࣖ","kitabah":"لٰكِنِ الرّٰسِخُوْنَ فِى الْعِلْمِ مِنْهُمْ وَالْمُؤْمِنُوْنَ يُؤْمِنُوْنَ بِمَآ اُنْزِلَ اِلَيْكَ وَمَآ اُنْزِلَ مِنْ قَبْلِكَ وَالْمُقِيْمِيْنَ الصَّلٰوةَ وَالْمُؤْتُوْنَ الزَّكٰوةَ وَالْمُؤْمِنُوْنَ بِاللّٰهِ وَالْيَوْمِ الْاٰخِرِۗ اُولٰۤىِٕكَ سَنُؤْتِيْهِمْ اَجْرًا عَظِيْمًا ࣖ","latin":"Lākinir-rāsikhūna fil-‘ilmi minhum wal-mu'minūna yu'minūna bimā unzila ilaika wa mā unzila min qablika wal-muqīmīnaṣ-ṣalāta wal-mu'tūnaz-zakāta wal-mu'minūna billāhi wal-yaumil-ākhir(i), ulā'ika sanu'tīhim ajran ‘aẓīmā(n).","translation":"Akan tetapi, orang-orang yang ilmunya mendalam di antara mereka dan orang-orang mukmin beriman pada (Al-Qur’an) yang diturunkan kepadamu (Nabi Muhammad) dan pada (kitab-kitab) yang diturunkan sebelummu. (Begitu pula) mereka yang melaksanakan salat, yang menunaikan zakat, dan yang beriman kepada Allah serta hari Akhir. Kepada mereka akan Kami berikan pahala yang besar."},{"surah_number":4,"ayat_number":163,"arabic":"۞ اِنَّآ اَوْحَيْنَآ اِلَيْكَ كَمَآ اَوْحَيْنَآ اِلٰى نُوْحٍ وَّالنَّبِيّٖنَ مِنْۢ بَعْدِهٖۚ وَاَوْحَيْنَآ اِلٰٓى اِبْرٰهِيْمَ وَاِسْمٰعِيْلَ وَاِسْحٰقَ وَيَعْقُوْبَ وَالْاَسْبَاطِ وَعِيْسٰى وَاَيُّوْبَ وَيُوْنُسَ وَهٰرُوْنَ وَسُلَيْمٰنَ ۚوَاٰتَيْنَا دَاوٗدَ زَبُوْرًاۚ ","kitabah":"۞ اِنَّآ اَوْحَيْنَآ اِلَيْكَ كَمَآ اَوْحَيْنَآ اِلٰى نُوْحٍ وَّالنَّبِيّٖنَ مِنْۢ بَعْدِهٖۚ وَاَوْحَيْنَآ اِلٰٓى اِبْرٰهِيْمَ وَاِسْمٰعِيْلَ وَاِسْحٰقَ وَيَعْقُوْبَ وَالْاَسْبَاطِ وَعِيْسٰى وَاَيُّوْبَ وَيُوْنُسَ وَهٰرُوْنَ وَسُلَيْمٰنَ ۚوَاٰتَيْنَا دَاوٗدَ زَبُوْرًاۚ ","latin":"Innā auḥainā ilaika kamā auḥainā ilā nūḥiw wan-nabiyyīna mim ba‘dih(ī), wa auḥainā ilā ibrāhīma wa ismā‘īla wa isḥāqa wa ya‘qūba wal-asbāṭi wa ‘īsā wa ayyūba wa yūnusa wa hārūna wa sulaimān(a), wa ātainā dāwūda zabūrā(n).","translation":"Sesungguhnya Kami telah mewahyukan kepadamu (Nabi Muhammad) sebagaimana Kami telah mewahyukan kepada Nuh dan nabi-nabi setelahnya. Kami telah mewahyukan pula kepada Ibrahim, Ismail, Ishaq, Ya‘qub dan keturunan(-nya), Isa, Ayyub, Yunus, Harun, dan Sulaiman. Kami telah memberikan (Kitab) Zabur kepada Daud."},{"surah_number":4,"ayat_number":164,"arabic":"وَرُسُلًا قَدْ قَصَصْنٰهُمْ عَلَيْكَ مِنْ قَبْلُ وَرُسُلًا لَّمْ نَقْصُصْهُمْ عَلَيْكَ ۗوَكَلَّمَ اللّٰهُ مُوْسٰى تَكْلِيْمًاۚ ","kitabah":"وَرُسُلًا قَدْ قَصَصْنٰهُمْ عَلَيْكَ مِنْ قَبْلُ وَرُسُلًا لَّمْ نَقْصُصْهُمْ عَلَيْكَ ۗوَكَلَّمَ اللّٰهُ مُوْسٰى تَكْلِيْمًاۚ ","latin":"Wa rusulan qad qaṣaṣnāhum ‘alaika wa rusulal lam naqṣuṣhum ‘alaik(a), wa kallamallāhu mūsā taklīmā(n).","translation":"Ada beberapa rasul yang telah Kami ceritakan (kisah) tentang mereka kepadamu sebelumnya dan ada (pula) beberapa rasul (lain) yang tidak Kami ceritakan (kisah) tentang mereka kepadamu. Allah telah benar-benar berbicara kepada Musa (secara langsung).187)"},{"surah_number":4,"ayat_number":165,"arabic":"رُسُلًا مُّبَشِّرِيْنَ وَمُنْذِرِيْنَ لِئَلَّا يَكُوْنَ لِلنَّاسِ عَلَى اللّٰهِ حُجَّةٌ ۢ بَعْدَ الرُّسُلِ ۗوَكَانَ اللّٰهُ عَزِيْزًا حَكِيْمًا","kitabah":"رُسُلًا مُّبَشِّرِيْنَ وَمُنْذِرِيْنَ لِئَلَّا يَكُوْنَ لِلنَّاسِ عَلَى اللّٰهِ حُجَّةٌ ۢ بَعْدَ الرُّسُلِ ۗوَكَانَ اللّٰهُ عَزِيْزًا حَكِيْمًا","latin":"Rusulam mubasysyirīna wa munżirīna li'allā yakūna lin-nāsi ‘alallāhi ḥujjatum ba‘dar-rusul(i), wa kānallāhu ‘azīzan ḥakīmā(n).","translation":"(Kami mengutus) rasul-rasul sebagai pembawa berita gembira dan pemberi peringatan agar tidak ada alasan bagi manusia untuk membantah Allah setelah rasul-rasul itu (diutus). Allah Maha Perkasa lagi Maha Bijaksana."},{"surah_number":4,"ayat_number":166,"arabic":"لٰكِنِ اللّٰهُ يَشْهَدُ بِمَآ اَنْزَلَ اِلَيْكَ اَنْزَلَهٗ بِعِلْمِهٖ ۚوَالْمَلٰۤىِٕكَةُ يَشْهَدُوْنَ ۗوَكَفٰى بِاللّٰهِ شَهِيْدًاۗ ","kitabah":"لٰكِنِ اللّٰهُ يَشْهَدُ بِمَآ اَنْزَلَ اِلَيْكَ اَنْزَلَهٗ بِعِلْمِهٖ ۚوَالْمَلٰۤىِٕكَةُ يَشْهَدُوْنَ ۗوَكَفٰى بِاللّٰهِ شَهِيْدًاۗ ","latin":"Lākinillāhu yasyhadu bimā anzala ilaika anzalahū bi‘ilmih(ī), wal-malā'ikatu yasyhadūn(a), wa kafā billāhi syahīdā(n).","translation":"Akan tetapi, Allah bersaksi atas apa (Al-Qur’an) yang telah diturunkan-Nya kepadamu (Nabi Muhammad). Dia menurunkannya dengan ilmu-Nya. (Demikian pula) para malaikat pun bersaksi. Cukuplah Allah menjadi saksi."},{"surah_number":4,"ayat_number":167,"arabic":"اِنَّ الَّذِيْنَ كَفَرُوْا وَصَدُّوْا عَنْ سَبِيْلِ اللّٰهِ قَدْ ضَلُّوْا ضَلٰلًا ۢ بَعِيْدًا","kitabah":"اِنَّ الَّذِيْنَ كَفَرُوْا وَصَدُّوْا عَنْ سَبِيْلِ اللّٰهِ قَدْ ضَلُّوْا ضَلٰلًا ۢ بَعِيْدًا","latin":"Innal-lażīna kafarū wa ṣaddū ‘an sabīlillāhi qad ḍallū ḍalālam ba‘īdā(n).","translation":"Sesungguhnya orang-orang yang kufur dan menghalang-halangi (orang lain) dari jalan Allah, benar-benar telah tersesat jauh."},{"surah_number":4,"ayat_number":168,"arabic":"اِنَّ الَّذِيْنَ كَفَرُوْا وَظَلَمُوْا لَمْ يَكُنِ اللّٰهُ لِيَغْفِرَ لَهُمْ وَلَا لِيَهْدِيَهُمْ طَرِيْقًاۙ ","kitabah":"اِنَّ الَّذِيْنَ كَفَرُوْا وَظَلَمُوْا لَمْ يَكُنِ اللّٰهُ لِيَغْفِرَ لَهُمْ وَلَا لِيَهْدِيَهُمْ طَرِيْقًاۙ ","latin":"Innal-lażīna kafarū wa ẓalamū lam yakunillāhu liyagfira lahum wa lā liyahdiyahum ṭarīqā(n).","translation":"Sesungguhnya orang-orang yang kufur dan melakukan kezaliman, Allah tidak akan mengampuni mereka dan tidak akan menunjukkan kepada mereka jalan apa pun,"},{"surah_number":4,"ayat_number":169,"arabic":"اِلَّا طَرِيْقَ جَهَنَّمَ خٰلِدِيْنَ فِيْهَآ اَبَدًا ۗوَكَانَ ذٰلِكَ عَلَى اللّٰهِ يَسِيْرًا","kitabah":"اِلَّا طَرِيْقَ جَهَنَّمَ خٰلِدِيْنَ فِيْهَآ اَبَدًا ۗوَكَانَ ذٰلِكَ عَلَى اللّٰهِ يَسِيْرًا","latin":"Illā ṭarīqa jahannama khālidīna fīhā abadā(n), wa kāna żālika ‘alallāhi yasīrā(n).","translation":"kecuali jalan ke (neraka) Jahanam. Mereka kekal di dalamnya selama-lamanya. Hal itu bagi Allah (sangat) mudah."},{"surah_number":4,"ayat_number":170,"arabic":"يٰٓاَيُّهَا النَّاسُ قَدْ جَاۤءَكُمُ الرَّسُوْلُ بِالْحَقِّ مِنْ رَّبِّكُمْ فَاٰمِنُوْا خَيْرًا لَّكُمْ ۗوَاِنْ تَكْفُرُوْا فَاِنَّ لِلّٰهِ مَا فِى السَّمٰوٰتِ وَالْاَرْضِۗ وَكَانَ اللّٰهُ عَلِيْمًا حَكِيْمًا","kitabah":"يٰٓاَيُّهَا النَّاسُ قَدْ جَاۤءَكُمُ الرَّسُوْلُ بِالْحَقِّ مِنْ رَّبِّكُمْ فَاٰمِنُوْا خَيْرًا لَّكُمْ ۗوَاِنْ تَكْفُرُوْا فَاِنَّ لِلّٰهِ مَا فِى السَّمٰوٰتِ وَالْاَرْضِۗ وَكَانَ اللّٰهُ عَلِيْمًا حَكِيْمًا","latin":"Yā ayyuhan-nāsu qad jā'akumur-rasūlu bil-ḥaqqi mir rabbikum fa āminū khairal lakum, wa in takfurū fa inna lillāhi mā fis-samāwāti wal-arḍ(i), wa kānallāhu ‘alīman ḥakīmā(n).","translation":"Wahai manusia, sungguh telah datang Rasul (Nabi Muhammad) kepadamu dengan (membawa) kebenaran dari Tuhanmu. Maka, berimanlah (kepadanya). Itu lebih baik bagimu. Jika kamu kufur, (itu tidak merugikan Allah sedikit pun) karena sesungguhnya milik Allahlah apa yang di langit dan di bumi. Allah Maha Mengetahui lagi Maha Bijaksana."},{"surah_number":4,"ayat_number":171,"arabic":"يٰٓاَهْلَ الْكِتٰبِ لَا تَغْلُوْا فِيْ دِيْنِكُمْ وَلَا تَقُوْلُوْا عَلَى اللّٰهِ اِلَّا الْحَقَّۗ اِنَّمَا الْمَسِيْحُ عِيْسَى ابْنُ مَرْيَمَ رَسُوْلُ اللّٰهِ وَكَلِمَتُهٗ ۚ اَلْقٰىهَآ اِلٰى مَرْيَمَ وَرُوْحٌ مِّنْهُ ۖفَاٰمِنُوْا بِاللّٰهِ وَرُسُلِهٖۗ وَلَا تَقُوْلُوْا ثَلٰثَةٌ  ۗاِنْتَهُوْا خَيْرًا لَّكُمْ ۗ اِنَّمَا اللّٰهُ اِلٰهٌ وَّاحِدٌ ۗ سُبْحٰنَهٗٓ اَنْ يَّكُوْنَ لَهٗ وَلَدٌ ۘ لَهٗ مَا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِۗ وَكَفٰى بِاللّٰهِ وَكِيْلًا ࣖ ","kitabah":"يٰٓاَهْلَ الْكِتٰبِ لَا تَغْلُوْا فِيْ دِيْنِكُمْ وَلَا تَقُوْلُوْا عَلَى اللّٰهِ اِلَّا الْحَقَّۗ اِنَّمَا الْمَسِيْحُ عِيْسَى ابْنُ مَرْيَمَ رَسُوْلُ اللّٰهِ وَكَلِمَتُهٗ ۚ اَلْقٰىهَآ اِلٰى مَرْيَمَ وَرُوْحٌ مِّنْهُ ۖفَاٰمِنُوْا بِاللّٰهِ وَرُسُلِهٖۗ وَلَا تَقُوْلُوْا ثَلٰثَةٌ  ۗاِنْتَهُوْا خَيْرًا لَّكُمْ ۗ اِنَّمَا اللّٰهُ اِلٰهٌ وَّاحِدٌ ۗ سُبْحٰنَهٗٓ اَنْ يَّكُوْنَ لَهٗ وَلَدٌ ۘ لَهٗ مَا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِۗ وَكَفٰى بِاللّٰهِ وَكِيْلًا ࣖ ","latin":"Yā ahlal-kitābi lā taglū fī dīnikum wa lā taqūlū ‘alallāhi illal-ḥaqq(a), innamal-masīḥu ‘īsabnu maryama rasūlullāhi wa kalimatuh(ū), alqāhā ilā maryama wa rūḥum minh(u), fa āminū billāhi wa rusulih(ī), wa lā taqūlū ṡalāṡah(tun), inntahū khairal lakum innamallāhu ilāhuw wāḥid(un), subḥānahū ay yakūna lahū walad(un), lahū mā fis-samāwāti wa mā fil-arḍ(i), wa kafā billāhi wakīlā(n).","translation":"Wahai Ahlulkitab, janganlah kamu berlebih-lebihan dalam (menjalankan) agamamu188) dan janganlah kamu mengatakan terhadap Allah, kecuali yang benar. Sesungguhnya Almasih, Isa putra Maryam, hanyalah utusan Allah dan (makhluk yang diciptakan dengan) kalimat-Nya189) yang Dia sampaikan kepada Maryam dan (dengan tiupan) roh dari-Nya.190) Maka, berimanlah kepada Allah dan rasul-rasul-Nya dan janganlah kamu mengatakan, “(Tuhan itu) tiga.” Berhentilah (dari ucapan itu). (Itu) lebih baik bagimu. Sesungguhnya hanya Allahlah Tuhan Yang Maha Esa. Maha Suci Dia dari (anggapan) mempunyai anak. Milik-Nyalah apa yang ada di langit dan apa yang ada di bumi. Cukuplah Allah sebagai pelindung."},{"surah_number":4,"ayat_number":172,"arabic":"لَنْ يَّسْتَنْكِفَ الْمَسِيْحُ اَنْ يَّكُوْنَ عَبْدًا لِّلّٰهِ وَلَا الْمَلٰۤىِٕكَةُ الْمُقَرَّبُوْنَۗ وَمَنْ يَّسْتَنْكِفْ عَنْ عِبَادَتِهٖ وَيَسْتَكْبِرْ فَسَيَحْشُرُهُمْ اِلَيْهِ جَمِيْعًا","kitabah":"لَنْ يَّسْتَنْكِفَ الْمَسِيْحُ اَنْ يَّكُوْنَ عَبْدًا لِّلّٰهِ وَلَا الْمَلٰۤىِٕكَةُ الْمُقَرَّبُوْنَۗ وَمَنْ يَّسْتَنْكِفْ عَنْ عِبَادَتِهٖ وَيَسْتَكْبِرْ فَسَيَحْشُرُهُمْ اِلَيْهِ جَمِيْعًا","latin":"Lay yastankifal-masīḥu ay yakūna ‘abdal lillāhi wa lal-malā'ikatul-muqarrabūn(a), wa may yastankif ‘an ‘ibādatihī wa yastakbir fa sayaḥsyuruhum ilaihi jamī‘ā(n). ","translation":"Almasih tidak akan pernah enggan menjadi hamba Allah dan begitu pula para malaikat yang dekat (kepada Allah). Siapa yang enggan menyembah-Nya dan menyombongkan diri, maka Allah akan mengumpulkan mereka semua kepada-Nya."},{"surah_number":4,"ayat_number":173,"arabic":"فَاَمَّا الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ فَيُوَفِّيْهِمْ اُجُوْرَهُمْ وَيَزِيْدُهُمْ مِّنْ فَضْلِهٖۚ وَاَمَّا الَّذِيْنَ اسْتَنْكَفُوْا وَاسْتَكْبَرُوْا فَيُعَذِّبُهُمْ عَذَابًا اَلِيْمًاۙ وَّلَا يَجِدُوْنَ لَهُمْ مِّنْ دُوْنِ اللّٰهِ وَلِيًّا وَّلَا نَصِيْرًا","kitabah":"فَاَمَّا الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ فَيُوَفِّيْهِمْ اُجُوْرَهُمْ وَيَزِيْدُهُمْ مِّنْ فَضْلِهٖۚ وَاَمَّا الَّذِيْنَ اسْتَنْكَفُوْا وَاسْتَكْبَرُوْا فَيُعَذِّبُهُمْ عَذَابًا اَلِيْمًاۙ وَّلَا يَجِدُوْنَ لَهُمْ مِّنْ دُوْنِ اللّٰهِ وَلِيًّا وَّلَا نَصِيْرًا","latin":"Fa ammal-lażīna āmanū wa ‘amiluṣ-ṣāliḥāti fa yuwaffīhim ujūrahum wa yazīduhum min faḍlih(ī), wa ammal-lażīnastankafū wastakbarū fa yu‘ażżibuhum ‘ażāban alīmā(n), wa lā yajidūna lahum min dūnillāhi waliyyaw wa lā naṣīrā(n).","translation":"Adapun orang-orang yang beriman dan mengerjakan kebajikan, Allah akan menyempurnakan pahala bagi mereka dan menambah sebagian dari karunia-Nya. Sementara itu, orang-orang yang enggan (menyembah Allah) dan menyombongkan diri, maka Allah akan mengazab mereka dengan azab yang pedih. Mereka pun tidak akan mendapatkan pelindung dan penolong selain Allah."},{"surah_number":4,"ayat_number":174,"arabic":"يٰٓاَيُّهَا النَّاسُ قَدْ جَاۤءَكُمْ بُرْهَانٌ مِّنْ رَّبِّكُمْ وَاَنْزَلْنَآ اِلَيْكُمْ نُوْرًا مُّبِيْنًا","kitabah":"يٰٓاَيُّهَا النَّاسُ قَدْ جَاۤءَكُمْ بُرْهَانٌ مِّنْ رَّبِّكُمْ وَاَنْزَلْنَآ اِلَيْكُمْ نُوْرًا مُّبِيْنًا","latin":"Yā ayyuhan-nāsu qad jā'akum burhānum mir rabbikum wa anzalnā ilaikum nūram mubīnā(n).   ","translation":"Wahai manusia, sesungguhnya telah sampai kepadamu bukti kebenaran (Nabi Muhammad dengan mukjizatnya) dari Tuhanmu dan telah Kami turunkan kepadamu cahaya yang terang benderang (Al-Qur’an)."},{"surah_number":4,"ayat_number":175,"arabic":"فَاَمَّا الَّذِيْنَ اٰمَنُوْا بِاللّٰهِ وَاعْتَصَمُوْا بِهٖ فَسَيُدْخِلُهُمْ فِيْ رَحْمَةٍ مِّنْهُ وَفَضْلٍۙ وَّيَهْدِيْهِمْ اِلَيْهِ صِرَاطًا مُّسْتَقِيْمًاۗ ","kitabah":"فَاَمَّا الَّذِيْنَ اٰمَنُوْا بِاللّٰهِ وَاعْتَصَمُوْا بِهٖ فَسَيُدْخِلُهُمْ فِيْ رَحْمَةٍ مِّنْهُ وَفَضْلٍۙ وَّيَهْدِيْهِمْ اِلَيْهِ صِرَاطًا مُّسْتَقِيْمًاۗ ","latin":"Fa ammal-lażīna āmanū billāhi wa‘taṣamū bihī fa sayudkhiluhum fī raḥmatim minhu  wa faḍl(in), wa yahdīhim ilaihi ṣirāṭam mustaqīmā(n).","translation":" Adapun orang-orang yang beriman kepada Allah dan berpegang teguh pada (agama)-Nya, maka Allah akan memasukkan mereka ke dalam rahmat dan karunia dari-Nya (surga) serta menunjukkan mereka jalan yang lurus kepada-Nya."},{"surah_number":4,"ayat_number":176,"arabic":"يَسْتَفْتُوْنَكَۗ قُلِ اللّٰهُ يُفْتِيْكُمْ فِى الْكَلٰلَةِ ۗاِنِ امْرُؤٌا هَلَكَ لَيْسَ لَهٗ وَلَدٌ وَّلَهٗٓ اُخْتٌ فَلَهَا نِصْفُ مَا تَرَكَۚ وَهُوَ يَرِثُهَآ اِنْ لَّمْ يَكُنْ لَّهَا وَلَدٌ ۚ فَاِنْ كَانَتَا اثْنَتَيْنِ فَلَهُمَا الثُّلُثٰنِ مِمَّا تَرَكَ ۗوَاِنْ كَانُوْٓا اِخْوَةً رِّجَالًا وَّنِسَاۤءً فَلِلذَّكَرِ مِثْلُ حَظِّ الْاُنْثَيَيْنِۗ يُبَيِّنُ اللّٰهُ لَكُمْ اَنْ تَضِلُّوْا ۗ وَاللّٰهُ بِكُلِّ شَيْءٍ عَلِيْمٌ ࣖ ","kitabah":"يَسْتَفْتُوْنَكَۗ قُلِ اللّٰهُ يُفْتِيْكُمْ فِى الْكَلٰلَةِ ۗاِنِ امْرُؤٌا هَلَكَ لَيْسَ لَهٗ وَلَدٌ وَّلَهٗٓ اُخْتٌ فَلَهَا نِصْفُ مَا تَرَكَۚ وَهُوَ يَرِثُهَآ اِنْ لَّمْ يَكُنْ لَّهَا وَلَدٌ ۚ فَاِنْ كَانَتَا اثْنَتَيْنِ فَلَهُمَا الثُّلُثٰنِ مِمَّا تَرَكَ ۗوَاِنْ كَانُوْٓا اِخْوَةً رِّجَالًا وَّنِسَاۤءً فَلِلذَّكَرِ مِثْلُ حَظِّ الْاُنْثَيَيْنِۗ يُبَيِّنُ اللّٰهُ لَكُمْ اَنْ تَضِلُّوْا ۗ وَاللّٰهُ بِكُلِّ شَيْءٍ عَلِيْمٌ ࣖ ","latin":"Yastaftūnak(a), qulillāhu yuftīkum fil-kalālah(ti), inimru'un halaka laisa lahū waladuw wa lahū ukhtun fa lahā niṣfu mā tarak(a), wa huwa yariṡuhā illam yakul lahā walad(un), fa in kānataṡnataini fa lahumaṡ-ṡuluṡāni mimmā tarak(a), wa in kānū ikhwatar rijālaw wa nisā'an fa liż-żakari miṡlu ḥaẓẓil-unṡayain(i), yubayyinullāhu lakum an taḍillū, wallāhu bikulli syai'in ‘alīm(un).","translation":"Mereka meminta fatwa kepadamu (tentang kalālah).191) Katakanlah, “Allah memberi fatwa kepadamu tentang kalālah, (yaitu) jika seseorang meninggal dan dia tidak mempunyai anak, tetapi mempunyai seorang saudara perempuan, bagiannya (saudara perempuannya itu) seperdua dari harta yang ditinggalkannya. Adapun saudara laki-lakinya mewarisi (seluruh harta saudara perempuan) jika dia tidak mempunyai anak. Akan tetapi, jika saudara perempuan itu dua orang, bagi keduanya dua pertiga dari harta yang ditinggalkan. Jika mereka (ahli waris itu terdiri atas) beberapa saudara laki-laki dan perempuan, bagian seorang saudara laki-laki sama dengan bagian dua orang saudara perempuan. Allah menerangkan (hukum ini) kepadamu agar kamu tidak tersesat. Allah Maha Mengetahui segala sesuatu.”"}]}