{"surah_number":47,"arabic":" محمّد","latin":"Muḥammad ","transliteration":"Muhammad","translation":"Nabi Muhammad","total_ayat":38,"location":"Madaniyah","ayat":[{"surah_number":47,"ayat_number":1,"arabic":"اَلَّذِيْنَ كَفَرُوْا وَصَدُّوْا عَنْ سَبِيْلِ اللّٰهِ اَضَلَّ اَعْمَالَهُمْ ","kitabah":"اَلَّذِيْنَ كَفَرُوْا وَصَدُّوْا عَنْ سَبِيْلِ اللّٰهِ اَضَلَّ اَعْمَالَهُمْ ","latin":"Allażīna kafarū wa ṣaddū ‘an sabīlillāhi aḍalla a‘mālahum.","translation":" Orang-orang yang kufur dan menghalang-halangi (manusia) dari jalan Allah, Dia akan menggugurkan amal-amal mereka."},{"surah_number":47,"ayat_number":2,"arabic":"وَالَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ وَاٰمَنُوْا بِمَا نُزِّلَ عَلٰى مُحَمَّدٍ وَّهُوَ الْحَقُّ مِنْ رَّبِّهِمْ ۚ كَفَّرَ عَنْهُمْ سَيِّاٰتِهِمْ وَاَصْلَحَ بَالَهُمْ ","kitabah":"وَالَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ وَاٰمَنُوْا بِمَا نُزِّلَ عَلٰى مُحَمَّدٍ وَّهُوَ الْحَقُّ مِنْ رَّبِّهِمْ ۚ كَفَّرَ عَنْهُمْ سَيِّاٰتِهِمْ وَاَصْلَحَ بَالَهُمْ ","latin":"Wal-lażīna āmanū wa ‘amiluṣ-ṣāliḥāti wa āmanū bimā nuzzila ‘alā muḥammadiw wa huwal-ḥaqqu mir rabbihim, kaffara ‘anhum sayyi'ātihim wa aṣlaḥa bālahum.","translation":"Orang-orang yang beriman, beramal saleh, dan beriman pada apa yang diturunkan kepada (Nabi) Muhammad bahwa ia merupakan kebenaran dari Tuhan mereka, Allah menghapuskan kesalahan-kesalahan mereka dan memperbaiki keadaannya."},{"surah_number":47,"ayat_number":3,"arabic":"ذٰلِكَ بِاَنَّ الَّذِيْنَ كَفَرُوا اتَّبَعُوا الْبَاطِلَ وَاَنَّ الَّذِيْنَ اٰمَنُوا اتَّبَعُوا الْحَقَّ مِنْ رَّبِّهِمْ ۗ كَذٰلِكَ يَضْرِبُ اللّٰهُ لِلنَّاسِ اَمْثَالَهُمْ ","kitabah":"ذٰلِكَ بِاَنَّ الَّذِيْنَ كَفَرُوا اتَّبَعُوا الْبَاطِلَ وَاَنَّ الَّذِيْنَ اٰمَنُوا اتَّبَعُوا الْحَقَّ مِنْ رَّبِّهِمْ ۗ كَذٰلِكَ يَضْرِبُ اللّٰهُ لِلنَّاسِ اَمْثَالَهُمْ ","latin":"Żālika bi'annal-lażīna kafaruttaba‘ul-bāṭila wa annal-lażīna āmanuttaba‘ul-ḥaqqa mir rabbihim, każālika yaḍribullāhu lin-nāsi amṡālahum.","translation":" (Hal) itu (terjadi) karena sesungguhnya orang-orang yang kufur mengikuti kebatilan, sedangkan orang-orang yang beriman mengikuti kebenaran dari Tuhan mereka. Demikianlah Allah membuat perumpamaan-perumpamaan mereka kepada manusia."},{"surah_number":47,"ayat_number":4,"arabic":"فَاِذَا لَقِيْتُمُ الَّذِيْنَ كَفَرُوْا فَضَرْبَ الرِّقَابِۗ حَتّٰٓى اِذَآ اَثْخَنْتُمُوْهُمْ فَشُدُّوا الْوَثَاقَۖ فَاِمَّا مَنًّاۢ بَعْدُ وَاِمَّا فِدَاۤءً حَتّٰى تَضَعَ الْحَرْبُ اَوْزَارَهَا ەۛ ذٰلِكَ ۛ وَلَوْ يَشَاۤءُ اللّٰهُ لَانْتَصَرَ مِنْهُمْ وَلٰكِنْ لِّيَبْلُوَا۟ بَعْضَكُمْ بِبَعْضٍۗ وَالَّذِيْنَ قُتِلُوْا فِيْ سَبِيْلِ اللّٰهِ فَلَنْ يُّضِلَّ اَعْمَالَهُمْ ","kitabah":"فَاِذَا لَقِيْتُمُ الَّذِيْنَ كَفَرُوْا فَضَرْبَ الرِّقَابِۗ حَتّٰٓى اِذَآ اَثْخَنْتُمُوْهُمْ فَشُدُّوا الْوَثَاقَۖ فَاِمَّا مَنًّاۢ بَعْدُ وَاِمَّا فِدَاۤءً حَتّٰى تَضَعَ الْحَرْبُ اَوْزَارَهَا ەۛ ذٰلِكَ ۛ وَلَوْ يَشَاۤءُ اللّٰهُ لَانْتَصَرَ مِنْهُمْ وَلٰكِنْ لِّيَبْلُوَا۟ بَعْضَكُمْ بِبَعْضٍۗ وَالَّذِيْنَ قُتِلُوْا فِيْ سَبِيْلِ اللّٰهِ فَلَنْ يُّضِلَّ اَعْمَالَهُمْ ","latin":"Fa iżā laqītumul-lażīna kafarū faḍarbar-riqāb(i), ḥattā iżā aṡkhantumūhum fa syuddul-waṡāq(a), fa'immā mannam ba‘du wa immā fidā'an ḥattā taḍa‘al-ḥarbu auzārahā - żālika - wa lau yasyā'ullāhu lantaṣara minhum wa lākil liyabluwa ba‘ḍakum biba‘ḍ(in), wal-lażīna qutilū fī sabīlillāhi falay yuḍilla a‘mālahum.","translation":" Maka, apabila kamu bertemu (di medan perang) dengan orang-orang yang kufur, tebaslah batang leher mereka. Selanjutnya, apabila kamu telah mengalahkan mereka, tawanlah mereka. Setelah itu, kamu boleh membebaskan mereka atau menerima tebusan. (Hal itu berlaku) sampai perang selesai. Demikianlah (hukum Allah tentang mereka). Sekiranya Allah menghendaki, niscaya Dia menolong (kamu) dari mereka (tanpa perang). Akan tetapi, Dia hendak menguji sebagian kamu dengan sebagian yang lain. Orang-orang yang gugur di jalan Allah, Dia tidak menyia-nyiakan amal-amalnya."},{"surah_number":47,"ayat_number":5,"arabic":"سَيَهْدِيْهِمْ وَيُصْلِحُ بَالَهُمْۚ","kitabah":"سَيَهْدِيْهِمْ وَيُصْلِحُ بَالَهُمْۚ","latin":"Sayahdīhim wa yuṣliḥu bālahum.","translation":" Dia (Allah) akan memberikan petunjuk kepada mereka, memperbaiki keadaannya,"},{"surah_number":47,"ayat_number":6,"arabic":"وَيُدْخِلُهُمُ الْجَنَّةَ عَرَّفَهَا لَهُمْ ","kitabah":"وَيُدْخِلُهُمُ الْجَنَّةَ عَرَّفَهَا لَهُمْ ","latin":"Wa yudkhiluhumul-jannata ‘arrafahā lahum.","translation":"dan memasukkannya ke dalam surga yang telah diperkenalkan-Nya kepada mereka."},{"surah_number":47,"ayat_number":7,"arabic":"يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اِنْ تَنْصُرُوا اللّٰهَ يَنْصُرْكُمْ وَيُثَبِّتْ اَقْدَامَكُمْ ","kitabah":"يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اِنْ تَنْصُرُوا اللّٰهَ يَنْصُرْكُمْ وَيُثَبِّتْ اَقْدَامَكُمْ ","latin":"Yā ayyuhal-lażīna āmanū in tanṣurullāha yanṣurkum wa yuṡabbit aqdāmakum.","translation":" Wahai orang-orang yang beriman, jika kamu menolong (agama) Allah, niscaya Dia akan menolongmu dan meneguhkan kedudukanmu."},{"surah_number":47,"ayat_number":8,"arabic":"وَالَّذِيْنَ كَفَرُوْا فَتَعْسًا لَّهُمْ وَاَضَلَّ اَعْمَالَهُمْ ","kitabah":"وَالَّذِيْنَ كَفَرُوْا فَتَعْسًا لَّهُمْ وَاَضَلَّ اَعْمَالَهُمْ ","latin":"Wal-lażīna kafarū fata‘sal lahum wa aḍalla a‘mālahum.","translation":" (Sebaliknya,) orang-orang yang kufur, maka kecelakaanlah bagi mereka dan Dia (Allah) membatalkan amal-amalnya."},{"surah_number":47,"ayat_number":9,"arabic":"ذٰلِكَ بِاَنَّهُمْ كَرِهُوْا مَآ اَنْزَلَ اللّٰهُ فَاَحْبَطَ اَعْمَالَهُمْ ","kitabah":"ذٰلِكَ بِاَنَّهُمْ كَرِهُوْا مَآ اَنْزَلَ اللّٰهُ فَاَحْبَطَ اَعْمَالَهُمْ ","latin":"Żālika bi'annahum karihū mā anzalallāhu fa aḥbaṭa a‘mālahum.","translation":" Hal itu (terjadi) karena mereka membenci apa yang diturunkan Allah (Al-Qur’an) sehingga Dia menggugurkan amal-amalnya."},{"surah_number":47,"ayat_number":10,"arabic":"۞ اَفَلَمْ يَسِيْرُوْا فِى الْاَرْضِ فَيَنْظُرُوْا كَيْفَ كَانَ عَاقِبَةُ الَّذِيْنَ مِنْ قَبْلِهِمْ ۗ دَمَّرَ اللّٰهُ عَلَيْهِمْ ۖوَلِلْكٰفِرِيْنَ اَمْثَالُهَا ","kitabah":"۞ اَفَلَمْ يَسِيْرُوْا فِى الْاَرْضِ فَيَنْظُرُوْا كَيْفَ كَانَ عَاقِبَةُ الَّذِيْنَ مِنْ قَبْلِهِمْ ۗ دَمَّرَ اللّٰهُ عَلَيْهِمْ ۖوَلِلْكٰفِرِيْنَ اَمْثَالُهَا ","latin":"Afalam yasīrū fil-arḍi fayanẓurū kaifa kāna ‘āqibatul-lażīna min qablihim, dammarallāhu ‘alaihim, wa lil-kāfirīna amṡāluhā.","translation":" Maka, apakah mereka tidak mengadakan perjalanan di bumi sehingga dapat memperhatikan bagaimana kesudahan orang-orang yang sebelum mereka? Allah telah membinasakan mereka dan orang-orang kafir akan menerima (nasib) yang serupa."},{"surah_number":47,"ayat_number":11,"arabic":"ذٰلِكَ بِاَنَّ اللّٰهَ مَوْلَى الَّذِيْنَ اٰمَنُوْا وَاَنَّ الْكٰفِرِيْنَ لَا مَوْلٰى لَهُمْ ࣖ","kitabah":"ذٰلِكَ بِاَنَّ اللّٰهَ مَوْلَى الَّذِيْنَ اٰمَنُوْا وَاَنَّ الْكٰفِرِيْنَ لَا مَوْلٰى لَهُمْ ࣖ","latin":"Żālika bi'annallāha maulal-lażīna āmanū wa annal-kāfirīna lā maulā lahum.","translation":"Hal itu (terjadi) karena Allah pelindung bagi orang-orang yang beriman, sedangkan orang-orang kafir tidak mempunyai pelindung."},{"surah_number":47,"ayat_number":12,"arabic":"اِنَّ اللّٰهَ يُدْخِلُ الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ جَنّٰتٍ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُ ۗوَالَّذِيْنَ كَفَرُوْا يَتَمَتَّعُوْنَ وَيَأْكُلُوْنَ كَمَا تَأْكُلُ الْاَنْعَامُ وَالنَّارُ مَثْوًى لَّهُمْ ","kitabah":"اِنَّ اللّٰهَ يُدْخِلُ الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ جَنّٰتٍ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُ ۗوَالَّذِيْنَ كَفَرُوْا يَتَمَتَّعُوْنَ وَيَأْكُلُوْنَ كَمَا تَأْكُلُ الْاَنْعَامُ وَالنَّارُ مَثْوًى لَّهُمْ ","latin":"Innallāha yudkhilul-lażīna āmanū wa ‘amiluṣ-ṣāliḥāti jannātin tajrī min taḥtihal-anhār(u), wal-lażīna kafarū yatamatta‘ūna wa ya'kulūna kamā ta'kulul-an‘āmu wan-nāru maṡwal lahum.","translation":"Sesungguhnya Allah akan memasukkan orang-orang yang beriman dan beramal saleh ke dalam surga yang mengalir di bawahnya sungai-sungai. Adapun orang-orang yang kufur bersenang-senang dan makan-makan (di dunia) seperti halnya hewan-hewan. Nerakalah tempat tinggal bagi mereka."},{"surah_number":47,"ayat_number":13,"arabic":"وَكَاَيِّنْ مِّنْ قَرْيَةٍ هِيَ اَشَدُّ قُوَّةً مِّنْ قَرْيَتِكَ الَّتِيْٓ اَخْرَجَتْكَۚ اَهْلَكْنٰهُمْ فَلَا نَاصِرَ لَهُمْ ","kitabah":"وَكَاَيِّنْ مِّنْ قَرْيَةٍ هِيَ اَشَدُّ قُوَّةً مِّنْ قَرْيَتِكَ الَّتِيْٓ اَخْرَجَتْكَۚ اَهْلَكْنٰهُمْ فَلَا نَاصِرَ لَهُمْ ","latin":"Wa ka'ayyim min qaryatin hiya asyaddu quwwatam min qaryatikal-latī akhrajatk(a), ahlaknāhum falā nāṣira lahum.","translation":" Betapa banyak negeri yang (penduduknya) lebih kuat daripada (penduduk) negerimu (Nabi Muhammad) yang telah mengusirmu itu. Kami telah membinasakan mereka. Tidak ada seorang pun yang menjadi penolong mereka."},{"surah_number":47,"ayat_number":14,"arabic":"اَفَمَنْ كَانَ عَلٰى بَيِّنَةٍ مِّنْ رَّبِّهٖ كَمَنْ زُيِّنَ لَهٗ سُوْۤءُ عَمَلِهٖ وَاتَّبَعُوْٓا اَهْوَاۤءَهُمْ ","kitabah":"اَفَمَنْ كَانَ عَلٰى بَيِّنَةٍ مِّنْ رَّبِّهٖ كَمَنْ زُيِّنَ لَهٗ سُوْۤءُ عَمَلِهٖ وَاتَّبَعُوْٓا اَهْوَاۤءَهُمْ ","latin":"Afaman kāna ‘alā bayyinatim mir rabbihī kaman zuyyina lahū sū'u ‘amalihī wattaba‘ū ahwā'ahum.","translation":" Apakah orang yang berpegang teguh pada keterangan yang datang dari Tuhannya sama dengan orang yang perbuatan buruknya dijadikan terasa indah baginya dan mengikuti hawa nafsunya?"},{"surah_number":47,"ayat_number":15,"arabic":"مَثَلُ الْجَنَّةِ الَّتِيْ وُعِدَ الْمُتَّقُوْنَ ۗفِيْهَآ اَنْهٰرٌ مِّنْ مَّاۤءٍ غَيْرِ اٰسِنٍۚ وَاَنْهٰرٌ مِّنْ لَّبَنٍ لَّمْ يَتَغَيَّرْ طَعْمُهٗ ۚوَاَنْهٰرٌ مِّنْ خَمْرٍ لَّذَّةٍ لِّلشّٰرِبِيْنَ ەۚ وَاَنْهٰرٌ مِّنْ عَسَلٍ مُّصَفًّى ۗوَلَهُمْ فِيْهَا مِنْ كُلِّ الثَّمَرٰتِ وَمَغْفِرَةٌ مِّنْ رَّبِّهِمْ ۗ كَمَنْ هُوَ خَالِدٌ فِى النَّارِ وَسُقُوْا مَاۤءً حَمِيْمًا فَقَطَّعَ اَمْعَاۤءَهُمْ","kitabah":"مَثَلُ الْجَنَّةِ الَّتِيْ وُعِدَ الْمُتَّقُوْنَ ۗفِيْهَآ اَنْهٰرٌ مِّنْ مَّاۤءٍ غَيْرِ اٰسِنٍۚ وَاَنْهٰرٌ مِّنْ لَّبَنٍ لَّمْ يَتَغَيَّرْ طَعْمُهٗ ۚوَاَنْهٰرٌ مِّنْ خَمْرٍ لَّذَّةٍ لِّلشّٰرِبِيْنَ ەۚ وَاَنْهٰرٌ مِّنْ عَسَلٍ مُّصَفًّى ۗوَلَهُمْ فِيْهَا مِنْ كُلِّ الثَّمَرٰتِ وَمَغْفِرَةٌ مِّنْ رَّبِّهِمْ ۗ كَمَنْ هُوَ خَالِدٌ فِى النَّارِ وَسُقُوْا مَاۤءً حَمِيْمًا فَقَطَّعَ اَمْعَاۤءَهُمْ","latin":"Maṡalul-jannatil-latī wu‘idal-muttaqūn(a), fīhā anhārum mim mā'in gairi āsin(in), wa anhārum mil labanil lam yatagayyar ṭa‘muh(ū), wa anhārum min khamril lażżatil lisy-syāribīn(a), wa anhārum min ‘asalim muṣaffā(n), wa lahum fīhā min kulliṡ-ṡamarāti wa magfiratum mir rabbihim, kaman huwa khālidun fin-nāri wa suqū mā'an ḥamīman faqaṭṭa‘a am‘ā'ahum.","translation":" Perumpamaan surga yang dijanjikan kepada orang-orang yang bertakwa (adalah bahwa) di dalamnya ada sungai-sungai yang airnya tidak payau, sungai-sungai air susu yang rasanya tidak berubah, sungai-sungai khamar yang lezat bagi peminumnya, dan sungai-sungai madu yang murni. Di dalamnya mereka memperoleh segala macam buah dan ampunan dari Tuhan mereka. (Apakah orang yang memperoleh kenikmatan surga) sama dengan orang yang kekal dalam neraka dan diberi minuman dengan air yang mendidih sehingga usus mereka terpotong-potong?"},{"surah_number":47,"ayat_number":16,"arabic":"وَمِنْهُمْ مَّنْ يَّسْتَمِعُ اِلَيْكَۚ حَتّٰىٓ اِذَا خَرَجُوْا مِنْ عِنْدِكَ قَالُوْا لِلَّذِيْنَ اُوْتُوا الْعِلْمَ مَاذَا قَالَ اٰنِفًا ۗ اُولٰۤىِٕكَ الَّذِيْنَ طَبَعَ اللّٰهُ عَلٰى قُلُوْبِهِمْ وَاتَّبَعُوْٓا اَهْوَاۤءَهُمْ","kitabah":"وَمِنْهُمْ مَّنْ يَّسْتَمِعُ اِلَيْكَۚ حَتّٰىٓ اِذَا خَرَجُوْا مِنْ عِنْدِكَ قَالُوْا لِلَّذِيْنَ اُوْتُوا الْعِلْمَ مَاذَا قَالَ اٰنِفًا ۗ اُولٰۤىِٕكَ الَّذِيْنَ طَبَعَ اللّٰهُ عَلٰى قُلُوْبِهِمْ وَاتَّبَعُوْٓا اَهْوَاۤءَهُمْ","latin":"Wa minhum may yastami‘u ilaiīk(a), ḥattā iżā kharajū min ‘indika qālū lil-ażīna ūtul-ilma māżā qāla ānifā(n), ulā'ikal-ażīna ṭaba‘allāhu ‘alā qulūbihim wattaba‘ū ahwā'ahum.","translation":" Di antara mereka (orang-orang kafir) ada orang (munafik) yang mendengarkan perkataanmu (Nabi Muhammad) sehingga apabila telah keluar dari sisimu, mereka berkata (untuk mengejek) kepada orang yang telah diberi ilmu (para sahabat Nabi), “Apa yang ia katakan tadi?” Mereka itu adalah orang-orang yang dikunci hatinya oleh Allah dan mengikuti hawa nafsunya."},{"surah_number":47,"ayat_number":17,"arabic":"وَالَّذِيْنَ اهْتَدَوْا زَادَهُمْ هُدًى وَّاٰتٰىهُمْ تَقْوٰىهُمْ ","kitabah":"وَالَّذِيْنَ اهْتَدَوْا زَادَهُمْ هُدًى وَّاٰتٰىهُمْ تَقْوٰىهُمْ ","latin":"Wal-ażīnahtadau zādahum hudaw wa ātāhum taqwāhum.","translation":" Orang-orang yang mendapat petunjuk akan ditambahi petunjuk(-nya) dan dianugerahi ketakwaan (oleh Allah)."},{"surah_number":47,"ayat_number":18,"arabic":"فَهَلْ يَنْظُرُوْنَ اِلَّا السَّاعَةَ اَنْ تَأْتِيَهُمْ بَغْتَةً ۚ فَقَدْ جَاۤءَ اَشْرَاطُهَا ۚ فَاَنّٰى لَهُمْ اِذَا جَاۤءَتْهُمْ ذِكْرٰىهُمْ ","kitabah":"فَهَلْ يَنْظُرُوْنَ اِلَّا السَّاعَةَ اَنْ تَأْتِيَهُمْ بَغْتَةً ۚ فَقَدْ جَاۤءَ اَشْرَاطُهَا ۚ فَاَنّٰى لَهُمْ اِذَا جَاۤءَتْهُمْ ذِكْرٰىهُمْ ","latin":"Fahal yanẓurūna illas-ā‘ata an ta'tiyahum bagtah(tan), faqad jā'a asyrāṭuhā, fa'annā lahum iżā jā'athum żikrāhum.","translation":"Apa lagi yang mereka (orang kafir) tunggu-tunggu selain hari Kiamat yang akan datang kepada mereka secara tiba-tiba karena tanda-tandanya sungguh telah datang? Maka, apa gunanya (kesadaran) mereka apabila (hari Kiamat) itu sudah datang?"},{"surah_number":47,"ayat_number":19,"arabic":"فَاعْلَمْ اَنَّهٗ لَآ اِلٰهَ اِلَّا اللّٰهُ وَاسْتَغْفِرْ لِذَنْۢبِكَ وَلِلْمُؤْمِنِيْنَ وَالْمُؤْمِنٰتِۚ وَاللّٰهُ يَعْلَمُ مُتَقَلَّبَكُمْ وَمَثْوٰىكُمْ ࣖ","kitabah":"فَاعْلَمْ اَنَّهٗ لَآ اِلٰهَ اِلَّا اللّٰهُ وَاسْتَغْفِرْ لِذَنْۢبِكَ وَلِلْمُؤْمِنِيْنَ وَالْمُؤْمِنٰتِۚ وَاللّٰهُ يَعْلَمُ مُتَقَلَّبَكُمْ وَمَثْوٰىكُمْ ࣖ","latin":"Fa‘lam annahū lā ilāha illallāhu wastagfir liżambika wa lil-u'minīna wal-u'mināt(i), wallāhu ya‘lamu mutaqallabakum wa maṡwākum.","translation":"Ketahuilah (Nabi Muhammad) bahwa tidak ada Tuhan (yang patut disembah) selain Allah serta mohonlah ampunan atas dosamu dan (dosa) orang-orang mukmin laki-laki dan perempuan. Allah mengetahui tempat kegiatan dan tempat istirahatmu."},{"surah_number":47,"ayat_number":20,"arabic":"وَيَقُوْلُ الَّذِيْنَ اٰمَنُوْا لَوْلَا نُزِّلَتْ سُوْرَةٌ ۚفَاِذَآ اُنْزِلَتْ سُوْرَةٌ مُّحْكَمَةٌ وَّذُكِرَ فِيْهَا الْقِتَالُ ۙرَاَيْتَ الَّذِيْنَ فِيْ قُلُوْبِهِمْ مَّرَضٌ يَّنْظُرُوْنَ اِلَيْكَ نَظَرَ الْمَغْشِيِّ عَلَيْهِ مِنَ الْمَوْتِۗ فَاَوْلٰى لَهُمْۚ ","kitabah":"وَيَقُوْلُ الَّذِيْنَ اٰمَنُوْا لَوْلَا نُزِّلَتْ سُوْرَةٌ ۚفَاِذَآ اُنْزِلَتْ سُوْرَةٌ مُّحْكَمَةٌ وَّذُكِرَ فِيْهَا الْقِتَالُ ۙرَاَيْتَ الَّذِيْنَ فِيْ قُلُوْبِهِمْ مَّرَضٌ يَّنْظُرُوْنَ اِلَيْكَ نَظَرَ الْمَغْشِيِّ عَلَيْهِ مِنَ الْمَوْتِۗ فَاَوْلٰى لَهُمْۚ ","latin":"Wa yaqūlul-ażīna āmanū lau lā nuzzilat sūrah(tun), fa iżā unzilat sūratum muḥkamatuw wa żukira fīhal-itāl(u), ra'aital-ażīna fī qulūbihim maraḍuy yanẓurūna ilaika naẓaral-magsyiyyi ‘alaihi minal-maut(i), fa'aulā lahum.","translation":" Orang-orang yang beriman berkata, “Mengapa tidak diturunkan suatu surah (tentang jihad)?” Maka, apabila diturunkan suatu surah yang jelas maksudnya dan di dalamnya disebutkan (perintah) perang, engkau melihat orang-orang yang di dalam hatinya ada penyakit (munafik) akan memandangmu seperti pandangan orang yang pingsan karena takut mati. Maka, itulah yang lebih pantas bagi mereka."},{"surah_number":47,"ayat_number":21,"arabic":"طَاعَةٌ وَّقَوْلٌ مَّعْرُوْفٌۗ فَاِذَا عَزَمَ الْاَمْرُۗ فَلَوْ صَدَقُوا اللّٰهَ لَكَانَ خَيْرًا لَّهُمْۚ","kitabah":"طَاعَةٌ وَّقَوْلٌ مَّعْرُوْفٌۗ فَاِذَا عَزَمَ الْاَمْرُۗ فَلَوْ صَدَقُوا اللّٰهَ لَكَانَ خَيْرًا لَّهُمْۚ","latin":"Ṭā‘atuw wa qaulum ma‘rūf(un), fa'iżā ‘azamal-amr(u), falau ṣadaqullāha lakāna khairal lahum.","translation":" (Seharusnya, mereka memilih) ketaatan (kepada Allah) dan tutur kata yang baik. Apabila perintah (perang) ditetapkan, (mereka tidak menyukainya). Padahal, jika mereka benar (beriman dan taat) kepada Allah, niscaya yang demikian itu lebih baik bagi mereka."},{"surah_number":47,"ayat_number":22,"arabic":"فَهَلْ عَسَيْتُمْ اِنْ تَوَلَّيْتُمْ اَنْ تُفْسِدُوْا فِى الْاَرْضِ وَتُقَطِّعُوْٓا اَرْحَامَكُمْ ","kitabah":"فَهَلْ عَسَيْتُمْ اِنْ تَوَلَّيْتُمْ اَنْ تُفْسِدُوْا فِى الْاَرْضِ وَتُقَطِّعُوْٓا اَرْحَامَكُمْ ","latin":"Fahal ‘asaitum in tawallaitum an tufsidū fil-arḍi wa tuqaṭṭi‘ū arḥāmakum.","translation":" Apakah seandainya berkuasa, kamu akan berbuat kerusakan di bumi dan memutuskan hubungan kekeluargaanmu?"},{"surah_number":47,"ayat_number":23,"arabic":"اُولٰۤىِٕكَ الَّذِيْنَ لَعَنَهُمُ اللّٰهُ فَاَصَمَّهُمْ وَاَعْمٰٓى اَبْصَارَهُمْ ","kitabah":"اُولٰۤىِٕكَ الَّذِيْنَ لَعَنَهُمُ اللّٰهُ فَاَصَمَّهُمْ وَاَعْمٰٓى اَبْصَارَهُمْ ","latin":"Ulā'ikal-lażīna la‘anahumullāhu fa aṣammahum wa a‘mā abṣārahum.","translation":"Mereka itulah orang-orang yang dilaknat oleh Allah. Lalu, Dia menulikan (pendengaran) dan membutakan penglihatan mereka."},{"surah_number":47,"ayat_number":24,"arabic":"اَفَلَا يَتَدَبَّرُوْنَ الْقُرْاٰنَ اَمْ عَلٰى قُلُوْبٍ اَقْفَالُهَا ","kitabah":"اَفَلَا يَتَدَبَّرُوْنَ الْقُرْاٰنَ اَمْ عَلٰى قُلُوْبٍ اَقْفَالُهَا ","latin":"Afalā yatadabbarūnal-qur'āna am ‘alā qulūbin aqfāluhā.","translation":"Tidakkah mereka merenungkan Al-Qur’an ataukah hati mereka sudah terkunci?"},{"surah_number":47,"ayat_number":25,"arabic":"اِنَّ الَّذِيْنَ ارْتَدُّوْا عَلٰٓى اَدْبَارِهِمْ مِّنْۢ بَعْدِ مَا تَبَيَّنَ لَهُمُ الْهُدَى الشَّيْطٰنُ سَوَّلَ لَهُمْۗ وَاَمْلٰى لَهُمْ ","kitabah":"اِنَّ الَّذِيْنَ ارْتَدُّوْا عَلٰٓى اَدْبَارِهِمْ مِّنْۢ بَعْدِ مَا تَبَيَّنَ لَهُمُ الْهُدَى الشَّيْطٰنُ سَوَّلَ لَهُمْۗ وَاَمْلٰى لَهُمْ ","latin":"Innal-lażīnartaddū ‘alā adbārihim mim ba‘di mā tabayyana lahumul-hudasy-syaiṭānu sawwala lahum, wa amlā lahum.","translation":" Sesungguhnya (bagi) orang-orang yang berbalik (pada kekufuran) setelah petunjuk itu jelas bagi mereka, setan menggoda mereka dan memanjangkan (angan-angan) mereka."},{"surah_number":47,"ayat_number":26,"arabic":"ذٰلِكَ بِاَنَّهُمْ قَالُوْا لِلَّذِيْنَ كَرِهُوْا مَا نَزَّلَ اللّٰهُ سَنُطِيْعُكُمْ فِيْ بَعْضِ الْاَمْرِۚ وَاللّٰهُ يَعْلَمُ اِسْرَارَهُمْ ","kitabah":"ذٰلِكَ بِاَنَّهُمْ قَالُوْا لِلَّذِيْنَ كَرِهُوْا مَا نَزَّلَ اللّٰهُ سَنُطِيْعُكُمْ فِيْ بَعْضِ الْاَمْرِۚ وَاللّٰهُ يَعْلَمُ اِسْرَارَهُمْ ","latin":"Żālika bi'annahum qālū lil-lażīna karihū mā nazzalallāhu sanuṭī‘ukum fī ba‘ḍil-amr(i), wallāhu ya‘lamu isrārahum.","translation":" Yang demikian itu (terjadi) karena sesungguhnya mereka (orang-orang munafik) telah mengatakan kepada orang-orang (Yahudi) yang tidak senang pada apa yang diturunkan Allah, “Kami akan mematuhimu dalam beberapa urusan.” Padahal, Allah mengetahui rahasia mereka."},{"surah_number":47,"ayat_number":27,"arabic":"فَكَيْفَ اِذَا تَوَفَّتْهُمُ الْمَلٰۤىِٕكَةُ يَضْرِبُوْنَ وُجُوْهَهُمْ وَاَدْبَارَهُمْ ","kitabah":"فَكَيْفَ اِذَا تَوَفَّتْهُمُ الْمَلٰۤىِٕكَةُ يَضْرِبُوْنَ وُجُوْهَهُمْ وَاَدْبَارَهُمْ ","latin":"Fa kaifa iżā tawaffathumul-malā'ikatu yaḍribūna wujūhahum wa adbārahum.","translation":"Maka, bagaimana (nasib mereka) apabila malaikat (maut) mencabut nyawa mereka serta memukul wajah dan punggung mereka?"},{"surah_number":47,"ayat_number":28,"arabic":"ذٰلِكَ بِاَنَّهُمُ اتَّبَعُوْا مَآ اَسْخَطَ اللّٰهَ وَكَرِهُوْا رِضْوَانَهٗ فَاَحْبَطَ اَعْمَالَهُمْ ࣖ ","kitabah":"ذٰلِكَ بِاَنَّهُمُ اتَّبَعُوْا مَآ اَسْخَطَ اللّٰهَ وَكَرِهُوْا رِضْوَانَهٗ فَاَحْبَطَ اَعْمَالَهُمْ ࣖ ","latin":"Żālika bi'annahumuttaba‘ū mā askhaṭallāha wa karihū riḍwānahū fa aḥbaṭa a‘mālahum.","translation":" Yang demikian itu (terjadi) karena sesungguhnya mereka mengikuti apa yang menimbulkan kemurkaan Allah dan membenci (apa yang menimbulkan) keridaan-Nya. Oleh karena itu, Dia menghapus (pahala) amal-amal mereka."},{"surah_number":47,"ayat_number":29,"arabic":"اَمْ حَسِبَ الَّذِيْنَ فِيْ قُلُوْبِهِمْ مَّرَضٌ اَنْ لَّنْ يُّخْرِجَ اللّٰهُ اَضْغَانَهُمْ ","kitabah":"اَمْ حَسِبَ الَّذِيْنَ فِيْ قُلُوْبِهِمْ مَّرَضٌ اَنْ لَّنْ يُّخْرِجَ اللّٰهُ اَضْغَانَهُمْ ","latin":"Am ḥasibal-lażīna fī qulūbihim maraḍun allay yukhrijallāhu aḍgānahum.","translation":" Apakah orang-orang yang dalam hatinya ada penyakit mengira bahwa Allah tidak akan menampakkan kedengkian mereka (kepada Rasul dan kaum beriman)?"},{"surah_number":47,"ayat_number":30,"arabic":"وَلَوْ نَشَاۤءُ لَاَرَيْنٰكَهُمْ فَلَعَرَفْتَهُمْ بِسِيْمٰهُمْ ۗوَلَتَعْرِفَنَّهُمْ فِيْ لَحْنِ الْقَوْلِۗ وَاللّٰهُ يَعْلَمُ اَعْمَالَكُمْ ","kitabah":"وَلَوْ نَشَاۤءُ لَاَرَيْنٰكَهُمْ فَلَعَرَفْتَهُمْ بِسِيْمٰهُمْ ۗوَلَتَعْرِفَنَّهُمْ فِيْ لَحْنِ الْقَوْلِۗ وَاللّٰهُ يَعْلَمُ اَعْمَالَكُمْ ","latin":"Wa lau nasyā'u la'arainākahum fala‘araftahum bisīmāhum, wa lata‘rifannahum fī laḥnil-qaul(i), wallāhu ya‘lamu a‘mālakum.","translation":" Seandainya Kami berkehendak, niscaya Kami menunjukkan mereka kepadamu (Nabi Muhammad) sehingga engkau benar-benar dapat mengenali mereka melalui tanda-tandanya. Engkau pun benar-benar akan mengenali mereka melalui nada bicaranya. Allah mengetahui segala amal perbuatanmu."},{"surah_number":47,"ayat_number":31,"arabic":"وَلَنَبْلُوَنَّكُمْ حَتّٰى نَعْلَمَ الْمُجٰهِدِيْنَ مِنْكُمْ وَالصّٰبِرِيْنَۙ وَنَبْلُوَا۟ اَخْبَارَكُمْ ","kitabah":"وَلَنَبْلُوَنَّكُمْ حَتّٰى نَعْلَمَ الْمُجٰهِدِيْنَ مِنْكُمْ وَالصّٰبِرِيْنَۙ وَنَبْلُوَا۟ اَخْبَارَكُمْ ","latin":"Wa lanabluwannakum ḥattā na‘lamal-mujāhidīna minkum waṣ-ṣābirīn(a), wa nabluwa akhbārakum.","translation":". Sungguh, Kami benar-benar akan mengujimu sehingga mengetahui orang-orang yang berjihad dan bersabar di antara kamu serta menampakkan (kebenaran) berita-berita (tentang) kamu."},{"surah_number":47,"ayat_number":32,"arabic":"اِنَّ الَّذِيْنَ كَفَرُوْا وَصَدُّوْا عَنْ سَبِيْلِ اللّٰهِ وَشَاۤقُّوا الرَّسُوْلَ مِنْۢ بَعْدِ مَا تَبَيَّنَ لَهُمُ الْهُدٰى لَنْ يَّضُرُّوا اللّٰهَ شَيْـًٔاۗ وَسَيُحْبِطُ اَعْمَالَهُمْ ","kitabah":"اِنَّ الَّذِيْنَ كَفَرُوْا وَصَدُّوْا عَنْ سَبِيْلِ اللّٰهِ وَشَاۤقُّوا الرَّسُوْلَ مِنْۢ بَعْدِ مَا تَبَيَّنَ لَهُمُ الْهُدٰى لَنْ يَّضُرُّوا اللّٰهَ شَيْـًٔاۗ وَسَيُحْبِطُ اَعْمَالَهُمْ ","latin":"Innal-lażīna kafarū wa ṣaddū ‘an sabīlillāhi wa syāqqur-rasūla mim ba‘di mā tabayyana lahumul-hudā lay yaḍurrullāha syai'ā(n), wa sayuḥbiṭu a‘mālahum.","translation":"Sesungguhnya orang-orang yang kufur, menghalang-halangi (orang lain) dari jalan Allah, dan memusuhi Rasul setelah ada petunjuk yang jelas bagi mereka tidak akan dapat memberi mudarat (bahaya) kepada Allah sedikit pun. Dia (Allah) akan menghapus (pahala) amal-amal mereka."},{"surah_number":47,"ayat_number":33,"arabic":"۞ يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اَطِيْعُوا اللّٰهَ وَاَطِيْعُوا الرَّسُوْلَ وَلَا تُبْطِلُوْٓا اَعْمَالَكُمْ","kitabah":"۞ يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اَطِيْعُوا اللّٰهَ وَاَطِيْعُوا الرَّسُوْلَ وَلَا تُبْطِلُوْٓا اَعْمَالَكُمْ","latin":"Yā ayyuhal-lażīna āmanū aṭī‘ullāha wa aṭī‘ur-rasūla wa lā tubṭilū a‘mālakum.","translation":" Wahai orang-orang yang beriman, taatilah Allah dan taatilah Rasul serta jangan batalkan amal-amalmu!"},{"surah_number":47,"ayat_number":34,"arabic":"اِنَّ الَّذِيْنَ كَفَرُوْا وَصَدُّوْا عَنْ سَبِيْلِ اللّٰهِ ثُمَّ مَاتُوْا وَهُمْ كُفَّارٌ فَلَنْ يَّغْفِرَ اللّٰهُ لَهُمْ ","kitabah":"اِنَّ الَّذِيْنَ كَفَرُوْا وَصَدُّوْا عَنْ سَبِيْلِ اللّٰهِ ثُمَّ مَاتُوْا وَهُمْ كُفَّارٌ فَلَنْ يَّغْفِرَ اللّٰهُ لَهُمْ ","latin":"Innal-lażīna kafarū wa ṣaddū ‘an sabīlillāhi ṡumma mātū wa hum kuffārun falay yagfirallāhu lahum.","translation":" Sesungguhnya orang-orang yang kufur dan menghalang-halangi (orang lain) dari jalan Allah, kemudian mereka mati dalam keadaan kafir, Allah tidak akan mengampuni mereka."},{"surah_number":47,"ayat_number":35,"arabic":"فَلَا تَهِنُوْا وَتَدْعُوْٓا اِلَى السَّلْمِۖ وَاَنْتُمُ الْاَعْلَوْنَۗ وَاللّٰهُ مَعَكُمْ وَلَنْ يَّتِرَكُمْ اَعْمَالَكُمْ ","kitabah":"فَلَا تَهِنُوْا وَتَدْعُوْٓا اِلَى السَّلْمِۖ وَاَنْتُمُ الْاَعْلَوْنَۗ وَاللّٰهُ مَعَكُمْ وَلَنْ يَّتِرَكُمْ اَعْمَالَكُمْ ","latin":"Falā tahinū wa tad‘ū ilas-salm(i), wa antumul-a‘laun(a), wallāhu ma‘akum wa lay yatirakum a‘mālakum.","translation":" Maka, janganlah kamu lemah dan mengajak berdamai (saat bertemu dengan musuhmu), padahal kamulah yang paling unggul. Allah besertamu dan tidak akan mengurangi (pahala) amal-amalmu."},{"surah_number":47,"ayat_number":36,"arabic":"اِنَّمَا الْحَيٰوةُ الدُّنْيَا لَعِبٌ وَّلَهْوٌ ۗوَاِنْ تُؤْمِنُوْا وَتَتَّقُوْا يُؤْتِكُمْ اُجُوْرَكُمْ وَلَا يَسْـَٔلْكُمْ اَمْوَالَكُمْ ","kitabah":"اِنَّمَا الْحَيٰوةُ الدُّنْيَا لَعِبٌ وَّلَهْوٌ ۗوَاِنْ تُؤْمِنُوْا وَتَتَّقُوْا يُؤْتِكُمْ اُجُوْرَكُمْ وَلَا يَسْـَٔلْكُمْ اَمْوَالَكُمْ ","latin":"Innamal-ḥayātud-dun-yā la‘ibuw wa lahw(un), wa in tu'minū wa tattaqū yu'tikum ujūrakum wa lā yas'alkum amwālakum.","translation":"Sesungguhnya kehidupan dunia itu hanyalah permainan dan kelengahan. Jika kamu beriman dan bertakwa, Allah akan memberikan pahala kepadamu dan Dia tidak akan meminta harta-hartamu."},{"surah_number":47,"ayat_number":37,"arabic":"اِنْ يَّسْـَٔلْكُمُوْهَا فَيُحْفِكُمْ تَبْخَلُوْا وَيُخْرِجْ اَضْغَانَكُمْ ","kitabah":"اِنْ يَّسْـَٔلْكُمُوْهَا فَيُحْفِكُمْ تَبْخَلُوْا وَيُخْرِجْ اَضْغَانَكُمْ ","latin":"Iy yas'alkumūhā fa yuḥfikum tabkhalū wa yukhrij aḍgānakum.","translation":"Jika Dia meminta harta kepadamu, lalu mendesakmu (agar memberikan semuanya), niscaya kamu akan kikir dan Dia akan menampakkan kedengkianmu."},{"surah_number":47,"ayat_number":38,"arabic":"هٰٓاَنْتُمْ هٰٓؤُلَاۤءِ تُدْعَوْنَ لِتُنْفِقُوْا فِيْ سَبِيْلِ اللّٰهِۚ فَمِنْكُمْ مَّنْ يَّبْخَلُ ۚوَمَنْ يَّبْخَلْ فَاِنَّمَا يَبْخَلُ عَنْ نَّفْسِهٖ ۗوَاللّٰهُ الْغَنِيُّ وَاَنْتُمُ الْفُقَرَاۤءُ ۗوَاِنْ تَتَوَلَّوْا يَسْتَبْدِلْ قَوْمًا غَيْرَكُمْۙ ثُمَّ لَا يَكُوْنُوْٓا اَمْثَالَكُمْ ࣖ","kitabah":"هٰٓاَنْتُمْ هٰٓؤُلَاۤءِ تُدْعَوْنَ لِتُنْفِقُوْا فِيْ سَبِيْلِ اللّٰهِۚ فَمِنْكُمْ مَّنْ يَّبْخَلُ ۚوَمَنْ يَّبْخَلْ فَاِنَّمَا يَبْخَلُ عَنْ نَّفْسِهٖ ۗوَاللّٰهُ الْغَنِيُّ وَاَنْتُمُ الْفُقَرَاۤءُ ۗوَاِنْ تَتَوَلَّوْا يَسْتَبْدِلْ قَوْمًا غَيْرَكُمْۙ ثُمَّ لَا يَكُوْنُوْٓا اَمْثَالَكُمْ ࣖ","latin":"Hā antum hā'ulā'i tud‘auna litunfiqū fī sabīlillāh(i), fa minkum may yabkhal(u), wa may yabkhal fa innamā yabkhalu ‘an nafsih(ī),  wallāhul-ganiyyu wa antumul-fuqarā'(u), wa in tatawallau yastabdil qauman gairakum, ṡumma lā yakūnū amṡālakum.","translation":" Ingatlah bahwa kamu adalah orang-orang yang diajak untuk menginfakkan (hartamu) di jalan Allah. Lalu, di antara kamu ada orang yang kikir. Padahal, siapa yang kikir sesungguhnya dia kikir terhadap dirinya sendiri. Allahlah Yang Maha Kaya dan kamulah yang fakir. Jika kamu berpaling (dari jalan yang benar), Dia akan menggantikan (kamu) dengan kaum yang lain dan mereka tidak akan (durhaka) sepertimu."}]}