{"surah_number":59,"arabic":" الحشر","latin":"Al-Ḥasyr","transliteration":"Al-Hasyr","translation":"Pengusiran","total_ayat":24,"location":"Madaniyah","ayat":[{"surah_number":59,"ayat_number":1,"arabic":"سَبَّحَ لِلّٰهِ مَا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِۚ وَهُوَ الْعَزِيْزُ الْحَكِيْمُ ","kitabah":"سَبَّحَ لِلّٰهِ مَا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِۚ وَهُوَ الْعَزِيْزُ الْحَكِيْمُ ","latin":"Sabbaḥa lillāhi mā fis-samāwāti wa mā fil-arḍ(i), wa huwal-‘azīzul-ḥakīm(u).","translation":"Apa yang ada di langit dan apa yang ada di bumi bertasbih kepada Allah. Dialah Yang Maha Perkasa lagi Maha Bijaksana."},{"surah_number":59,"ayat_number":2,"arabic":"هُوَ الَّذِيْٓ اَخْرَجَ الَّذِيْنَ كَفَرُوْا مِنْ اَهْلِ الْكِتٰبِ مِنْ دِيَارِهِمْ لِاَوَّلِ الْحَشْرِۗ مَا ظَنَنْتُمْ اَنْ يَّخْرُجُوْا وَظَنُّوْٓا اَنَّهُمْ مَّانِعَتُهُمْ حُصُوْنُهُمْ مِّنَ اللّٰهِ فَاَتٰىهُمُ اللّٰهُ مِنْ حَيْثُ لَمْ يَحْتَسِبُوْا وَقَذَفَ فِيْ قُلُوْبِهِمُ الرُّعْبَ يُخْرِبُوْنَ بُيُوْتَهُمْ بِاَيْدِيْهِمْ وَاَيْدِى الْمُؤْمِنِيْنَۙ فَاعْتَبِرُوْا يٰٓاُولِى الْاَبْصَارِ ","kitabah":"هُوَ الَّذِيْٓ اَخْرَجَ الَّذِيْنَ كَفَرُوْا مِنْ اَهْلِ الْكِتٰبِ مِنْ دِيَارِهِمْ لِاَوَّلِ الْحَشْرِۗ مَا ظَنَنْتُمْ اَنْ يَّخْرُجُوْا وَظَنُّوْٓا اَنَّهُمْ مَّانِعَتُهُمْ حُصُوْنُهُمْ مِّنَ اللّٰهِ فَاَتٰىهُمُ اللّٰهُ مِنْ حَيْثُ لَمْ يَحْتَسِبُوْا وَقَذَفَ فِيْ قُلُوْبِهِمُ الرُّعْبَ يُخْرِبُوْنَ بُيُوْتَهُمْ بِاَيْدِيْهِمْ وَاَيْدِى الْمُؤْمِنِيْنَۙ فَاعْتَبِرُوْا يٰٓاُولِى الْاَبْصَارِ ","latin":"Huwal-lażī akhrajal-lażīna kafarū min ahlil-kitābi min diyārihim li'awwalil-ḥasyr(i), mā ẓanantum ay yakhrujū wa ẓannū annahum māni‘atuhum ḥuṣūnuhum minallāhi  fa atāhumullāhu  min ḥaiṡu lam yaḥtasibū wa qażafa fī qulūbihimur-ru‘ba yukhribūna buyūtahum bi'aidīhim wa aidil-mu'minīn(a), fa‘tabirū yā ulil-abṣār(i).","translation":"Dialah yang mengeluarkan orang-orang yang kufur di antara Ahlulkitab (Yahudi Bani Nadir) dari kampung halaman mereka pada saat pengusiran yang pertama. Kamu tidak menyangka bahwa mereka akan keluar. Mereka pun yakin bahwa benteng-benteng mereka akan dapat menjaganya dari (azab) Allah. Maka, (azab) Allah datang kepada mereka dari arah yang tidak mereka sangka. Dia menanamkan rasa takut di dalam hati mereka sehingga mereka menghancurkan rumah-rumahnya dengan tangannya sendiri dan tangan orang-orang mukmin. Maka, ambillah pelajaran (dari kejadian itu), wahai orang-orang yang mempunyai penglihatan (mata hati)."},{"surah_number":59,"ayat_number":3,"arabic":"وَلَوْلَآ اَنْ كَتَبَ اللّٰهُ عَلَيْهِمُ الْجَلَاۤءَ لَعَذَّبَهُمْ فِى الدُّنْيَاۗ وَلَهُمْ فِى الْاٰخِرَةِ عَذَابُ النَّارِ ","kitabah":"وَلَوْلَآ اَنْ كَتَبَ اللّٰهُ عَلَيْهِمُ الْجَلَاۤءَ لَعَذَّبَهُمْ فِى الدُّنْيَاۗ وَلَهُمْ فِى الْاٰخِرَةِ عَذَابُ النَّارِ ","latin":"Wa lau lā an kataballāhu ‘alaihimul-jalā'a la‘ażżabahum fid-dun-yā, wa lahum fil-ākhirati ‘ażābun-nār(i).","translation":"Sekiranya tidak karena Allah telah menetapkan pengusiran terhadap mereka, Dia pasti mengazab mereka di dunia. Di akhirat mereka akan mendapat azab neraka. "},{"surah_number":59,"ayat_number":4,"arabic":"ذٰلِكَ بِاَنَّهُمْ شَاۤقُّوا اللّٰهَ وَرَسُوْلَهٗ  ۖوَمَنْ يُّشَاۤقِّ اللّٰهَ فَاِنَّ اللّٰهَ شَدِيْدُ الْعِقَابِ","kitabah":"ذٰلِكَ بِاَنَّهُمْ شَاۤقُّوا اللّٰهَ وَرَسُوْلَهٗ  ۖوَمَنْ يُّشَاۤقِّ اللّٰهَ فَاِنَّ اللّٰهَ شَدِيْدُ الْعِقَابِ","latin":"Żālika bi'annahum syāqqullāha wa rasūlah(ū), wa may yusyāqqillāha fa'innallāha syadīdul-‘iqāb(i).","translation":"Hal yang demikian itu karena sesungguhnya mereka telah menentang Allah dan Rasul-Nya. Siapa yang menentang Allah, sesungguhnya Allah sangat keras hukuman-Nya. "},{"surah_number":59,"ayat_number":5,"arabic":"مَا قَطَعْتُمْ مِّنْ لِّيْنَةٍ اَوْ تَرَكْتُمُوْهَا قَاۤىِٕمَةً عَلٰٓى اُصُوْلِهَا فَبِاِذْنِ اللّٰهِ وَلِيُخْزِيَ الْفٰسِقِيْنَ ","kitabah":"مَا قَطَعْتُمْ مِّنْ لِّيْنَةٍ اَوْ تَرَكْتُمُوْهَا قَاۤىِٕمَةً عَلٰٓى اُصُوْلِهَا فَبِاِذْنِ اللّٰهِ وَلِيُخْزِيَ الْفٰسِقِيْنَ ","latin":"Mā qaṭa‘tum mil līnatin au taraktumūhā qā'imatan ‘alā uṣūlihā fa bi'iżnillāhi wa liyukhziyal-fāsiqīn(a).","translation":"Apa yang kamu tebang di antara pohon kurma (milik Yahudi Bani Nadir) atau yang kamu biarkan berdiri di atas pokoknya, (itu terjadi) dengan izin Allah dan (juga) karena Dia hendak menghinakan orang-orang fasik."},{"surah_number":59,"ayat_number":6,"arabic":"وَمَآ اَفَاۤءَ اللّٰهُ عَلٰى رَسُوْلِهٖ مِنْهُمْ فَمَآ اَوْجَفْتُمْ عَلَيْهِ مِنْ خَيْلٍ وَّلَا رِكَابٍ وَّلٰكِنَّ اللّٰهَ يُسَلِّطُ رُسُلَهٗ عَلٰى مَنْ يَّشَاۤءُۗ وَاللّٰهُ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ ","kitabah":"وَمَآ اَفَاۤءَ اللّٰهُ عَلٰى رَسُوْلِهٖ مِنْهُمْ فَمَآ اَوْجَفْتُمْ عَلَيْهِ مِنْ خَيْلٍ وَّلَا رِكَابٍ وَّلٰكِنَّ اللّٰهَ يُسَلِّطُ رُسُلَهٗ عَلٰى مَنْ يَّشَاۤءُۗ وَاللّٰهُ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ ","latin":"Wa mā afā'allāhu ‘alā rasūlihī minhum famā aujaftum ‘alaihi min khailiw wa lā rikābiw wa lākinnallāha yusalliṭu rusulahū ‘alā may yasyā'(u), wallāhu ‘alā kulli syai'in qadīr(un).","translation":"Apa saja (harta yang diperoleh tanpa peperangan)712) yang dianugerahkan Allah kepada Rasul-Nya dari mereka tidak (perlu) kamu memacu kuda atau unta (untuk mendapatkannya). Akan tetapi, Allah memberikan kekuasaan kepada rasul-rasul-Nya terhadap siapa yang Dia kehendaki. Allah Maha Kuasa atas segala sesuatu."},{"surah_number":59,"ayat_number":7,"arabic":"مَآ اَفَاۤءَ اللّٰهُ عَلٰى رَسُوْلِهٖ مِنْ اَهْلِ الْقُرٰى فَلِلّٰهِ وَلِلرَّسُوْلِ وَلِذِى الْقُرْبٰى وَالْيَتٰمٰى وَالْمَسٰكِيْنِ وَابْنِ السَّبِيْلِۙ كَيْ لَا يَكُوْنَ دُوْلَةً ۢ بَيْنَ الْاَغْنِيَاۤءِ مِنْكُمْۗ وَمَآ اٰتٰىكُمُ الرَّسُوْلُ فَخُذُوْهُ وَمَا نَهٰىكُمْ عَنْهُ فَانْتَهُوْاۚ وَاتَّقُوا اللّٰهَ ۗاِنَّ اللّٰهَ شَدِيْدُ الْعِقَابِۘ ","kitabah":"مَآ اَفَاۤءَ اللّٰهُ عَلٰى رَسُوْلِهٖ مِنْ اَهْلِ الْقُرٰى فَلِلّٰهِ وَلِلرَّسُوْلِ وَلِذِى الْقُرْبٰى وَالْيَتٰمٰى وَالْمَسٰكِيْنِ وَابْنِ السَّبِيْلِۙ كَيْ لَا يَكُوْنَ دُوْلَةً ۢ بَيْنَ الْاَغْنِيَاۤءِ مِنْكُمْۗ وَمَآ اٰتٰىكُمُ الرَّسُوْلُ فَخُذُوْهُ وَمَا نَهٰىكُمْ عَنْهُ فَانْتَهُوْاۚ وَاتَّقُوا اللّٰهَ ۗاِنَّ اللّٰهَ شَدِيْدُ الْعِقَابِۘ ","latin":"Mā afā'allāhu ‘alā rasūlihī min ahlil-qurā fa lillāhi wa lir-rasūli wa liżil-qurbā wal-yatāmā wal-masākīni wabnis-sabīl(i), kailā yakūna dūlatam bainal-agniyā'i minkum, wa mā ātākumur-rasūlu fa khużūhu wa mā nahākum ‘anhu fantahū, wattaqullāh(a), innallāha syadīdul-‘iqāb(i).","translation":"Apa saja (harta yang diperoleh tanpa peperangan) yang dianugerahkan Allah kepada Rasul-Nya dari penduduk beberapa negeri adalah untuk Allah, Rasul, kerabat (Rasul), anak yatim, orang miskin, dan orang yang dalam perjalanan. (Demikian) agar harta itu tidak hanya beredar di antara orang-orang kaya saja di antara kamu. Apa yang diberikan Rasul kepadamu terimalah. Apa yang dilarangnya bagimu tinggalkanlah. Bertakwalah kepada Allah. Sesungguhnya Allah sangat keras hukuman-Nya. "},{"surah_number":59,"ayat_number":8,"arabic":"لِلْفُقَرَاۤءِ الْمُهٰجِرِيْنَ الَّذِيْنَ اُخْرِجُوْا مِنْ دِيَارِهِمْ وَاَمْوَالِهِمْ يَبْتَغُوْنَ فَضْلًا مِّنَ اللّٰهِ وَرِضْوَانًا وَّيَنْصُرُوْنَ اللّٰهَ وَرَسُوْلَهٗ ۗ اُولٰۤىِٕكَ هُمُ الصّٰدِقُوْنَۚ ","kitabah":"لِلْفُقَرَاۤءِ الْمُهٰجِرِيْنَ الَّذِيْنَ اُخْرِجُوْا مِنْ دِيَارِهِمْ وَاَمْوَالِهِمْ يَبْتَغُوْنَ فَضْلًا مِّنَ اللّٰهِ وَرِضْوَانًا وَّيَنْصُرُوْنَ اللّٰهَ وَرَسُوْلَهٗ ۗ اُولٰۤىِٕكَ هُمُ الصّٰدِقُوْنَۚ ","latin":"Lil-fuqarā'il-muhājirīnal-lażīna ukhrijū min diyārihim wa amwālihim yabtagūna faḍlam minallāhi wa riḍwānaw wa yanṣurūnallāha wa rasūlah(ū), ulā'ika humuṣ-ṣādiqūn(a).","translation":"(Harta rampasan itu pula) untuk orang-orang fakir yang berhijrah, yaitu orang-orang yang diusir dari kampung halamannya dan (meninggalkan) harta bendanya demi mencari karunia dari Allah, keridaan(-Nya), serta (demi) menolong (agama) Allah dan Rasul-Nya. Mereka itulah orang-orang benar. "},{"surah_number":59,"ayat_number":9,"arabic":"وَالَّذِيْنَ تَبَوَّءُو الدَّارَ وَالْاِيْمَانَ مِنْ قَبْلِهِمْ يُحِبُّوْنَ مَنْ هَاجَرَ اِلَيْهِمْ وَلَا يَجِدُوْنَ فِيْ صُدُوْرِهِمْ حَاجَةً مِّمَّآ اُوْتُوْا وَيُؤْثِرُوْنَ عَلٰٓى اَنْفُسِهِمْ وَلَوْ كَانَ بِهِمْ خَصَاصَةٌ  ۗوَمَنْ يُّوْقَ شُحَّ نَفْسِهٖ فَاُولٰۤىِٕكَ هُمُ الْمُفْلِحُوْنَۚ ","kitabah":"وَالَّذِيْنَ تَبَوَّءُو الدَّارَ وَالْاِيْمَانَ مِنْ قَبْلِهِمْ يُحِبُّوْنَ مَنْ هَاجَرَ اِلَيْهِمْ وَلَا يَجِدُوْنَ فِيْ صُدُوْرِهِمْ حَاجَةً مِّمَّآ اُوْتُوْا وَيُؤْثِرُوْنَ عَلٰٓى اَنْفُسِهِمْ وَلَوْ كَانَ بِهِمْ خَصَاصَةٌ  ۗوَمَنْ يُّوْقَ شُحَّ نَفْسِهٖ فَاُولٰۤىِٕكَ هُمُ الْمُفْلِحُوْنَۚ ","latin":"Wal-lażīna tabawwa'ud-dāra wal-īmāna min qablihim yuḥibbūna man hājara ilaihim wa lā yajidūna fī ṣudūrihim ḥājatam mimmā ūtū wa yu'ṡirūna ‘alā anfusihim wa lau kāna bihim khaṣāṣah(tun), wa may yūqa syuḥḥa nafsihī fa ulā'ika humul-mufliḥūn(a).","translation":"Orang-orang (Ansar) yang telah menempati kota (Madinah) dan beriman sebelum (kedatangan) mereka (Muhajirin) mencintai orang yang berhijrah ke (tempat) mereka. Mereka tidak mendapatkan keinginan di dalam hatinya terhadap apa yang diberikan (kepada Muhajirin). Mereka mengutamakan (Muhajirin) daripada dirinya sendiri meskipun mempunyai keperluan yang mendesak. Siapa yang dijaga dirinya dari kekikiran itulah orang-orang yang beruntung. "},{"surah_number":59,"ayat_number":10,"arabic":"وَالَّذِيْنَ جَاۤءُوْ مِنْۢ بَعْدِهِمْ يَقُوْلُوْنَ رَبَّنَا اغْفِرْ لَنَا وَلِاِخْوَانِنَا الَّذِيْنَ سَبَقُوْنَا بِالْاِيْمَانِ وَلَا تَجْعَلْ فِيْ قُلُوْبِنَا غِلًّا لِّلَّذِيْنَ اٰمَنُوْا رَبَّنَآ اِنَّكَ رَءُوْفٌ رَّحِيْمٌ ࣖ ","kitabah":"وَالَّذِيْنَ جَاۤءُوْ مِنْۢ بَعْدِهِمْ يَقُوْلُوْنَ رَبَّنَا اغْفِرْ لَنَا وَلِاِخْوَانِنَا الَّذِيْنَ سَبَقُوْنَا بِالْاِيْمَانِ وَلَا تَجْعَلْ فِيْ قُلُوْبِنَا غِلًّا لِّلَّذِيْنَ اٰمَنُوْا رَبَّنَآ اِنَّكَ رَءُوْفٌ رَّحِيْمٌ ࣖ ","latin":"Wal-lażīna jā'ū mim ba‘dihim yaqūlūna rabbanagfir lanā wa li'ikhwāninal-lażīna sabaqūnā bil-īmāni wa lā taj‘al fī qulūbinā gillal lil-lażīna āmanū rabbanā innaka ra'ūfur raḥīm(un).","translation":"Orang-orang yang datang sesudah mereka (Muhajirin dan Ansar) berdoa, “Ya Tuhan kami, ampunilah kami serta saudara-saudara kami yang telah beriman lebih dahulu daripada kami dan janganlah Engkau jadikan dalam hati kami kedengkian terhadap orang-orang yang beriman. Ya Tuhan kami, sesungguhnya Engkaulah Yang Maha Penyantun lagi Maha Penyayang.” "},{"surah_number":59,"ayat_number":11,"arabic":"۞ اَلَمْ تَرَ اِلَى الَّذِيْنَ نَافَقُوْا يَقُوْلُوْنَ لِاِخْوَانِهِمُ الَّذِيْنَ كَفَرُوْا مِنْ اَهْلِ الْكِتٰبِ لَىِٕنْ اُخْرِجْتُمْ لَنَخْرُجَنَّ مَعَكُمْ وَلَا نُطِيْعُ فِيْكُمْ اَحَدًا اَبَدًاۙ وَّاِنْ قُوْتِلْتُمْ لَنَنْصُرَنَّكُمْۗ وَاللّٰهُ يَشْهَدُ اِنَّهُمْ لَكٰذِبُوْنَ ","kitabah":"۞ اَلَمْ تَرَ اِلَى الَّذِيْنَ نَافَقُوْا يَقُوْلُوْنَ لِاِخْوَانِهِمُ الَّذِيْنَ كَفَرُوْا مِنْ اَهْلِ الْكِتٰبِ لَىِٕنْ اُخْرِجْتُمْ لَنَخْرُجَنَّ مَعَكُمْ وَلَا نُطِيْعُ فِيْكُمْ اَحَدًا اَبَدًاۙ وَّاِنْ قُوْتِلْتُمْ لَنَنْصُرَنَّكُمْۗ وَاللّٰهُ يَشْهَدُ اِنَّهُمْ لَكٰذِبُوْنَ ","latin":"Alam tara ilal-lażīna nāfaqū yaqūlūna li'ikhwānihimul-lażīna kafarū min ahlil-kitābi la'in ukhrijtum lanakhrujanna ma‘akum wa lā nuṭī‘u fīkum aḥadan abadā(n), wa in qūtiltum lananṣurannakum, wallāhu yasyhadu innahum lakāżibūn(a).","translation":"Tidakkah engkau memperhatikan orang-orang munafik? Mereka berkata kepada saudara-saudaranya yang kufur di antara Ahlulkitab, “Sungguh, jika kamu diusir, kami pasti akan keluar bersamamu dan kami selamanya tidak akan patuh kepada siapa pun demi kamu. Jika kamu diperangi, kami pasti menolongmu.” Allah bersaksi bahwa mereka benar-benar para pendusta. "},{"surah_number":59,"ayat_number":12,"arabic":"لَىِٕنْ اُخْرِجُوْا لَا يَخْرُجُوْنَ مَعَهُمْۚ وَلَىِٕنْ قُوْتِلُوْا لَا يَنْصُرُوْنَهُمْۚ وَلَىِٕنْ نَّصَرُوْهُمْ لَيُوَلُّنَّ الْاَدْبَارَۙ ثُمَّ لَا يُنْصَرُوْنَ ","kitabah":"لَىِٕنْ اُخْرِجُوْا لَا يَخْرُجُوْنَ مَعَهُمْۚ وَلَىِٕنْ قُوْتِلُوْا لَا يَنْصُرُوْنَهُمْۚ وَلَىِٕنْ نَّصَرُوْهُمْ لَيُوَلُّنَّ الْاَدْبَارَۙ ثُمَّ لَا يُنْصَرُوْنَ ","latin":"La'in ukhrijū lā yakhrujūna ma‘ahum, wa la'in qūtilū lā yanṣurūnahum, wa la'in naṣarūhum layuwallunnal-adbār(a), ṡumma lā yunṣarūn(a).","translation":"Jika mereka benar-benar diusir, orang-orang (munafik) itu tidak akan keluar bersama mereka. Jika mereka benar-benar diperangi, orang-orang (munafik) itu tidak akan menolongnya. Kalaupun menolongnya, niscaya orang-orang (munafik) itu akan berpaling (untuk lari) ke belakang, kemudian mereka tidak akan ditolong. "},{"surah_number":59,"ayat_number":13,"arabic":"لَاَنْتُمْ اَشَدُّ رَهْبَةً فِيْ صُدُوْرِهِمْ مِّنَ اللّٰهِ ۗذٰلِكَ بِاَنَّهُمْ قَوْمٌ لَّا يَفْقَهُوْنَ ","kitabah":"لَاَنْتُمْ اَشَدُّ رَهْبَةً فِيْ صُدُوْرِهِمْ مِّنَ اللّٰهِ ۗذٰلِكَ بِاَنَّهُمْ قَوْمٌ لَّا يَفْقَهُوْنَ ","latin":"La'antum asyaddu rahbatan fī ṣudūrihim  minallāh(i), żālika bi'annahum qaumul lā yafqahūn(a).","translation":"Kamu (kaum yang beriman) benar-benar lebih ditakuti di dalam hati mereka daripada Allah. Hal itu disebabkan mereka kaum yang tidak mengerti."},{"surah_number":59,"ayat_number":14,"arabic":"لَا يُقَاتِلُوْنَكُمْ جَمِيْعًا اِلَّا فِيْ قُرًى مُّحَصَّنَةٍ اَوْ مِنْ وَّرَاۤءِ جُدُرٍۗ بَأْسُهُمْ بَيْنَهُمْ شَدِيْدٌ ۗ تَحْسَبُهُمْ جَمِيْعًا وَّقُلُوْبُهُمْ شَتّٰىۗ ذٰلِكَ بِاَنَّهُمْ قَوْمٌ لَّا يَعْقِلُوْنَۚ ","kitabah":"لَا يُقَاتِلُوْنَكُمْ جَمِيْعًا اِلَّا فِيْ قُرًى مُّحَصَّنَةٍ اَوْ مِنْ وَّرَاۤءِ جُدُرٍۗ بَأْسُهُمْ بَيْنَهُمْ شَدِيْدٌ ۗ تَحْسَبُهُمْ جَمِيْعًا وَّقُلُوْبُهُمْ شَتّٰىۗ ذٰلِكَ بِاَنَّهُمْ قَوْمٌ لَّا يَعْقِلُوْنَۚ ","latin":"Lā yuqātilūnakum jamī‘an illā fī quram muḥaṣṣanatin au miw warā'i judur(in), ba'suhum bainahum syadīd(un), taḥsabuhum jamī‘aw wa qulūbuhum syattā, żālika bi'annahum qaumul lā ya‘qilūn(a).","translation":"Mereka tidak akan memerangi kamu (secara) bersama-sama, kecuali di negeri-negeri yang berbenteng atau di balik tembok. Permusuhan antar sesama mereka sangat hebat. Kamu mengira bahwa mereka itu bersatu, padahal hati mereka terpecah belah. Hal itu disebabkan mereka kaum yang tidak berakal. "},{"surah_number":59,"ayat_number":15,"arabic":"كَمَثَلِ الَّذِيْنَ مِنْ قَبْلِهِمْ قَرِيْبًا ذَاقُوْا وَبَالَ اَمْرِهِمْۚ وَلَهُمْ عَذَابٌ اَلِيْمٌۚ ","kitabah":"كَمَثَلِ الَّذِيْنَ مِنْ قَبْلِهِمْ قَرِيْبًا ذَاقُوْا وَبَالَ اَمْرِهِمْۚ وَلَهُمْ عَذَابٌ اَلِيْمٌۚ ","latin":"Kamaṡalil-lażīna min qablihim qarīban żāqū wabāla amrihim, wa lahum ‘ażābun alīm(un).","translation":"(Kaum Yahudi itu) seperti orang-orang sebelumnya (musyrik Makkah) yang belum lama berselang telah merasakan akibat buruk perbuatannya sendiri (di dunia). Mereka akan mendapatkan azab yang pedih (di akhirat). "},{"surah_number":59,"ayat_number":16,"arabic":"كَمَثَلِ الشَّيْطٰنِ اِذْ قَالَ لِلْاِنْسَانِ اكْفُرْۚ فَلَمَّا كَفَرَ قَالَ اِنِّيْ بَرِيْۤءٌ مِّنْكَ اِنِّيْٓ اَخَافُ اللّٰهَ رَبَّ الْعٰلَمِيْنَ ","kitabah":"كَمَثَلِ الشَّيْطٰنِ اِذْ قَالَ لِلْاِنْسَانِ اكْفُرْۚ فَلَمَّا كَفَرَ قَالَ اِنِّيْ بَرِيْۤءٌ مِّنْكَ اِنِّيْٓ اَخَافُ اللّٰهَ رَبَّ الْعٰلَمِيْنَ ","latin":"Kamaṡalisy-syaiṭāni iż qāla lil-insānikfur, falammā kafara qāla innī barī'um minka innī akhāfullāha rabbal-‘ālamīn(a).","translation":"(Perumpamaan bujukan orang-orang munafik kepada kaum Yahudi) seperti setan ketika berkata kepada manusia, “Kufurlah kamu!” Ketika orang itu kufur, ia berkata, “Sesungguhnya aku berlepas diri darimu karena sesungguhnya aku takut kepada Allah, Tuhan semesta alam.”"},{"surah_number":59,"ayat_number":17,"arabic":"فَكَانَ عَاقِبَتَهُمَآ اَنَّهُمَا فِى النَّارِ خٰلِدَيْنِ فِيْهَاۗ وَذٰلِكَ جَزٰۤؤُا الظّٰلِمِيْنَ ࣖ","kitabah":"فَكَانَ عَاقِبَتَهُمَآ اَنَّهُمَا فِى النَّارِ خٰلِدَيْنِ فِيْهَاۗ وَذٰلِكَ جَزٰۤؤُا الظّٰلِمِيْنَ ࣖ","latin":"Fa kāna ‘āqibatahumā annahumā fin-nāri khālidaini fīhā, wa żālika jazā'uẓ-ẓālimīn(a).","translation":"Maka, kesudahan bagi keduanya (setan dan manusia yang mengikutinya) bahwa keduanya berada dalam neraka, kekal di dalamnya. Itulah balasan bagi orang-orang zalim. "},{"surah_number":59,"ayat_number":18,"arabic":"يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوا اتَّقُوا اللّٰهَ وَلْتَنْظُرْ نَفْسٌ مَّا قَدَّمَتْ لِغَدٍۚ وَاتَّقُوا اللّٰهَ ۗاِنَّ اللّٰهَ خَبِيْرٌ ۢبِمَا تَعْمَلُوْنَ ","kitabah":"يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوا اتَّقُوا اللّٰهَ وَلْتَنْظُرْ نَفْسٌ مَّا قَدَّمَتْ لِغَدٍۚ وَاتَّقُوا اللّٰهَ ۗاِنَّ اللّٰهَ خَبِيْرٌ ۢبِمَا تَعْمَلُوْنَ ","latin":"Yā ayyuhal-lażīna āmanuttaqullāha waltanẓur nafsum mā qaddamat ligad(in), wattaqullāh(a), innallāha khabīrum bimā ta‘malūn(a).","translation":"Wahai orang-orang yang beriman, bertakwalah kepada Allah dan hendaklah setiap orang memperhatikan apa yang telah diperbuatnya untuk hari esok (akhirat). Bertakwalah kepada Allah. Sesungguhnya Allah Maha Teliti terhadap apa yang kamu kerjakan."},{"surah_number":59,"ayat_number":19,"arabic":"وَلَا تَكُوْنُوْا كَالَّذِيْنَ نَسُوا اللّٰهَ فَاَنْسٰىهُمْ اَنْفُسَهُمْۗ  اُولٰۤىِٕكَ هُمُ الْفٰسِقُوْنَ ","kitabah":"وَلَا تَكُوْنُوْا كَالَّذِيْنَ نَسُوا اللّٰهَ فَاَنْسٰىهُمْ اَنْفُسَهُمْۗ  اُولٰۤىِٕكَ هُمُ الْفٰسِقُوْنَ ","latin":"Wa lā takūnū kal-lażīna nasullāha fa'ansāhum anfusahum, ulā'ika humul-fāsiqūn(a).","translation":"Janganlah kamu seperti orang-orang yang melupakan Allah sehingga Dia menjadikan mereka lupa kepada diri mereka sendiri. Mereka itulah orang-orang fasik. "},{"surah_number":59,"ayat_number":20,"arabic":"لَا يَسْتَوِيْٓ اَصْحٰبُ النَّارِ وَاَصْحٰبُ الْجَنَّةِۗ  اَصْحٰبُ الْجَنَّةِ هُمُ الْفَاۤىِٕزُوْنَ ","kitabah":"لَا يَسْتَوِيْٓ اَصْحٰبُ النَّارِ وَاَصْحٰبُ الْجَنَّةِۗ  اَصْحٰبُ الْجَنَّةِ هُمُ الْفَاۤىِٕزُوْنَ ","latin":"Lā yastawī aṣḥābun-nāri wa aṣḥābul-jannah(ti), aṣḥābul-jannati humul-fā'izūn(a).","translation":"Tidak sama para penghuni neraka dengan para penghuni surga. Penghuni-penghuni surga itulah orang-orang yang memperoleh kemenangan."},{"surah_number":59,"ayat_number":21,"arabic":"لَوْ اَنْزَلْنَا هٰذَا الْقُرْاٰنَ عَلٰى جَبَلٍ لَّرَاَيْتَهٗ خَاشِعًا مُّتَصَدِّعًا مِّنْ خَشْيَةِ اللّٰهِ ۗوَتِلْكَ الْاَمْثَالُ نَضْرِبُهَا لِلنَّاسِ لَعَلَّهُمْ يَتَفَكَّرُوْنَ ","kitabah":"لَوْ اَنْزَلْنَا هٰذَا الْقُرْاٰنَ عَلٰى جَبَلٍ لَّرَاَيْتَهٗ خَاشِعًا مُّتَصَدِّعًا مِّنْ خَشْيَةِ اللّٰهِ ۗوَتِلْكَ الْاَمْثَالُ نَضْرِبُهَا لِلنَّاسِ لَعَلَّهُمْ يَتَفَكَّرُوْنَ ","latin":"Lau anzalnā hāżal-qur'āna ‘alā jabalil lara'aitahū khāsyi‘am mutaṣaddi‘am min khasy-yatillāh(i), wa tilkal-amṡālu naḍribuhā lin-nāsi la‘allahum yatafakkarūn(a).","translation":"Seandainya Kami turunkan Al-Qur’an ini kepada sebuah gunung, pasti kamu akan melihatnya tunduk terpecah belah karena takut kepada Allah. Perumpamaan-perumpamaan itu Kami buat untuk manusia agar mereka berpikir."},{"surah_number":59,"ayat_number":22,"arabic":"هُوَ اللّٰهُ الَّذِيْ لَآ اِلٰهَ اِلَّا هُوَۚ عَالِمُ الْغَيْبِ وَالشَّهَادَةِۚ هُوَ الرَّحْمٰنُ الرَّحِيْمُ ","kitabah":"هُوَ اللّٰهُ الَّذِيْ لَآ اِلٰهَ اِلَّا هُوَۚ عَالِمُ الْغَيْبِ وَالشَّهَادَةِۚ هُوَ الرَّحْمٰنُ الرَّحِيْمُ ","latin":"Huwallāhul-lażī lā ilāha illā huw(a), ‘ālimul-gaibi wasy-syahādah(ti), huwar-raḥmānur-raḥīm(u).","translation":"Dialah Allah Yang tidak ada tuhan selain Dia. (Dialah) Yang Mengetahui yang gaib dan yang nyata. Dialah Yang Maha Pengasih lagi Maha Penyayang. "},{"surah_number":59,"ayat_number":23,"arabic":"هُوَ اللّٰهُ الَّذِيْ لَآ اِلٰهَ اِلَّا هُوَ ۚ اَلْمَلِكُ الْقُدُّوْسُ السَّلٰمُ الْمُؤْمِنُ الْمُهَيْمِنُ الْعَزِيْزُ الْجَبَّارُ الْمُتَكَبِّرُۗ سُبْحٰنَ اللّٰهِ عَمَّا يُشْرِكُوْنَ","kitabah":"هُوَ اللّٰهُ الَّذِيْ لَآ اِلٰهَ اِلَّا هُوَ ۚ اَلْمَلِكُ الْقُدُّوْسُ السَّلٰمُ الْمُؤْمِنُ الْمُهَيْمِنُ الْعَزِيْزُ الْجَبَّارُ الْمُتَكَبِّرُۗ سُبْحٰنَ اللّٰهِ عَمَّا يُشْرِكُوْنَ","latin":"Huwallāhul-lażī lā ilāha illā huw(a), al-malikul-quddūsus-salāmul-mu'minul-muhaiminul-‘azīzul-jabbārul-mutakabbir(u), subḥānallāhi ‘ammā yusyrikūn(a).","translation":"Dialah Allah Yang tidak ada tuhan selain Dia. Dia (adalah) Maha Raja, Yang Maha Suci, Yang Maha Damai, Yang Maha Mengaruniakan keamanan, Maha Mengawasi, Yang Maha Perkasa, Yang Maha Kuasa, dan Yang Memiliki segala keagungan. Maha Suci Allah dari apa yang mereka persekutukan."},{"surah_number":59,"ayat_number":24,"arabic":"هُوَ اللّٰهُ الْخَالِقُ الْبَارِئُ الْمُصَوِّرُ لَهُ الْاَسْمَاۤءُ الْحُسْنٰىۗ يُسَبِّحُ لَهٗ مَا فِى السَّمٰوٰتِ وَالْاَرْضِۚ وَهُوَ الْعَزِيْزُ الْحَكِيْمُ ࣖ ","kitabah":"هُوَ اللّٰهُ الْخَالِقُ الْبَارِئُ الْمُصَوِّرُ لَهُ الْاَسْمَاۤءُ الْحُسْنٰىۗ يُسَبِّحُ لَهٗ مَا فِى السَّمٰوٰتِ وَالْاَرْضِۚ وَهُوَ الْعَزِيْزُ الْحَكِيْمُ ࣖ ","latin":"Huwallāhul-khāliqul-bāri'ul-muṣawwiru lahul-asmā'ul-ḥusnā, yusabbiḥu lahū mā fis-samāwāti wal-arḍ(i), wa huwal-‘azīzul-ḥakīm(u).","translation":"Dialah Allah Yang Maha Pencipta, Yang Mewujudkan dari tiada, dan Yang Membentuk rupa. Dia memiliki nama-nama yang indah. Apa yang di langit dan di bumi senantiasa bertasbih kepada-Nya. Dialah Yang Maha Perkasa lagi Maha Bijaksana."}]}