{"surah_number":6,"arabic":" الانعام","latin":"Al-An‘ām ","transliteration":"Al-An‘am","translation":"Binatang Ternak","total_ayat":165,"location":"Makkiyah","ayat":[{"surah_number":6,"ayat_number":1,"arabic":"اَلْحَمْدُ لِلّٰهِ الَّذِيْ خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ وَجَعَلَ الظُّلُمٰتِ وَالنُّوْرَ ەۗ ثُمَّ الَّذِيْنَ كَفَرُوْا بِرَبِّهِمْ يَعْدِلُوْنَ","kitabah":"اَلْحَمْدُ لِلّٰهِ الَّذِيْ خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ وَجَعَلَ الظُّلُمٰتِ وَالنُّوْرَ ەۗ ثُمَّ الَّذِيْنَ كَفَرُوْا بِرَبِّهِمْ يَعْدِلُوْنَ","latin":"Al-ḥamdu lillāhil-lażī khalaqas-samāwāti wal-arḍa wa ja‘alaẓ-ẓulumāti wan-nūr(a), ṡummal-lażīna kafarū birabbihim ya‘dilūn(a).","translation":"Segala puji bagi Allah yang telah menciptakan langit dan bumi, dan menjadikan kegelapan-kegelapan dan cahaya. Sungguhpun demikian, orang-orang yang kufur mempersamakan tuhan mereka (dengan sesuatu yang lain)."},{"surah_number":6,"ayat_number":2,"arabic":"هُوَ الَّذِيْ خَلَقَكُمْ مِّنْ طِيْنٍ ثُمَّ قَضٰٓى اَجَلًا ۗوَاَجَلٌ مُّسَمًّى عِنْدَهٗ ثُمَّ اَنْتُمْ تَمْتَرُوْنَ ","kitabah":"هُوَ الَّذِيْ خَلَقَكُمْ مِّنْ طِيْنٍ ثُمَّ قَضٰٓى اَجَلًا ۗوَاَجَلٌ مُّسَمًّى عِنْدَهٗ ثُمَّ اَنْتُمْ تَمْتَرُوْنَ ","latin":"Huwal-lażī khalaqakum min ṭīnin ṡumma qaḍā ajalā(n), wa ajalum musamman ‘indahū ṡumma antum tamtarūn(a).","translation":"Dialah yang menciptakan kamu dari tanah, kemudian Dia menentukan batas waktu hidup (masing-masing). Waktu yang ditentukan (untuk kebangkitan setelah mati) ada pada-Nya. Kemudian, kamu masih meragukannya."},{"surah_number":6,"ayat_number":3,"arabic":"وَهُوَ اللّٰهُ فِى السَّمٰوٰتِ وَفِى الْاَرْضِۗ يَعْلَمُ سِرَّكُمْ وَجَهْرَكُمْ وَيَعْلَمُ مَا تَكْسِبُوْنَ ","kitabah":"وَهُوَ اللّٰهُ فِى السَّمٰوٰتِ وَفِى الْاَرْضِۗ يَعْلَمُ سِرَّكُمْ وَجَهْرَكُمْ وَيَعْلَمُ مَا تَكْسِبُوْنَ ","latin":"Wa huwallāhu fis-samāwāti wa fil-arḍ(i), ya‘lamu sirrakum wa jahrakum wa ya‘lamu mā taksibūn(a).","translation":"Dialah Allah (yang disembah) di langit dan di bumi. Dia mengetahui apa pun yang kamu rahasiakan dan kamu tampakkan serta mengetahui apa pun yang kamu usahakan."},{"surah_number":6,"ayat_number":4,"arabic":"وَمَا تَأْتِيْهِمْ مِّنْ اٰيَةٍ مِّنْ اٰيٰتِ رَبِّهِمْ اِلَّا كَانُوْا عَنْهَا مُعْرِضِيْنَ ","kitabah":"وَمَا تَأْتِيْهِمْ مِّنْ اٰيَةٍ مِّنْ اٰيٰتِ رَبِّهِمْ اِلَّا كَانُوْا عَنْهَا مُعْرِضِيْنَ ","latin":"Wa mā ta'tīhim min āyatim min āyāti rabbihim illā kānū ‘anhā mu‘riḍīn(a).","translation":"Tidaklah datang kepada mereka satu ayat pun dari ayat-ayat236) Tuhan mereka, kecuali mereka (pasti) berpaling darinya."},{"surah_number":6,"ayat_number":5,"arabic":"فَقَدْ كَذَّبُوْا بِالْحَقِّ لَمَّا جَاۤءَهُمْۗ فَسَوْفَ يَأْتِيْهِمْ اَنْۢبـٰۤؤُا مَا كَانُوْا بِهٖ يَسْتَهْزِءُوْنَ ","kitabah":"فَقَدْ كَذَّبُوْا بِالْحَقِّ لَمَّا جَاۤءَهُمْۗ فَسَوْفَ يَأْتِيْهِمْ اَنْۢبٰۤـؤُا مَا كَانُوْا بِهٖ يَسْتَهْزِءُوْنَ ","latin":"Faqad każżabū bil-ḥaqqi lammā jā'ahum fa saufa ya'tīhim ambā'u mā kānū bihī yastahzi'ūn(a).","translation":"Sungguh, mereka telah mendustakan kebenaran (Al-Qur’an) ketika sampai kepada mereka. Maka, kelak akan sampai kepada mereka berita-berita (tentang kebenaran) sesuatu yang selalu mereka perolok-olokkan."},{"surah_number":6,"ayat_number":6,"arabic":"اَلَمْ يَرَوْا كَمْ اَهْلَكْنَا مِنْ قَبْلِهِمْ مِّنْ قَرْنٍ مَّكَّنّٰهُمْ فِى الْاَرْضِ مَا لَمْ نُمَكِّنْ لَّكُمْ وَاَرْسَلْنَا السَّمَاۤءَ عَلَيْهِمْ مِّدْرَارًا ۖوَّجَعَلْنَا الْاَنْهٰرَ تَجْرِيْ مِنْ تَحْتِهِمْ فَاَهْلَكْنٰهُمْ بِذُنُوْبِهِمْ وَاَنْشَأْنَا مِنْۢ بَعْدِهِمْ قَرْنًا اٰخَرِيْنَ","kitabah":"اَلَمْ يَرَوْا كَمْ اَهْلَكْنَا مِنْ قَبْلِهِمْ مِّنْ قَرْنٍ مَّكَّنّٰهُمْ فِى الْاَرْضِ مَا لَمْ نُمَكِّنْ لَّكُمْ وَاَرْسَلْنَا السَّمَاۤءَ عَلَيْهِمْ مِّدْرَارًا ۖوَّجَعَلْنَا الْاَنْهٰرَ تَجْرِيْ مِنْ تَحْتِهِمْ فَاَهْلَكْنٰهُمْ بِذُنُوْبِهِمْ وَاَنْشَأْنَا مِنْۢ بَعْدِهِمْ قَرْنًا اٰخَرِيْنَ","latin":"Alam yarau kam ahlaknā min qablihim min qarnim makkanāhum fil-arḍi mā lam numakkil lakum wa arsalnas-samā'a ‘alaihim midrārā(n), wa ja‘alnal-anhāra tajrī min taḥtihim fa ahlaknāhum biżunūbihim wa ansya'nā mim ba‘dihim qarnan ākharīn(a).","translation":"Tidakkah mereka perhatikan betapa banyak generasi sebelum mereka yang telah Kami binasakan? (Yaitu) generasi yang telah Kami teguhkan kedudukan mereka di muka bumi, yang belum pernah Kami lakukan kepada kamu; dan Kami curahkan air hujan yang lebat, Kami jadikan sungai-sungai mengalir di bawah mereka; lalu Kami binasakan mereka karena dosa-dosa mereka, selanjutnya Kami munculkan sesudah mereka generasi lain."},{"surah_number":6,"ayat_number":7,"arabic":"وَلَوْ نَزَّلْنَا عَلَيْكَ كِتٰبًا فِيْ قِرْطَاسٍ فَلَمَسُوْهُ بِاَيْدِيْهِمْ لَقَالَ الَّذِيْنَ كَفَرُوْٓا اِنْ هٰذَآ اِلَّا سِحْرٌ مُّبِيْنٌ ","kitabah":"وَلَوْ نَزَّلْنَا عَلَيْكَ كِتٰبًا فِيْ قِرْطَاسٍ فَلَمَسُوْهُ بِاَيْدِيْهِمْ لَقَالَ الَّذِيْنَ كَفَرُوْٓا اِنْ هٰذَآ اِلَّا سِحْرٌ مُّبِيْنٌ ","latin":"Wa lau nazzalnā ‘alaika kitāban fī qirṭāsin fa lamasūhu bi'aidīhim laqālal-lażīna kafarū in hāżā illā siḥrum mubīn(un).","translation":"Seandainya Kami turunkan kepadamu (Nabi Muhammad) kitab (berupa tulisan) pada kertas sehingga mereka dapat menyentuhnya dengan tangan mereka sendiri, pastilah orang-orang kafir itu mengatakan, “Ini tidak lain hanyalah sihir yang nyata.”"},{"surah_number":6,"ayat_number":8,"arabic":"وَقَالُوْا لَوْلَآ اُنْزِلَ عَلَيْهِ مَلَكٌ ۗوَلَوْ اَنْزَلْنَا مَلَكًا لَّقُضِيَ الْاَمْرُ ثُمَّ لَا يُنْظَرُوْنَ ","kitabah":"وَقَالُوْا لَوْلَآ اُنْزِلَ عَلَيْهِ مَلَكٌ ۗوَلَوْ اَنْزَلْنَا مَلَكًا لَّقُضِيَ الْاَمْرُ ثُمَّ لَا يُنْظَرُوْنَ ","latin":"Wa qālū lau lā unzila ‘alaihi malak(un), wa lau anzalnā malakal laquḍiyal-amru ṡumma lā yunẓarūn(a).","translation":"Mereka berkata, “Mengapa tidak diturunkan malaikat kepadanya (Nabi Muhammad)?”237) Andaikata Kami turunkan malaikat, niscaya selesailah urusan (mereka dibinasakan karena pengingkaran) kemudian mereka tidak lagi ditangguhkan (sedikit pun untuk bertobat)."},{"surah_number":6,"ayat_number":9,"arabic":"وَلَوْ جَعَلْنٰهُ مَلَكًا لَّجَعَلْنٰهُ رَجُلًا وَّلَلَبَسْنَا عَلَيْهِمْ مَّا يَلْبِسُوْنَ ","kitabah":"وَلَوْ جَعَلْنٰهُ مَلَكًا لَّجَعَلْنٰهُ رَجُلًا وَّلَلَبَسْنَا عَلَيْهِمْ مَّا يَلْبِسُوْنَ ","latin":"Wa lau ja‘alnāhu malakal laja‘alnāhu rajulaw wa lalabasnā ‘alaihim mā yalbisūn(a).","translation":"Seandainya Kami jadikan dia (rasul) itu (dari) malaikat, tentu Kami jadikan dia (berwujud) laki-laki, dan pasti Kami buat mereka tetap ragu sebagaimana kini mereka ragu.238)"},{"surah_number":6,"ayat_number":10,"arabic":"وَلَقَدِ اسْتُهْزِئَ بِرُسُلٍ مِّنْ قَبْلِكَ فَحَاقَ بِالَّذِيْنَ سَخِرُوْا مِنْهُمْ مَّا كَانُوْا بِهٖ يَسْتَهْزِءُوْنَ ࣖ","kitabah":"وَلَقَدِ اسْتُهْزِئَ بِرُسُلٍ مِّنْ قَبْلِكَ فَحَاقَ بِالَّذِيْنَ سَخِرُوْا مِنْهُمْ مَّا كَانُوْا بِهٖ يَسْتَهْزِءُوْنَ ࣖ","latin":"Wa laqadistuhzi'a birusulim min qablika  fa ḥāqa bil-lażīna sakhirū minhum mā kānū bihī yastahzi'ūn(a).","translation":"Sungguh, rasul-rasul sebelum engkau (Nabi Muhammad) benar-benar telah diperolok-olokkan, maka turunlah kepada orang-orang yang mencemooh mereka (rasul-rasul) apa (azab) yang selalu mereka perolok-olokkan."},{"surah_number":6,"ayat_number":11,"arabic":"قُلْ سِيْرُوْا فِى الْاَرْضِ ثُمَّ انْظُرُوْا كَيْفَ كَانَ عَاقِبَةُ الْمُكَذِّبِيْنَ ","kitabah":"قُلْ سِيْرُوْا فِى الْاَرْضِ ثُمَّ انْظُرُوْا كَيْفَ كَانَ عَاقِبَةُ الْمُكَذِّبِيْنَ ","latin":"Qul sīrū fil-arḍi ṡummanẓurū kaifa kāna ‘āqibatul-mukażżibīn(a).   ","translation":"Katakanlah (Nabi Muhammad), “Jelajahilah bumi, kemudian perhatikanlah bagaimana kesudahan orang-orang yang mendustakan itu.”"},{"surah_number":6,"ayat_number":12,"arabic":"قُلْ لِّمَنْ مَّا فِى السَّمٰوٰتِ وَالْاَرْضِۗ  قُلْ لِّلّٰهِ ۗ كَتَبَ عَلٰى نَفْسِهِ الرَّحْمَةَ ۗ لَيَجْمَعَنَّكُمْ اِلٰى يَوْمِ الْقِيٰمَةِ لَا رَيْبَ فِيْهِۗ  اَلَّذِيْنَ خَسِرُوْٓا اَنْفُسَهُمْ فَهُمْ لَا يُؤْمِنُوْنَ ","kitabah":"قُلْ لِّمَنْ مَّا فِى السَّمٰوٰتِ وَالْاَرْضِۗ  قُلْ لِّلّٰهِ ۗ كَتَبَ عَلٰى نَفْسِهِ الرَّحْمَةَ ۗ لَيَجْمَعَنَّكُمْ اِلٰى يَوْمِ الْقِيٰمَةِ لَا رَيْبَ فِيْهِۗ  اَلَّذِيْنَ خَسِرُوْٓا اَنْفُسَهُمْ فَهُمْ لَا يُؤْمِنُوْنَ ","latin":"Qul limam mā fis-samāwāti wal-arḍ(i), qul lillāh(i), kataba ‘alā nafsihir-raḥmah(ta), layajma‘annakum ilā yaumil-qiyāmati lā raiba fīh(i), al-lażīna khasirū anfusahum fahum lā yu'minūn(a).","translation":"Katakanlah (Nabi Muhammad), “Milik siapakah apa yang di langit dan di bumi?” Katakanlah, “Milik Allah.” Dia telah menetapkan (sifat) kasih sayang pada diri-Nya.239) Sungguh, Dia pasti akan mengumpulkan kamu pada hari Kiamat yang tidak ada keraguan padanya. Orang-orang yang merugikan dirinya, mereka itu tidak beriman."},{"surah_number":6,"ayat_number":13,"arabic":"۞ وَلَهٗ مَا سَكَنَ فِى الَّيْلِ وَالنَّهَارِ ۗوَهُوَ السَّمِيْعُ الْعَلِيْمُ ","kitabah":"۞ وَلَهٗ مَا سَكَنَ فِى الَّيْلِ وَالنَّهَارِ ۗوَهُوَ السَّمِيْعُ الْعَلِيْمُ ","latin":"Wa lahū mā sakana fil-laili wan-nahār(i), wa huwas-samī‘ul-‘alīm(u).","translation":"Milik-Nyalah segala sesuatu yang ada pada malam dan siang hari. Dialah Yang Maha Mendengar lagi Maha Mengetahui."},{"surah_number":6,"ayat_number":14,"arabic":"قُلْ اَغَيْرَ اللّٰهِ اَتَّخِذُ وَلِيًّا فَاطِرِ السَّمٰوٰتِ وَالْاَرْضِ وَهُوَ يُطْعِمُ وَلَا يُطْعَمُ ۗ قُلْ اِنِّيْٓ اُمِرْتُ اَنْ اَكُوْنَ اَوَّلَ مَنْ اَسْلَمَ وَلَا تَكُوْنَنَّ مِنَ الْمُشْرِكِيْنَ ","kitabah":"قُلْ اَغَيْرَ اللّٰهِ اَتَّخِذُ وَلِيًّا فَاطِرِ السَّمٰوٰتِ وَالْاَرْضِ وَهُوَ يُطْعِمُ وَلَا يُطْعَمُ ۗ قُلْ اِنِّيْٓ اُمِرْتُ اَنْ اَكُوْنَ اَوَّلَ مَنْ اَسْلَمَ وَلَا تَكُوْنَنَّ مِنَ الْمُشْرِكِيْنَ ","latin":"Qul agairallāhi attakhiżu waliyyan fāṭiris-samāwāti wal-arḍi wa huwa yuṭ‘imu wa lā yuṭ‘am(u), qul innī umirtu an akūna awwala man aslama wa lā takūnanna minal-musyrikīn(a).","translation":"Katakanlah (Nabi Muhammad), “Apakah selain Allah, Pencipta langit dan bumi serta Dia memberi makan dan tidak diberi makan, akan aku jadikan sebagai pelindung?” Katakanlah (Nabi Muhammad), “Sesungguhnya aku diperintahkan agar aku menjadi orang pertama yang berserah diri (kepada Allah), dan jangan sekali-kali kamu masuk golongan orang-orang musyrik.”"},{"surah_number":6,"ayat_number":15,"arabic":"قُلْ اِنِّيْٓ اَخَافُ اِنْ عَصَيْتُ رَبِّيْ عَذَابَ يَوْمٍ عَظِيْمٍ ","kitabah":"قُلْ اِنِّٓيْ اَخَافُ اِنْ عَصَيْتُ رَبِّيْ عَذَابَ يَوْمٍ عَظِيْمٍ ","latin":"Qul innī akhāfu in ‘aṣaitu rabbī ‘ażāba yaumin ‘aẓīm(in).","translation":"Katakanlah, “Sesungguhnya aku takut azab pada hari yang besar (kiamat) jika aku durhaka kepada Tuhanku.”"},{"surah_number":6,"ayat_number":16,"arabic":"مَنْ يُّصْرَفْ عَنْهُ يَوْمَىِٕذٍ فَقَدْ رَحِمَهٗ ۗوَذٰلِكَ الْفَوْزُ الْمُبِيْنُ","kitabah":"مَنْ يُّصْرَفْ عَنْهُ يَوْمَىِٕذٍ فَقَدْ رَحِمَهٗ ۗوَذٰلِكَ الْفَوْزُ الْمُبِيْنُ","latin":"May yuṣraf ‘anhu yauma'iżin faqad raḥimah(ū), wa żālikal-fauzul-mubīn(u).","translation":"Siapa yang dijauhkan darinya (azab) pada hari itu, maka sungguh Dia telah merahmatinya. Itulah keberuntungan yang nyata."},{"surah_number":6,"ayat_number":17,"arabic":"وَاِنْ يَّمْسَسْكَ اللّٰهُ بِضُرٍّ فَلَا كَاشِفَ لَهٗٓ اِلَّا هُوَ ۗوَاِنْ يَّمْسَسْكَ بِخَيْرٍ فَهُوَ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ","kitabah":"وَاِنْ يَّمْسَسْكَ اللّٰهُ بِضُرٍّ فَلَا كَاشِفَ لَهٗٓ اِلَّا هُوَ ۗوَاِنْ يَّمْسَسْكَ بِخَيْرٍ فَهُوَ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ","latin":"Iy yamsaskallāhu biḍurrin falā kāsyifa lahū illā huw(a), wa iy yamsaska bikhairin fa huwa ‘alā kulli syai'in qadīr(un).","translation":"Jika Allah menimpakan kemudaratan kepadamu, tidak ada yang dapat menghilangkannya selain Dia; dan jika Dia memberikan kebaikan kepadamu, Dia Maha Kuasa atas segala sesuatu."},{"surah_number":6,"ayat_number":18,"arabic":"وَهُوَ الْقَاهِرُ فَوْقَ عِبَادِهٖۗ وَهُوَ الْحَكِيْمُ الْخَبِيْرُ ","kitabah":"وَهُوَ الْقَاهِرُ فَوْقَ عِبَادِهٖۗ وَهُوَ الْحَكِيْمُ الْخَبِيْرُ ","latin":"Wa huwal-qāhiru fauqa ‘ibādih(ī), wa huwal-ḥakīmul-khabīr(u).","translation":"Dialah Penguasa atas hamba-hamba-Nya, dan Dialah Yang Maha Bijaksana lagi Maha Mengetahui."},{"surah_number":6,"ayat_number":19,"arabic":"قُلْ اَيُّ شَيْءٍ اَكْبَرُ شَهَادَةً ۗ قُلِ اللّٰهُ ۗشَهِيْدٌۢ بَيْنِيْ وَبَيْنَكُمْ ۗوَاُوْحِيَ اِلَيَّ هٰذَا الْقُرْاٰنُ لِاُنْذِرَكُمْ بِهٖ وَمَنْۢ بَلَغَ ۗ اَىِٕنَّكُمْ لَتَشْهَدُوْنَ اَنَّ مَعَ اللّٰهِ اٰلِهَةً اُخْرٰىۗ  قُلْ لَّآ اَشْهَدُ ۚ قُلْ اِنَّمَا هُوَ اِلٰهٌ وَّاحِدٌ وَّاِنَّنِيْ بَرِيْۤءٌ مِّمَّا تُشْرِكُوْنَ","kitabah":"قُلْ اَيُّ شَيْءٍ اَكْبَرُ شَهَادَةً ۗ قُلِ اللّٰهُ ۗشَهِيْدٌۢ بَيْنِيْ وَبَيْنَكُمْ ۗوَاُوْحِيَ اِلَيَّ هٰذَا الْقُرْاٰنُ لِاُنْذِرَكُمْ بِهٖ وَمَنْۢ بَلَغَ ۗ اَىِٕنَّكُمْ لَتَشْهَدُوْنَ اَنَّ مَعَ اللّٰهِ اٰلِهَةً اُخْرٰىۗ  قُلْ لَّآ اَشْهَدُ ۚ قُلْ اِنَّمَا هُوَ اِلٰهٌ وَّاحِدٌ وَّاِنَّنِيْ بَرِيْۤءٌ مِّمَّا تُشْرِكُوْنَ","latin":"Qul ayyu syai'in akbaru syahādah(tan), qulillāhu syahīdum bainī wa bainakum, wa ūḥiya ilayya hāżal-qur'ānu li'unżirakum bihī wa man balag(a), a'innakum latasyhadūna anna ma‘allāhi ālihatan ukhrā, qul lā asyhad(u), qul innamā huwa ilāhuw wāḥiduw wa innanī barī'um mimmā tusyrikūn(a).","translation":"Katakanlah (Nabi Muhammad), “Siapakah yang lebih kuat kesaksiannya?” Katakanlah, “Allah. Dia menjadi saksi antara aku dan kamu. Al-Qur’an ini diwahyukan kepadaku supaya dengan itu aku mengingatkan kamu dan orang yang sampai (Al-Qur’an kepadanya). Apakah kamu benar-benar bersaksi bahwa ada tuhan-tuhan lain selain Allah?” Katakanlah, “Aku tidak bersaksi.” Katakanlah, “Sesungguhnya Dialah Tuhan Yang Maha Esa dan aku lepas tangan dari apa yang kamu persekutukan.”"},{"surah_number":6,"ayat_number":20,"arabic":"اَلَّذِيْنَ اٰتَيْنٰهُمُ الْكِتٰبَ يَعْرِفُوْنَهٗ كَمَا يَعْرِفُوْنَ اَبْنَاۤءَهُمْۘ  اَلَّذِيْنَ خَسِرُوْٓا اَنْفُسَهُمْ فَهُمْ لَا يُؤْمِنُوْنَ ࣖ","kitabah":"اَلَّذِيْنَ اٰتَيْنٰهُمُ الْكِتٰبَ يَعْرِفُوْنَهٗ كَمَا يَعْرِفُوْنَ اَبْنَاۤءَهُمْۘ  اَلَّذِيْنَ خَسِرُوْٓا اَنْفُسَهُمْ فَهُمْ لَا يُؤْمِنُوْنَ ࣖ","latin":"Al-lażīna ātaināhumul-kitāba ya‘rifūnahū kamā ya‘rifūna abnā'ahum, al-lażīna khasirū anfusahum fahum lā yu'minūn(a).","translation":"Orang-orang yang telah Kami beri Kitab mengenalnya (Nabi Muhammad) seperti mereka mengenal anak-anaknya sendiri. Orang-orang yang merugikan diri sendiri itu tidak beriman."},{"surah_number":6,"ayat_number":21,"arabic":"وَمَنْ اَظْلَمُ مِمَّنِ افْتَرٰى عَلَى اللّٰهِ كَذِبًا اَوْ كَذَّبَ بِاٰيٰتِهٖۗ اِنَّهٗ لَا يُفْلِحُ الظّٰلِمُوْنَ","kitabah":"وَمَنْ اَظْلَمُ مِمَّنِ افْتَرٰى عَلَى اللّٰهِ كَذِبًا اَوْ كَذَّبَ بِاٰيٰتِهٖۗ اِنَّهٗ لَا يُفْلِحُ الظّٰلِمُوْنَ","latin":"Wa man aẓlamu mimmaniftarā ‘alallāhi każiban au każżaba bi'āyātih(ī), innahū lā yufliḥuẓ-ẓālimūn(a).","translation":"Siapakah yang lebih zalim daripada orang yang mengada-adakan suatu kebohongan terhadap Allah atau mendustakan ayat-ayat-Nya? Sesungguhnya orang-orang yang zalim itu tidak beruntung."},{"surah_number":6,"ayat_number":22,"arabic":"وَيَوْمَ نَحْشُرُهُمْ جَمِيْعًا ثُمَّ نَقُوْلُ لِلَّذِيْنَ اَشْرَكُوْٓا اَيْنَ شُرَكَاۤؤُكُمُ الَّذِيْنَ كُنْتُمْ تَزْعُمُوْنَ ","kitabah":"وَيَوْمَ نَحْشُرُهُمْ جَمِيْعًا ثُمَّ نَقُوْلُ لِلَّذِيْنَ اَشْرَكُوْٓا اَيْنَ شُرَكَاۤؤُكُمُ الَّذِيْنَ كُنْتُمْ تَزْعُمُوْنَ ","latin":"Wa yauma naḥsyuruhum jamī‘an ṡumma naqūlu lil-lażīna asyrakū aina syurakā'ukumul-lażīna kuntum taz‘umūn(a).","translation":"(Ingatlah) tatkala Kami kumpulkan mereka semua kemudian Kami berfirman kepada orang-orang yang mempersekutukan Kami, “Manakah sekutu-sekutumu yang kamu sangkakan?”"},{"surah_number":6,"ayat_number":23,"arabic":"ثُمَّ لَمْ تَكُنْ فِتْنَتُهُمْ اِلَّآ اَنْ قَالُوْا وَاللّٰهِ رَبِّنَا مَا كُنَّا مُشْرِكِيْنَ ","kitabah":"ثُمَّ لَمْ تَكُنْ فِتْنَتُهُمْ اِلَّآ اَنْ قَالُوْا وَاللّٰهِ رَبِّنَا مَا كُنَّا مُشْرِكِيْنَ ","latin":"Ṡumma lam takun fitnatuhum illā an qālū wallāhi rabbinā mā kunnā musyrikīn(a).","translation":"Kemudian, mereka tidak punya jawaban atas kebohongan mereka, kecuali (terpaksa) mengatakan, “Demi Allah, Tuhan kami, kami bukanlah orang-orang musyrik.”"},{"surah_number":6,"ayat_number":24,"arabic":"اُنْظُرْ كَيْفَ كَذَبُوْا عَلٰٓى اَنْفُسِهِمْ وَضَلَّ عَنْهُمْ مَّا كَانُوْا يَفْتَرُوْنَ ","kitabah":"اُنْظُرْ كَيْفَ كَذَبُوْا عَلٰٓى اَنْفُسِهِمْ وَضَلَّ عَنْهُمْ مَّا كَانُوْا يَفْتَرُوْنَ ","latin":"Unẓur kaifa każabū ‘alā anfusihim wa ḍalla ‘anhum mā kānū yaftarūn(a).","translation":"Perhatikanlah (Nabi Muhammad) bagaimana mereka berdusta terhadap diri sendiri. Lenyaplah dari mereka apa (kebohongan) yang selalu mereka ada-adakan."},{"surah_number":6,"ayat_number":25,"arabic":"وَمِنْهُمْ مَّنْ يَّسْتَمِعُ اِلَيْكَ ۚوَجَعَلْنَا عَلٰى قُلُوْبِهِمْ اَكِنَّةً اَنْ يَّفْقَهُوْهُ وَفِيْٓ اٰذَانِهِمْ وَقْرًا ۗوَاِنْ يَّرَوْا كُلَّ اٰيَةٍ لَّا يُؤْمِنُوْا بِهَا ۗحَتّٰٓى اِذَا جَاۤءُوْكَ يُجَادِلُوْنَكَ يَقُوْلُ الَّذِيْنَ كَفَرُوْٓا اِنْ هٰذَآ اِلَّآ اَسَاطِيْرُ الْاَوَّلِيْنَ","kitabah":"وَمِنْهُمْ مَّنْ يَّسْتَمِعُ اِلَيْكَ ۚوَجَعَلْنَا عَلٰى قُلُوْبِهِمْ اَكِنَّةً اَنْ يَّفْقَهُوْهُ وَفِيْٓ اٰذَانِهِمْ وَقْرًا ۗوَاِنْ يَّرَوْا كُلَّ اٰيَةٍ لَّا يُؤْمِنُوْا بِهَا ۗحَتّٰٓى اِذَا جَاۤءُوْكَ يُجَادِلُوْنَكَ يَقُوْلُ الَّذِيْنَ كَفَرُوْٓا اِنْ هٰذَآ اِلَّآ اَسَاطِيْرُ الْاَوَّلِيْنَ","latin":"Wa minhum may yastami‘u ilaik(a), wa ja‘alnā ‘alā qulūbihim akinnatan ay yafqahūhu wa fī āżānihim waqrā(n), wa iy yarau kulla āyatil lā yu'minū bihā, ḥattā iżā jā'ūka yujādilūnaka yaqūlul-lażīna kafarū in hāżā illā asāṭīrul-awwalīn(a).","translation":"Di antara mereka ada yang mendengarkan engkau (Nabi Muhammad membaca Al-Qur’an), padahal Kami menjadikan di hati mereka penutup, (sehingga mereka tidak) memahaminya, dan (Kami jadikan) pada telinga mereka penyumbat. Jika mereka melihat segala tanda kebenaran, mereka tetap tidak beriman padanya, sehingga apabila mereka datang kepadamu untuk membantahmu, orang-orang kafir itu berkata, “Ini (Al-Qur’an) tiada lain hanyalah dongengan orang-orang terdahulu.”"},{"surah_number":6,"ayat_number":26,"arabic":"وَهُمْ يَنْهَوْنَ عَنْهُ وَيَنْـَٔوْنَ عَنْهُ ۚوَاِنْ يُّهْلِكُوْنَ اِلَّآ اَنْفُسَهُمْ وَمَا يَشْعُرُوْنَ ","kitabah":"وَهُمْ يَنْهَوْنَ عَنْهُ وَيَنْـَٔوْنَ عَنْهُ ۚوَاِنْ يُّهْلِكُوْنَ اِلَّآ اَنْفُسَهُمْ وَمَا يَشْعُرُوْنَ ","latin":"Wa hum yanhauna ‘anhu wa yan'auna ‘anh(u), wa iy yuhlikūna illā anfusahum wa mā yasy‘urūn(a).","translation":"Mereka melarang (orang lain) mendengarkannya (Al-Qur’an) dan mereka pun menjauhkan diri darinya. Mereka tidak membinasakan kecuali diri mereka sendiri, tetapi mereka tidak menyadari."},{"surah_number":6,"ayat_number":27,"arabic":"وَلَوْ تَرٰٓى اِذْ وُقِفُوْا عَلَى النَّارِ فَقَالُوْا يٰلَيْتَنَا نُرَدُّ وَلَا نُكَذِّبَ بِاٰيٰتِ رَبِّنَا وَنَكُوْنَ مِنَ الْمُؤْمِنِيْنَ ","kitabah":"وَلَوْ تَرٰٓى اِذْ وُقِفُوْا عَلَى النَّارِ فَقَالُوْا يٰلَيْتَنَا نُرَدُّ وَلَا نُكَذِّبَ بِاٰيٰتِ رَبِّنَا وَنَكُوْنَ مِنَ الْمُؤْمِنِيْنَ ","latin":"Wa lau tarā iż wuqifū ‘alan-nāsi fa qālū yā laitanā nuraddu wa lā nukażżiba bi'āyāti rabbinā wa nakūna minal-mu'minīn(a).","translation":"Seandainya engkau (Nabi Muhammad) melihat ketika mereka dihadapkan ke neraka, mereka berkata, “Seandainya kami dikembalikan (ke dunia), tentu kami tidak akan mendustakan ayat-ayat Tuhan kami, dan kami menjadi orang-orang mukmin.”"},{"surah_number":6,"ayat_number":28,"arabic":"بَلْ بَدَا لَهُمْ مَّا كَانُوْا يُخْفُوْنَ مِنْ قَبْلُ ۗوَلَوْ رُدُّوْا لَعَادُوْا لِمَا نُهُوْا عَنْهُ وَاِنَّهُمْ لَكٰذِبُوْنَ ","kitabah":"بَلْ بَدَا لَهُمْ مَّا كَانُوْا يُخْفُوْنَ مِنْ قَبْلُ ۗوَلَوْ رُدُّوْا لَعَادُوْا لِمَا نُهُوْا عَنْهُ وَاِنَّهُمْ لَكٰذِبُوْنَ ","latin":"Bal badā lahum mā kānū yukhfūna min qabl(u), wa lau ruddū la‘ādū limā nuhū ‘anhu wa innahum lakāżibūn(a).","translation":"Namun, (sebenarnya) kejahatan yang mereka selalu sembunyikan dahulu telah tampak bagi mereka. Seandainya dikembalikan (ke dunia), tentu mereka akan mengulang kembali apa yang telah dilarang mengerjakannya. Sesungguhnya mereka benar-benar para pendusta."},{"surah_number":6,"ayat_number":29,"arabic":"وَقَالُوْٓا اِنْ هِيَ اِلَّا حَيَاتُنَا الدُّنْيَا وَمَا نَحْنُ بِمَبْعُوْثِيْنَ ","kitabah":"وَقَالُوْٓا اِنْ هِيَ اِلَّا حَيَاتُنَا الدُّنْيَا وَمَا نَحْنُ بِمَبْعُوْثِيْنَ ","latin":"Wa qālū in hiya illā ḥayātunad-dun-yā wa mā naḥnu bimab‘ūṡīn(a).","translation":"Mereka pun akan mengatakan, “Hidup hanyalah di dunia ini dan kita tidak akan dibangkitkan.”"},{"surah_number":6,"ayat_number":30,"arabic":"وَلَوْ تَرٰٓى اِذْ وُقِفُوْا عَلٰى رَبِّهِمْ ۗ قَالَ اَلَيْسَ هٰذَا بِالْحَقِّ ۗقَالُوْا بَلٰى وَرَبِّنَا ۗقَالَ فَذُوْقُوا الْعَذَابَ بِمَا كُنْتُمْ تَكْفُرُوْنَ ࣖ","kitabah":"وَلَوْ تَرٰٓى اِذْ وُقِفُوْا عَلٰى رَبِّهِمْ ۗ قَالَ اَلَيْسَ هٰذَا بِالْحَقِّ ۗقَالُوْا بَلٰى وَرَبِّنَا ۗقَالَ فَذُوْقُوا الْعَذَابَ بِمَا كُنْتُمْ تَكْفُرُوْنَ ࣖ","latin":"Wa lau tarā iż wuqifū ‘alā rabbihim, qāla alaisa hāżā bil-ḥaqq(i), qālū balā wa rabbinā, qāla fa żūqul-‘ażāba bimā kuntum takfurūn(a).","translation":"Seandainya engkau (Nabi Muhammad) melihat ketika mereka dihadapkan kepada Tuhannya (tentulah engkau melihat peristiwa yang luar biasa). Dia berfirman, “Bukankah (kebangkitan) ini benar?” Mereka menjawab, “Sungguh benar, demi Tuhan kami.” Dia berfirman, “Rasakanlah azab ini karena kamu selalu kufur (kepadanya).” "},{"surah_number":6,"ayat_number":31,"arabic":"قَدْ خَسِرَ الَّذِيْنَ كَذَّبُوْا بِلِقَاۤءِ اللّٰهِ ۗحَتّٰٓى اِذَا جَاۤءَتْهُمُ السَّاعَةُ بَغْتَةً قَالُوْا يٰحَسْرَتَنَا عَلٰى مَا فَرَّطْنَا فِيْهَاۙ وَهُمْ يَحْمِلُوْنَ اَوْزَارَهُمْ عَلٰى ظُهُوْرِهِمْۗ  اَلَا سَاۤءَ مَا يَزِرُوْنَ ","kitabah":"قَدْ خَسِرَ الَّذِيْنَ كَذَّبُوْا بِلِقَاۤءِ اللّٰهِ ۗحَتّٰٓى اِذَا جَاۤءَتْهُمُ السَّاعَةُ بَغْتَةً قَالُوْا يٰحَسْرَتَنَا عَلٰى مَا فَرَّطْنَا فِيْهَاۙ وَهُمْ يَحْمِلُوْنَ اَوْزَارَهُمْ عَلٰى ظُهُوْرِهِمْۗ  اَلَا سَاۤءَ مَا يَزِرُوْنَ ","latin":"Qad khasiral-lażīna każżabū biliqā'illāh(i), ḥattā iżā jā'athumus-sā‘atu bagtatan qālū yā ḥasratanā ‘alā mā farraṭnā fīhā, wa hum yaḥmilūna auzārahum ‘alā ẓuhūrihim, alā sā'a mā yazirūn(a).","translation":"Sungguh rugi orang-orang yang mendustakan pertemuan dengan Allah. Maka, apabila hari Kiamat datang kepada mereka secara tiba-tiba, mereka berkata, “Alangkah besarnya penyesalan kami atas kelalaian kami tentangnya (hari Kiamat),” sambil memikul dosa-dosa di atas punggungnya. Alangkah buruknya apa yang mereka pikul itu."},{"surah_number":6,"ayat_number":32,"arabic":"وَمَا الْحَيٰوةُ الدُّنْيَآ اِلَّا لَعِبٌ وَّلَهْوٌ ۗوَلَلدَّارُ الْاٰخِرَةُ خَيْرٌ لِّلَّذِيْنَ يَتَّقُوْنَۗ اَفَلَا تَعْقِلُوْنَ ","kitabah":"وَمَا الْحَيٰوةُ الدُّنْيَآ اِلَّا لَعِبٌ وَّلَهْوٌ ۗوَلَلدَّارُ الْاٰخِرَةُ خَيْرٌ لِّلَّذِيْنَ يَتَّقُوْنَۗ اَفَلَا تَعْقِلُوْنَ ","latin":"Wa mal-ḥayātud-dun-yā illā la‘ibuw wa lahw(un), wa lad-dārul-ākhiratu khairul lil-lażīna yattaqūn(a), afalā ta‘qilūn(a).","translation":"Kehidupan dunia hanyalah permainan dan kelengahan, sedangkan negeri akhirat itu, sungguh lebih baik bagi orang-orang yang bertakwa. Tidakkah kamu mengerti?"},{"surah_number":6,"ayat_number":33,"arabic":"قَدْ نَعْلَمُ اِنَّهٗ لَيَحْزُنُكَ الَّذِيْ يَقُوْلُوْنَ فَاِنَّهُمْ لَا يُكَذِّبُوْنَكَ وَلٰكِنَّ الظّٰلِمِيْنَ بِاٰيٰتِ اللّٰهِ يَجْحَدُوْنَ ","kitabah":"قَدْ نَعْلَمُ اِنَّهٗ لَيَحْزُنُكَ الَّذِيْ يَقُوْلُوْنَ فَاِنَّهُمْ لَا يُكَذِّبُوْنَكَ وَلٰكِنَّ الظّٰلِمِيْنَ بِاٰيٰتِ اللّٰهِ يَجْحَدُوْنَ ","latin":"Qad na‘lamu innahū layaḥzunukal-lażī yaqūlūna fa innahum lā yukażżibūnaka wa lākinnaẓ-ẓālimīna bi'āyātillāhi yajhadūn(a).","translation":"Sungguh, Kami mengetahui bahwa sesungguhnya apa yang mereka katakan itu betul-betul membuatmu (Nabi Muhammad) bersedih. (Bersabarlah) karena sebenarnya mereka tidak mendustakanmu, tetapi orang-orang zalim itu selalu mengingkari ayat-ayat Allah."},{"surah_number":6,"ayat_number":34,"arabic":"وَلَقَدْ كُذِّبَتْ رُسُلٌ مِّنْ قَبْلِكَ فَصَبَرُوْا عَلٰى مَا كُذِّبُوْا وَاُوْذُوْا حَتّٰٓى اَتٰىهُمْ نَصْرُنَا ۚوَلَا مُبَدِّلَ لِكَلِمٰتِ اللّٰهِ ۚوَلَقَدْ جَاۤءَكَ مِنْ نَّبَإِ۟ى الْمُرْسَلِيْنَ ","kitabah":"وَلَقَدْ كُذِّبَتْ رُسُلٌ مِّنْ قَبْلِكَ فَصَبَرُوْا عَلٰى مَا كُذِّبُوْا وَاُوْذُوْا حَتّٰٓى اَتٰىهُمْ نَصْرُنَا ۚوَلَا مُبَدِّلَ لِكَلِمٰتِ اللّٰهِ ۚوَلَقَدْ جَاۤءَكَ مِنْ نَّبَإِ۟ى الْمُرْسَلِيْنَ ","latin":"Wa laqad kużżibat rusulum min qablika fa ṣabarū ‘alā mā kużżibū wa ūżū ḥattā atāhum naṣrunā, wa lā mubaddila likalimātillāh(i), wa laqad jā'aka min naba'il-mursalīn(a).","translation":"Sungguh rasul-rasul sebelum engkau pun telah didustakan, lalu mereka sabar terhadap pendustaan dan penganiayaan (yang dilakukan) terhadap mereka sampai datang pertolongan Kami kepada mereka. Tidak ada yang dapat mengubah kalimāt Allah.240) Sungguh, telah datang kepadamu sebagian berita rasul-rasul itu."},{"surah_number":6,"ayat_number":35,"arabic":"وَاِنْ كَانَ كَبُرَ عَلَيْكَ اِعْرَاضُهُمْ فَاِنِ اسْتَطَعْتَ اَنْ تَبْتَغِيَ نَفَقًا فِى الْاَرْضِ اَوْ سُلَّمًا فِى السَّمَاۤءِ فَتَأْتِيَهُمْ بِاٰيَةٍ ۗوَلَوْ شَاۤءَ اللّٰهُ لَجَمَعَهُمْ عَلَى الْهُدٰى فَلَا تَكُوْنَنَّ مِنَ الْجٰهِلِيْنَ ","kitabah":"وَاِنْ كَانَ كَبُرَ عَلَيْكَ اِعْرَاضُهُمْ فَاِنِ اسْتَطَعْتَ اَنْ تَبْتَغِيَ نَفَقًا فِى الْاَرْضِ اَوْ سُلَّمًا فِى السَّمَاۤءِ فَتَأْتِيَهُمْ بِاٰيَةٍ ۗوَلَوْ شَاۤءَ اللّٰهُ لَجَمَعَهُمْ عَلَى الْهُدٰى فَلَا تَكُوْنَنَّ مِنَ الْجٰهِلِيْنَ ","latin":"Wa in kāna kabura ‘alaika i‘rāḍuhum fa inistaṭa‘ta an tabtagiya nafaqan fil-arḍi au sullaman fis-samā'i fa ta'tiyahum bi'āyah(tin), wa lau syā'allāhu lajama‘ahum ‘alal-hudā falā takūnanna minal-jāhilīn(a).","translation":"Jika keberpalingan mereka terasa berat bagimu (Nabi Muhammad), andaikan engkau dapat membuat lubang di bumi atau tangga ke langit lalu engkau dapat mendatangkan bukti (mukjizat) kepada mereka, (maka buatlah). Seandainya Allah menghendaki, tentu Dia akan menjadikan mereka semua mengikuti petunjuk. Oleh karena itu, janganlah sekali-kali engkau termasuk orang-orang yang bodoh."},{"surah_number":6,"ayat_number":36,"arabic":"۞ اِنَّمَا يَسْتَجِيْبُ الَّذِيْنَ يَسْمَعُوْنَ ۗوَالْمَوْتٰى يَبْعَثُهُمُ اللّٰهُ ثُمَّ اِلَيْهِ يُرْجَعُوْنَ ","kitabah":"۞ اِنَّمَا يَسْتَجِيْبُ الَّذِيْنَ يَسْمَعُوْنَ ۗوَالْمَوْتٰى يَبْعَثُهُمُ اللّٰهُ ثُمَّ اِلَيْهِ يُرْجَعُوْنَ ","latin":"Innamā yastajībul-lażīna yasma‘ūn(a), wal-mautā yab‘aṡuhumullāhu ṡumma ilaihi yurja‘ūn(a).","translation":"Hanya orang-orang yang menyimak (ayat-ayat Allah) sajalah yang mematuhi (seruan-Nya). Adapun orang-orang yang mati241) kelak akan dibangkitkan oleh Allah, kemudian kepada-Nya mereka dikembalikan."},{"surah_number":6,"ayat_number":37,"arabic":"وَقَالُوْا لَوْلَا نُزِّلَ عَلَيْهِ اٰيَةٌ مِّنْ رَّبِّهٖۗ قُلْ اِنَّ اللّٰهَ قَادِرٌ عَلٰٓى اَنْ يُّنَزِّلَ اٰيَةً وَّلٰكِنَّ اَكْثَرَهُمْ لَا يَعْلَمُوْنَ","kitabah":"وَقَالُوْا لَوْلَا نُزِّلَ عَلَيْهِ اٰيَةٌ مِّنْ رَّبِّهٖۗ قُلْ اِنَّ اللّٰهَ قَادِرٌ عَلٰٓى اَنْ يُّنَزِّلَ اٰيَةً وَّلٰكِنَّ اَكْثَرَهُمْ لَا يَعْلَمُوْنَ","latin":"Wa qālū lau lā nuzzila ‘alaihi āyatum mir rabbih(ī), qul innallāha qādirun ‘alā ay yunazzila āyataw wa lākinna akṡarahum lā ya‘lamūn(a).","translation":"Mereka (orang-orang musyrik) berkata, “Mengapa tidak diturunkan kepadanya (Nabi Muhammad) suatu bukti (mukjizat) dari Tuhannya?” Katakanlah, “Sesungguhnya Allah Maha Kuasa menurunkan suatu bukti (mukjizat), tetapi kebanyakan mereka tidak mengetahui.”"},{"surah_number":6,"ayat_number":38,"arabic":"وَمَا مِنْ دَاۤبَّةٍ فِى الْاَرْضِ وَلَا طٰۤىِٕرٍ يَّطِيْرُ بِجَنَاحَيْهِ اِلَّآ اُمَمٌ اَمْثَالُكُمْ ۗمَا فَرَّطْنَا فِى الْكِتٰبِ مِنْ شَيْءٍ ثُمَّ اِلٰى رَبِّهِمْ يُحْشَرُوْنَ ","kitabah":"وَمَا مِنْ دَاۤبَّةٍ فِى الْاَرْضِ وَلَا طٰۤىِٕرٍ يَّطِيْرُ بِجَنَاحَيْهِ اِلَّآ اُمَمٌ اَمْثَالُكُمْ ۗمَا فَرَّطْنَا فِى الْكِتٰبِ مِنْ شَيْءٍ ثُمَّ اِلٰى رَبِّهِمْ يُحْشَرُوْنَ ","latin":"Wa mā min dābbatin fil-arḍi wa lā ṭā'iriy yaṭīru bijanāḥaihi illā umamun amṡālukum, mā farraṭnā fil-kitābi min syai'in ṡumma ilā rabbihim yuḥsyarūn(a).","translation":"Tidak ada seekor hewan pun (yang berada) di bumi dan burung-burung yang terbang dengan kedua sayapnya, melainkan semuanya merupakan umat (juga) seperti kamu.242) Tidak ada sesuatu pun yang Kami luputkan di dalam kitab,243) kemudian kepada Tuhannya mereka dikumpulkan."},{"surah_number":6,"ayat_number":39,"arabic":"وَالَّذِيْنَ كَذَّبُوْا بِاٰيٰتِنَا صُمٌّ وَّبُكْمٌ فِى الظُّلُمٰتِۗ مَنْ يَّشَاِ اللّٰهُ يُضْلِلْهُ وَمَنْ يَّشَأْ يَجْعَلْهُ عَلٰى صِرَاطٍ مُّسْتَقِيْمٍ ","kitabah":"وَالَّذِيْنَ كَذَّبُوْا بِاٰيٰتِنَا صُمٌّ وَّبُكْمٌ فِى الظُّلُمٰتِۗ مَنْ يَّشَاِ اللّٰهُ يُضْلِلْهُ وَمَنْ يَّشَأْ يَجْعَلْهُ عَلٰى صِرَاطٍ مُّسْتَقِيْمٍ ","latin":"Wal-lażīna każżabū bi'āyātinā ṣummuw wa bukmun fiẓ-ẓulumāt(i), may yasya'illāhu yuḍlilhu wa may yasya' yaj‘alhu ‘alā ṣirāṭim mustaqīm(in).","translation":"Orang-orang yang mendustakan ayat-ayat Kami (seperti orang yang) tuli dan bisu, serta berada dalam berbagai kegelapan. Siapa yang dikehendaki Allah (dalam kesesatan), niscaya disesatkan-Nya. Siapa yang dikehendaki Allah (dalam petunjuk), niscaya Dia menjadikannya berada di atas jalan yang lurus.244) "},{"surah_number":6,"ayat_number":40,"arabic":"قُلْ اَرَءَيْتَكُمْ اِنْ اَتٰىكُمْ عَذَابُ اللّٰهِ اَوْ اَتَتْكُمُ السَّاعَةُ اَغَيْرَ اللّٰهِ تَدْعُوْنَۚ اِنْ كُنْتُمْ صٰدِقِيْنَ ","kitabah":"قُلْ اَرَءَيْتَكُمْ اِنْ اَتٰىكُمْ عَذَابُ اللّٰهِ اَوْ اَتَتْكُمُ السَّاعَةُ اَغَيْرَ اللّٰهِ تَدْعُوْنَۚ اِنْ كُنْتُمْ صٰدِقِيْنَ ","latin":"Qul ara'aitakum in atākum ‘ażābullāhi au atatkumus-sā‘atu agairallāhi tad‘ūn(a), in kuntum ṣādiqīn(a).","translation":"Katakanlah (Nabi Muhammad), “Terangkanlah kepadaku (bahwa) jika siksaan Allah sampai kepadamu (di dunia) atau hari Kiamat sampai kepadamu, apakah kamu (tetap) akan menyeru (tuhan) selain Allah, jika kamu (merasa) orang yang benar?”"},{"surah_number":6,"ayat_number":41,"arabic":"بَلْ اِيَّاهُ تَدْعُوْنَ فَيَكْشِفُ مَا تَدْعُوْنَ اِلَيْهِ اِنْ شَاۤءَ وَتَنْسَوْنَ مَا تُشْرِكُوْنَ ࣖ","kitabah":"بَلْ اِيَّاهُ تَدْعُوْنَ فَيَكْشِفُ مَا تَدْعُوْنَ اِلَيْهِ اِنْ شَاۤءَ وَتَنْسَوْنَ مَا تُشْرِكُوْنَ ࣖ","latin":"Bal iyyāhu tad‘ūna fa yaksyifu mā tad‘ūna ilaihi in syā'a wa tansauna mā tusyrikūn(a).","translation":"Tidak! Hanya kepada-Nya kamu menyeru. Maka, jika Dia menghendaki, Dia hilangkan apa (bahaya dan siksa) yang (karenanya) kamu memohon kepada-Nya, dan (karena dahsyatnya keadaan) kamu tinggalkan apa yang kamu persekutukan (dengan Allah)."},{"surah_number":6,"ayat_number":42,"arabic":"وَلَقَدْ اَرْسَلْنَآ اِلٰٓى اُمَمٍ مِّنْ قَبْلِكَ فَاَخَذْنٰهُمْ بِالْبَأْسَاۤءِ وَالضَّرَّاۤءِ لَعَلَّهُمْ يَتَضَرَّعُوْنَ ","kitabah":"وَلَقَدْ اَرْسَلْنَآ اِلٰٓى اُمَمٍ مِّنْ قَبْلِكَ فَاَخَذْنٰهُمْ بِالْبَأْسَاۤءِ وَالضَّرَّاۤءِ لَعَلَّهُمْ يَتَضَرَّعُوْنَ ","latin":"Wa laqad arsalnā ilā umamim min qablika fa akhażnāhum bil-ba'sā'i waḍ-ḍarrā'i la‘allahum yataḍarra‘ūn(a).","translation":"Sungguh, Kami telah mengutus (para rasul) kepada umat-umat sebelum engkau, (tetapi mereka membangkang,) kemudian Kami siksa mereka dengan (menimpakan) kemelaratan dan kesengsaraan, agar tunduk merendahkan diri (kepada Allah)."},{"surah_number":6,"ayat_number":43,"arabic":"فَلَوْلَآ اِذْ جَاۤءَهُمْ بَأْسُنَا تَضَرَّعُوْا وَلٰكِنْ قَسَتْ قُلُوْبُهُمْ وَزَيَّنَ لَهُمُ الشَّيْطٰنُ مَا كَانُوْا يَعْمَلُوْنَ ","kitabah":"فَلَوْلَآ اِذْ جَاۤءَهُمْ بَأْسُنَا تَضَرَّعُوْا وَلٰكِنْ قَسَتْ قُلُوْبُهُمْ وَزَيَّنَ لَهُمُ الشَّيْطٰنُ مَا كَانُوْا يَعْمَلُوْنَ ","latin":"Falau lā iż jā'ahum ba'sunā taḍarra‘ū wa lākin qasat qulūbuhum wa zayyana lahumusy-syaiṭānu mā kānū ya‘malūn(a).","translation":"Akan tetapi, mengapa mereka tidak tunduk merendahkan diri (kepada Allah) ketika siksaan Kami datang menimpa mereka? Bahkan hati mereka telah menjadi keras dan setan pun menjadikan terasa indah bagi mereka apa yang selalu mereka kerjakan."},{"surah_number":6,"ayat_number":44,"arabic":"فَلَمَّا نَسُوْا مَا ذُكِّرُوْا بِهٖ فَتَحْنَا عَلَيْهِمْ اَبْوَابَ كُلِّ شَيْءٍۗ حَتّٰٓى اِذَا فَرِحُوْا بِمَآ اُوْتُوْٓا اَخَذْنٰهُمْ بَغْتَةً فَاِذَا هُمْ مُّبْلِسُوْنَ","kitabah":"فَلَمَّا نَسُوْا مَا ذُكِّرُوْا بِهٖ فَتَحْنَا عَلَيْهِمْ اَبْوَابَ كُلِّ شَيْءٍۗ حَتّٰٓى اِذَا فَرِحُوْا بِمَآ اُوْتُوْٓا اَخَذْنٰهُمْ بَغْتَةً فَاِذَا هُمْ مُّبْلِسُوْنَ","latin":"Falammā nasū mā żukkirū bihī fataḥnā ‘alaihim abwāba kulli syai'(in), ḥattā iżā fariḥū bimā ūtū akhażnāhum bagtatan fa iżā hum mublisūn(a).","translation":"Maka, ketika mereka melupakan peringatan yang telah diberikan kepada mereka, Kami pun membukakan pintu-pintu segala sesuatu (kesenangan) untuk mereka, sehingga ketika mereka bergembira dengan apa yang telah diberikan kepada mereka, Kami siksa mereka secara tiba-tiba, maka ketika itu mereka terdiam putus asa."},{"surah_number":6,"ayat_number":45,"arabic":"فَقُطِعَ دَابِرُ الْقَوْمِ الَّذِيْنَ ظَلَمُوْاۗ وَالْحَمْدُ لِلّٰهِ رَبِّ الْعٰلَمِيْنَ ","kitabah":"فَقُطِعَ دَابِرُ الْقَوْمِ الَّذِيْنَ ظَلَمُوْاۗ وَالْحَمْدُ لِلّٰهِ رَبِّ الْعٰلَمِيْنَ ","latin":"Fa quṭi‘a dābirul-qaumil-lażīna ẓalamū, wal-ḥamdu lillāhi rabbil-‘ālamīn(a).","translation":"Maka, orang-orang yang zalim itu dimusnahkan sampai ke akar-akarnya. Segala puji bagi Allah, Tuhan semesta alam."},{"surah_number":6,"ayat_number":46,"arabic":"قُلْ اَرَاَيْتُمْ اِنْ اَخَذَ اللّٰهُ سَمْعَكُمْ وَاَبْصَارَكُمْ وَخَتَمَ عَلٰى قُلُوْبِكُمْ مَّنْ اِلٰهٌ غَيْرُ اللّٰهِ يَأْتِيْكُمْ بِهٖۗ اُنْظُرْ كَيْفَ نُصَرِّفُ الْاٰيٰتِ ثُمَّ هُمْ يَصْدِفُوْنَ ","kitabah":"قُلْ اَرَاَيْتُمْ اِنْ اَخَذَ اللّٰهُ سَمْعَكُمْ وَاَبْصَارَكُمْ وَخَتَمَ عَلٰى قُلُوْبِكُمْ مَّنْ اِلٰهٌ غَيْرُ اللّٰهِ يَأْتِيْكُمْ بِهٖۗ اُنْظُرْ كَيْفَ نُصَرِّفُ الْاٰيٰتِ ثُمَّ هُمْ يَصْدِفُوْنَ ","latin":"Qul ara'aitum in akhażallāhu sam‘akum wa abṣārakum wa khatama ‘alā qulūbikum man ilāhun gairullāhi ya'tīkum bih(ī), unẓur kaifa nuṣarriful-āyāti ṡumma hum yaṣdifūn(a).","translation":"Katakanlah (Nabi Muhammad), “Terangkanlah kepadaku jika Allah mencabut pendengaran dan penglihatan serta menutup hatimu, siapakah tuhan selain Allah yang kuasa mengembalikannya kepadamu?” Perhatikanlah, bagaimana Kami menjelaskan berulang-ulang (kepada mereka) tanda-tanda kekuasaan (Kami), tetapi mereka tetap berpaling."},{"surah_number":6,"ayat_number":47,"arabic":"قُلْ اَرَاَيْتَكُمْ اِنْ اَتٰىكُمْ عَذَابُ اللّٰهِ بَغْتَةً اَوْ جَهْرَةً هَلْ يُهْلَكُ اِلَّا الْقَوْمُ الظّٰلِمُوْنَ ","kitabah":"قُلْ اَرَاَيْتَكُمْ اِنْ اَتٰىكُمْ عَذَابُ اللّٰهِ بَغْتَةً اَوْ جَهْرَةً هَلْ يُهْلَكُ اِلَّا الْقَوْمُ الظّٰلِمُوْنَ ","latin":"Qul ara'aitakum in atākum ‘ażābullāhi bagtatan au jahratan hal yuhlaku illal-qaumuẓ-ẓālimūn(a).","translation":"Katakanlah (Nabi Muhammad), “Terangkanlah kepadaku jika siksaan Allah sampai kepadamu secara tiba-tiba atau terang-terangan, adakah yang dibinasakan (Allah) selain orang-orang yang zalim?”"},{"surah_number":6,"ayat_number":48,"arabic":"وَمَا نُرْسِلُ الْمُرْسَلِيْنَ اِلَّا مُبَشِّرِيْنَ وَمُنْذِرِيْنَۚ فَمَنْ اٰمَنَ وَاَصْلَحَ فَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُوْنَ ","kitabah":"وَمَا نُرْسِلُ الْمُرْسَلِيْنَ اِلَّا مُبَشِّرِيْنَ وَمُنْذِرِيْنَۚ فَمَنْ اٰمَنَ وَاَصْلَحَ فَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُوْنَ ","latin":"Wa mā nursilul-mursalīna illā mubasysyirīna wa munżirīn(a), faman āmana wa aṣlaḥa falā khaufun ‘alaihim wa lā hum yaḥzanūn(a).","translation":"Tidaklah Kami utus para rasul melainkan untuk memberi kabar gembira dan memberi peringatan. Siapa beriman dan mengadakan perbaikan, maka tidak ada rasa takut pada mereka dan mereka tidak bersedih hati."},{"surah_number":6,"ayat_number":49,"arabic":"وَالَّذِيْنَ كَذَّبُوْا بِاٰيٰتِنَا يَمَسُّهُمُ الْعَذَابُ بِمَا كَانُوْا يَفْسُقُوْنَ ","kitabah":"وَالَّذِيْنَ كَذَّبُوْا بِاٰيٰتِنَا يَمَسُّهُمُ الْعَذَابُ بِمَا كَانُوْا يَفْسُقُوْنَ ","latin":"Wal-lażīna każżabū bi'āyātinā yamassuhumul-‘ażābu bimā kānū yafsuqūn(a).","translation":"Orang-orang yang mendustakan ayat-ayat Kami akan ditimpa azab karena mereka selalu berbuat fasik (berbuat dosa)."},{"surah_number":6,"ayat_number":50,"arabic":"قُلْ لَّآ اَقُوْلُ لَكُمْ عِنْدِيْ خَزَاۤىِٕنُ اللّٰهِ وَلَآ اَعْلَمُ الْغَيْبَ وَلَآ اَقُوْلُ لَكُمْ اِنِّيْ مَلَكٌۚ اِنْ اَتَّبِعُ اِلَّا مَا يُوْحٰٓى اِلَيَّۗ  قُلْ هَلْ يَسْتَوِى الْاَعْمٰى وَالْبَصِيْرُۗ اَفَلَا تَتَفَكَّرُوْنَ ࣖ","kitabah":"قُلْ لَّآ اَقُوْلُ لَكُمْ عِنْدِيْ خَزَاۤىِٕنُ اللّٰهِ وَلَآ اَعْلَمُ الْغَيْبَ وَلَآ اَقُوْلُ لَكُمْ اِنِّيْ مَلَكٌۚ اِنْ اَتَّبِعُ اِلَّا مَا يُوْحٰٓى اِلَيَّۗ  قُلْ هَلْ يَسْتَوِى الْاَعْمٰى وَالْبَصِيْرُۗ اَفَلَا تَتَفَكَّرُوْنَ ࣖ","latin":"Qul lā aqūlu lakum ‘indī khazā'inullāhi wa lā a‘lamul-gaiba wa lā aqūlu lakum innī malak(un), in attabi‘u illā mā yūḥā ilayy(a), qul hal yastawil-a‘mā wal-baṣīr(u), afalā tatafakkarūn(a).","translation":"Katakanlah (Nabi Muhammad), “Aku tidak mengatakan kepadamu bahwa perbendaharaan (rezeki) Allah ada padaku, aku (sendiri) tidak mengetahui yang gaib, dan aku tidak (pula) mengatakan kepadamu bahwa aku malaikat. Aku tidak mengikuti kecuali apa yang diwahyukan kepadaku.” Katakanlah, “Apakah sama orang yang buta dengan orang yang melihat? Apakah kamu tidak memikirkan(-nya)?”"},{"surah_number":6,"ayat_number":51,"arabic":"وَاَنْذِرْ بِهِ الَّذِيْنَ يَخَافُوْنَ اَنْ يُّحْشَرُوْٓا اِلٰى رَبِّهِمْ لَيْسَ لَهُمْ مِّنْ دُوْنِهٖ وَلِيٌّ وَّلَا شَفِيْعٌ لَّعَلَّهُمْ يَتَّقُوْنَ","kitabah":"وَاَنْذِرْ بِهِ الَّذِيْنَ يَخَافُوْنَ اَنْ يُّحْشَرُوْٓا اِلٰى رَبِّهِمْ لَيْسَ لَهُمْ مِّنْ دُوْنِهٖ وَلِيٌّ وَّلَا شَفِيْعٌ لَّعَلَّهُمْ يَتَّقُوْنَ","latin":"Wa anżir bihil-lażīna yakhāfūna ay yuḥsyarū ilā rabbihim  laisa lahum min dūnihī waliyyuw wa lā syafī‘ul la‘allahum yattaqūn(a).","translation":"Peringatkanlah dengannya (Al-Qur’an) orang-orang yang takut akan dikumpulkan menghadap Tuhannya (pada hari Kiamat). Tidak ada bagi mereka pelindung dan pemberi syafaat (pertolongan) selain Allah, agar mereka bertakwa."},{"surah_number":6,"ayat_number":52,"arabic":"وَلَا تَطْرُدِ الَّذِيْنَ يَدْعُوْنَ رَبَّهُمْ بِالْغَدٰوةِ وَالْعَشِيِّ يُرِيْدُوْنَ وَجْهَهٗ ۗمَا عَلَيْكَ مِنْ حِسَابِهِمْ مِّنْ شَيْءٍ وَّمَا مِنْ حِسَابِكَ عَلَيْهِمْ مِّنْ شَيْءٍ فَتَطْرُدَهُمْ فَتَكُوْنَ مِنَ الظّٰلِمِيْنَ ","kitabah":"وَلَا تَطْرُدِ الَّذِيْنَ يَدْعُوْنَ رَبَّهُمْ بِالْغَدٰوةِ وَالْعَشِيِّ يُرِيْدُوْنَ وَجْهَهٗ ۗمَا عَلَيْكَ مِنْ حِسَابِهِمْ مِّنْ شَيْءٍ وَّمَا مِنْ حِسَابِكَ عَلَيْهِمْ مِّنْ شَيْءٍ فَتَطْرُدَهُمْ فَتَكُوْنَ مِنَ الظّٰلِمِيْنَ ","latin":"Wa lā taṭrudil-lażīna yad‘ūna rabbahum bil-gadāti wal-‘asyiyyi yurīdūna wajhah(ū), mā ‘alaika min ḥisābihim min syai'iw wa mā min ḥisābika  ‘alaihim min syai'in fa taṭrudahum fa takūna minaẓ-ẓālimīn(a).","translation":"Janganlah engkau (Nabi Muhammad) mengusir orang-orang yang menyeru Tuhannya pada pagi dan petang hari, sedangkan mereka mengharapkan keridaan-Nya. Engkau tidak memikul tanggung jawab sedikit pun terhadap perbuatan mereka dan mereka (pun) tidak memikul tanggung jawab sedikit pun terhadap perbuatanmu, sehingga engkau (tidak berhak) mengusir mereka. (Jika dilakukan,) engkau termasuk orang-orang yang zalim.245)"},{"surah_number":6,"ayat_number":53,"arabic":"وَكَذٰلِكَ فَتَنَّا بَعْضَهُمْ بِبَعْضٍ لِّيَقُوْلُوْٓا اَهٰٓؤُلَاۤءِ مَنَّ اللّٰهُ عَلَيْهِمْ مِّنْۢ بَيْنِنَاۗ  اَلَيْسَ اللّٰهُ بِاَعْلَمَ بِالشّٰكِرِيْنَ ","kitabah":"وَكَذٰلِكَ فَتَنَّا بَعْضَهُمْ بِبَعْضٍ لِّيَقُوْلُوْٓا اَهٰٓؤُلَاۤءِ مَنَّ اللّٰهُ عَلَيْهِمْ مِّنْۢ بَيْنِنَاۗ  اَلَيْسَ اللّٰهُ بِاَعْلَمَ بِالشّٰكِرِيْنَ ","latin":"Wa każālika fatannā ba‘ḍahum biba‘ḍil liyaqūlū ahā'ulā'i mannallāhu ‘alaihim mim baininā, alaisallāhu bi'a‘lama bisy-syākirīn(a).","translation":"Demikianlah Kami telah menguji sebagian mereka (yang kaya dan berkuasa) dengan sebagian yang lain (yang miskin dan menderita), sehingga mereka (yang kaya dan kufur itu) berkata, “Orang-orang semacam inikah (yang status sosialnya rendah) di antara kita yang diberi anugerah oleh Allah?” (Allah berfirman,) “Tidakkah Allah lebih mengetahui tentang mereka yang bersyukur (kepada-Nya)?”"},{"surah_number":6,"ayat_number":54,"arabic":"وَاِذَا جَاۤءَكَ الَّذِيْنَ يُؤْمِنُوْنَ بِاٰيٰتِنَا فَقُلْ سَلٰمٌ عَلَيْكُمْ كَتَبَ رَبُّكُمْ عَلٰى نَفْسِهِ الرَّحْمَةَۙ اَنَّهٗ مَنْ عَمِلَ مِنْكُمْ سُوْۤءًاۢ بِجَهَالَةٍ ثُمَّ تَابَ مِنْۢ بَعْدِهٖ وَاَصْلَحَ فَاَنَّهٗ غَفُوْرٌ رَّحِيْمٌ  ","kitabah":"وَاِذَا جَاۤءَكَ الَّذِيْنَ يُؤْمِنُوْنَ بِاٰيٰتِنَا فَقُلْ سَلٰمٌ عَلَيْكُمْ كَتَبَ رَبُّكُمْ عَلٰى نَفْسِهِ الرَّحْمَةَۙ اَنَّهٗ مَنْ عَمِلَ مِنْكُمْ سُوْۤءًاۢ بِجَهَالَةٍ ثُمَّ تَابَ مِنْۢ بَعْدِهٖ وَاَصْلَحَ فَاَنَّهٗ غَفُوْرٌ رَّحِيْمٌ  ","latin":"Wa iżā jā'akal-lażīna yu'minūna bi'āyātinā fa qul salāmun ‘alaikum kataba rabbukum ‘alā nafsihir-raḥmah(ta), annahū man ‘amila minkum sū'am bijahālatin ṡumma tāba mim ba‘dihī wa aṣlaḥa fa annahū gafūrur raḥīm(un).","translation":"Apabila orang-orang yang beriman pada ayat-ayat Kami datang kepadamu, katakanlah, “Salāmun ‘alaikum (semoga keselamatan tercurah kepadamu).” Tuhanmu telah menetapkan sifat kasih sayang pada diri-Nya, (yaitu) siapa yang berbuat kejahatan di antara kamu karena kejahilan (kebodohan, kecerobohan, dorongan nafsu, amarah dan sebagainya), kemudian dia bertobat setelah itu dan memperbaiki diri, maka sesungguhnya Dia Maha Pengampun lagi Maha Penyayang."},{"surah_number":6,"ayat_number":55,"arabic":"وَكَذٰلِكَ نُفَصِّلُ الْاٰيٰتِ وَلِتَسْتَبِيْنَ سَبِيْلُ الْمُجْرِمِيْنَ ࣖ","kitabah":"وَكَذٰلِكَ نُفَصِّلُ الْاٰيٰتِ وَلِتَسْتَبِيْنَ سَبِيْلُ الْمُجْرِمِيْنَ ࣖ","latin":"Wa każālika nufaṣṣilul-āyāti wa litastabīna sabīlal-mujrimīn(a).","translation":"Demikianlah Kami terangkan ayat-ayat Al-Qur’an secara terperinci (agar terlihat jelas jalan kebenaran) dan agar terlihat jelas (pula) jalan para pendurhaka. "},{"surah_number":6,"ayat_number":56,"arabic":"قُلْ اِنِّيْ نُهِيْتُ اَنْ اَعْبُدَ الَّذِيْنَ تَدْعُوْنَ مِنْ دُوْنِ اللّٰهِ ۗ قُلْ لَّآ اَتَّبِعُ اَهْوَاۤءَكُمْۙ قَدْ ضَلَلْتُ اِذًا وَّمَآ اَنَا۠ مِنَ الْمُهْتَدِيْنَ ","kitabah":"قُلْ اِنِّيْ نُهِيْتُ اَنْ اَعْبُدَ الَّذِيْنَ تَدْعُوْنَ مِنْ دُوْنِ اللّٰهِ ۗ قُلْ لَّآ اَتَّبِعُ اَهْوَاۤءَكُمْۙ قَدْ ضَلَلْتُ اِذًا وَّمَآ اَنَا۠ مِنَ الْمُهْتَدِيْنَ ","latin":"Qul innī nuhītu an a‘budal-lażīna tad‘ūna min dūnillāh(i), qul lā attabi‘u ahwā'akum, qad ḍalaltu iżaw wa mā ana minal-muhtadīn(a).","translation":"Katakanlah (Nabi Muhammad), “Sesungguhnya aku dilarang menyembah tuhan-tuhan yang kamu sembah selain Allah.” Katakanlah, “Aku tidak akan mengikuti keinginanmu. Jika berbuat demikian, sungguh tersesatlah aku, dan aku tidak termasuk orang yang mendapat petunjuk.”"},{"surah_number":6,"ayat_number":57,"arabic":"قُلْ اِنِّيْ عَلٰى بَيِّنَةٍ مِّنْ رَّبِّيْ وَكَذَّبْتُمْ بِهٖۗ مَا عِنْدِيْ مَا تَسْتَعْجِلُوْنَ بِهٖۗ اِنِ الْحُكْمُ اِلَّا لِلّٰهِ ۗيَقُصُّ الْحَقَّ وَهُوَ خَيْرُ الْفٰصِلِيْنَ","kitabah":"قُلْ اِنِّيْ عَلٰى بَيِّنَةٍ مِّنْ رَّبِّيْ وَكَذَّبْتُمْ بِهٖۗ مَا عِنْدِيْ مَا تَسْتَعْجِلُوْنَ بِهٖۗ اِنِ الْحُكْمُ اِلَّا لِلّٰهِ ۗيَقُصُّ الْحَقَّ وَهُوَ خَيْرُ الْفٰصِلِيْنَ","latin":"Qul innī ‘alā bayyinatim mir rabbī wa każżabtum bih(ī), mā ‘indī mā tasta‘jilūna bih(ī), inil-ḥukmu illā lillāh(i), yaquṣṣul-ḥaqqa wa huwa khairul-fāṣilīn(a).","translation":"Katakanlah (Nabi Muhammad), “Aku (berada) di atas keterangan yang nyata (kebenarannya, yaitu Al-Qur’an) dari Tuhanku, sedangkan kamu mendustakannya. Bukanlah kewenanganku (untuk menurunkan azab) yang kamu tuntut untuk disegerakan kedatangannya. Menetapkan hukum itu hanyalah hak Allah. Dia menerangkan kebenaran dan Dia pemberi keputusan yang terbaik.”"},{"surah_number":6,"ayat_number":58,"arabic":"قُلْ لَّوْ اَنَّ عِنْدِيْ مَا تَسْتَعْجِلُوْنَ بِهٖ لَقُضِيَ الْاَمْرُ بَيْنِيْ وَبَيْنَكُمْ ۗوَاللّٰهُ اَعْلَمُ بِالظّٰلِمِيْنَ ","kitabah":"قُلْ لَّوْ اَنَّ عِنْدِيْ مَا تَسْتَعْجِلُوْنَ بِهٖ لَقُضِيَ الْاَمْرُ بَيْنِيْ وَبَيْنَكُمْ ۗوَاللّٰهُ اَعْلَمُ بِالظّٰلِمِيْنَ ","latin":"Qul lau anna ‘indī mā tasta‘jilūna bihī laquḍiyal-amru bainī wa bainakum, wallāhu a‘lamu biẓ-ẓālimīn(a).","translation":"Katakanlah (Nabi Muhammad), “Seandainya ada padaku (kewenangan untuk menurunkan) apa (azab) yang kamu minta agar disegerakan kedatangannya, tentu selesailah segala perkara antara aku dan kamu.”246) Allah lebih mengetahui tentang orang-orang yang zalim."},{"surah_number":6,"ayat_number":59,"arabic":"۞ وَعِنْدَهٗ مَفَاتِحُ الْغَيْبِ لَا يَعْلَمُهَآ اِلَّا هُوَۗ وَيَعْلَمُ مَا فِى الْبَرِّ وَالْبَحْرِۗ وَمَا تَسْقُطُ مِنْ وَّرَقَةٍ اِلَّا يَعْلَمُهَا وَلَا حَبَّةٍ فِيْ ظُلُمٰتِ الْاَرْضِ وَلَا رَطْبٍ وَّلَا يَابِسٍ اِلَّا فِيْ كِتٰبٍ مُّبِيْنٍ ","kitabah":"۞ وَعِنْدَهٗ مَفَاتِحُ الْغَيْبِ لَا يَعْلَمُهَآ اِلَّا هُوَۗ وَيَعْلَمُ مَا فِى الْبَرِّ وَالْبَحْرِۗ وَمَا تَسْقُطُ مِنْ وَّرَقَةٍ اِلَّا يَعْلَمُهَا وَلَا حَبَّةٍ فِيْ ظُلُمٰتِ الْاَرْضِ وَلَا رَطْبٍ وَّلَا يَابِسٍ اِلَّا فِيْ كِتٰبٍ مُّبِيْنٍ ","latin":"Wa ‘indahū mafātiḥul-gaibi lā ya‘lamuhā illā huw(a), wa ya‘lamu mā fil-barri wal-baḥr(i), wa mā tasquṭu miw waraqatin illā ya‘lamuhā wa lā ḥabbatin fī ẓulumātil-arḍi wa lā raṭbiw wa lā yābisin illā fī kitābim mubīn(in).","translation":"Kunci-kunci semua yang gaib ada pada-Nya; tidak ada yang mengetahuinya selain Dia. Dia mengetahui apa yang ada di darat dan di laut. Tidak ada sehelai daun pun yang gugur yang tidak diketahui-Nya. Tidak ada sebutir biji pun dalam kegelapan bumi dan tidak pula sesuatu yang basah atau yang kering, melainkan (tertulis) dalam kitab yang nyata (Lauhulmahfuz)."},{"surah_number":6,"ayat_number":60,"arabic":"وَهُوَ الَّذِيْ يَتَوَفّٰىكُمْ بِالَّيْلِ وَيَعْلَمُ مَا جَرَحْتُمْ بِالنَّهَارِ ثُمَّ يَبْعَثُكُمْ فِيْهِ لِيُقْضٰٓى اَجَلٌ مُّسَمًّىۚ ثُمَّ اِلَيْهِ مَرْجِعُكُمْ ثُمَّ يُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُوْنَ ࣖ","kitabah":"وَهُوَ الَّذِيْ يَتَوَفّٰىكُمْ بِالَّيْلِ وَيَعْلَمُ مَا جَرَحْتُمْ بِالنَّهَارِ ثُمَّ يَبْعَثُكُمْ فِيْهِ لِيُقْضٰٓى اَجَلٌ مُّسَمًّىۚ ثُمَّ اِلَيْهِ مَرْجِعُكُمْ ثُمَّ يُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُوْنَ ࣖ","latin":"Wa huwal-lażī yatawaffākum bil-laili wa ya‘lamu mā jaraḥtum bin-nahāri ṡumma yab‘aṡukum fīhi liyuqḍā ajalum musammā(n), ṡumma ilaihi marji‘ukum ṡumma yunabbi'ukum bimā kuntum ta‘malūn(a).","translation":"Dialah yang menidurkan kamu pada malam hari dan Dia mengetahui apa yang kamu kerjakan pada siang hari. Kemudian, Dia membangunkan kamu padanya (siang hari) untuk disempurnakan umurmu yang telah ditetapkan. Kemudian kepada-Nya tempat kamu kembali, lalu Dia memberitahukan kepadamu apa yang telah kamu kerjakan."},{"surah_number":6,"ayat_number":61,"arabic":"وَهُوَ الْقَاهِرُ فَوْقَ عِبَادِهٖ وَيُرْسِلُ عَلَيْكُمْ حَفَظَةً ۗحَتّٰٓى اِذَا جَاۤءَ اَحَدَكُمُ الْمَوْتُ تَوَفَّتْهُ رُسُلُنَا وَهُمْ لَا يُفَرِّطُوْنَ ","kitabah":"وَهُوَ الْقَاهِرُ فَوْقَ عِبَادِهٖ وَيُرْسِلُ عَلَيْكُمْ حَفَظَةً ۗحَتّٰٓى اِذَا جَاۤءَ اَحَدَكُمُ الْمَوْتُ تَوَفَّتْهُ رُسُلُنَا وَهُمْ لَا يُفَرِّطُوْنَ ","latin":"Wa huwal-qāhiru fauqa ‘ibādihī wa yursilu ‘alaikum ḥafaẓah(tan), ḥattā iżā jā'a aḥadakumul-mautu tawaffathu rusulunā wa hum lā yufarriṭūn(a). ","translation":"Dialah Penguasa mutlak di atas semua hamba-Nya, dan Dia mengutus kepadamu malaikat-malaikat penjaga, sehingga apabila kematian datang kepada salah seorang di antara kamu, malaikat-malaikat Kami mencabut nyawanya, dan mereka tidak melalaikan tugasnya."},{"surah_number":6,"ayat_number":62,"arabic":"ثُمَّ رُدُّوْٓا اِلَى اللّٰهِ مَوْلٰىهُمُ الْحَقِّۗ  اَلَا لَهُ الْحُكْمُ وَهُوَ اَسْرَعُ الْحٰسِبِيْنَ ","kitabah":"ثُمَّ رُدُّوْٓا اِلَى اللّٰهِ مَوْلٰىهُمُ الْحَقِّۗ  اَلَا لَهُ الْحُكْمُ وَهُوَ اَسْرَعُ الْحٰسِبِيْنَ ","latin":"Ṡumma ruddū ilallāhi maulāhumul-ḥaqq(i), alā lahul-ḥukmu wa huwa asra‘ul-ḥāsibīn(a).","translation":"Kemudian mereka (hamba-hamba Allah) dikembalikan kepada Allah, Penguasa mereka yang sebenarnya. Ketahuilah bahwa segala hukum (pada hari itu) hanya milik-Nya, Dialah pembuat perhitungan yang paling cepat."},{"surah_number":6,"ayat_number":63,"arabic":"قُلْ مَنْ يُّنَجِّيْكُمْ مِّنْ ظُلُمٰتِ الْبَرِّ وَالْبَحْرِ تَدْعُوْنَهٗ تَضَرُّعًا وَّخُفْيَةً ۚ لَىِٕنْ اَنْجٰىنَا مِنْ هٰذِهٖ لَنَكُوْنَنَّ مِنَ الشّٰكِرِيْنَ ","kitabah":"قُلْ مَنْ يُّنَجِّيْكُمْ مِّنْ ظُلُمٰتِ الْبَرِّ وَالْبَحْرِ تَدْعُوْنَهٗ تَضَرُّعًا وَّخُفْيَةً ۚ لَىِٕنْ اَنْجٰىنَا مِنْ هٰذِهٖ لَنَكُوْنَنَّ مِنَ الشّٰكِرِيْنَ ","latin":"Qul may yunajjīkum min ẓulumātil-barri wal-baḥri tad‘ūnahū taḍarru‘aw wa khufyah(tan), la'in anjānā min hāżihī lanakūnanna minasy- syākirīn(a).","translation":"Katakanlah (Nabi Muhammad), “Siapakah yang dapat menyelamatkanmu dari berbagai kegelapan (bencana) di darat dan di laut, ketika kamu berdoa kepada-Nya dengan rendah hati dan dengan suara yang lembut (dengan berkata), ‘Sungguh, jika Dia menyelamatkan kami dari (bencana) ini, tentulah kami menjadi orang-orang yang bersyukur.’”"},{"surah_number":6,"ayat_number":64,"arabic":"قُلِ اللّٰهُ يُنَجِّيْكُمْ مِّنْهَا وَمِنْ كُلِّ كَرْبٍ ثُمَّ اَنْتُمْ تُشْرِكُوْنَ ","kitabah":"قُلِ اللّٰهُ يُنَجِّيْكُمْ مِّنْهَا وَمِنْ كُلِّ كَرْبٍ ثُمَّ اَنْتُمْ تُشْرِكُوْنَ ","latin":"Qulillāhu yunajjīkum minhā wa min kulli karbin ṡumma antum tusyrikūn(a).","translation":"Katakanlah (Nabi Muhammad), “Allah yang menyelamatkanmu darinya (bencana itu) dan dari segala macam kesusahan. Kemudian, kamu (kembali) mempersekutukan-Nya.”"},{"surah_number":6,"ayat_number":65,"arabic":"قُلْ هُوَ الْقَادِرُ عَلٰٓى اَنْ يَّبْعَثَ عَلَيْكُمْ عَذَابًا مِّنْ فَوْقِكُمْ اَوْ مِنْ تَحْتِ اَرْجُلِكُمْ اَوْ يَلْبِسَكُمْ شِيَعًا وَّيُذِيْقَ بَعْضَكُمْ بَأْسَ بَعْضٍۗ  اُنْظُرْ كَيْفَ نُصَرِّفُ الْاٰيٰتِ لَعَلَّهُمْ يَفْقَهُوْنَ ","kitabah":"قُلْ هُوَ الْقَادِرُ عَلٰٓى اَنْ يَّبْعَثَ عَلَيْكُمْ عَذَابًا مِّنْ فَوْقِكُمْ اَوْ مِنْ تَحْتِ اَرْجُلِكُمْ اَوْ يَلْبِسَكُمْ شِيَعًا وَّيُذِيْقَ بَعْضَكُمْ بَأْسَ بَعْضٍۗ  اُنْظُرْ كَيْفَ نُصَرِّفُ الْاٰيٰتِ لَعَلَّهُمْ يَفْقَهُوْنَ ","latin":"Qul huwal-qādiru ‘alā ay yab‘aṡa ‘alaikum ‘ażābam min fauqikum au min taḥti arjulikum au yalbisakum syiya‘aw wa yużīqa ba‘ḍakum ba'sa ba‘ḍ(in), unẓur kaifa nuṣarriful-āyāti la‘allahum yafqahūn(a).","translation":"Katakanlah (Nabi Muhammad), “Dialah Yang Maha Kuasa mengirimkan azab kepadamu, dari atas atau dari bawah kakimu247) atau Dia memecah belah kamu menjadi golongan-golongan (yang saling bertentangan) dan merasakan kepada sebagian kamu keganasan sebagian yang lain.” Perhatikanlah, bagaimana Kami menjelaskan berulang-ulang tanda-tanda (kekuasaan Kami) agar mereka memahami(-nya).248)"},{"surah_number":6,"ayat_number":66,"arabic":"وَكَذَّبَ بِهٖ قَوْمُكَ وَهُوَ الْحَقُّۗ قُلْ لَّسْتُ عَلَيْكُمْ بِوَكِيْلٍ ۗ","kitabah":"وَكَذَّبَ بِهٖ قَوْمُكَ وَهُوَ الْحَقُّۗ قُلْ لَّسْتُ عَلَيْكُمْ بِوَكِيْلٍ ۗ","latin":"Wa każżaba bihī qaumuka  wa huwal-ḥaqq(u), qul lastu ‘alaikum biwakīl(in).","translation":"Kaummu mendustakannya (azab)249) padahal (azab) itu benar adanya. Katakanlah (Nabi Muhammad), “Aku ini bukanlah penanggung jawab kamu.”"},{"surah_number":6,"ayat_number":67,"arabic":"لِكُلِّ نَبَاٍ مُّسْتَقَرٌّ وَّسَوْفَ تَعْلَمُوْنَ ","kitabah":"لِكُلِّ نَبَاٍ مُّسْتَقَرٌّ وَّسَوْفَ تَعْلَمُوْنَ ","latin":"Likulli naba'im mustaqarruw wa saufa ta‘lamūn(a).","translation":"Setiap berita (yang dibawa oleh rasul) ada (waktu) terjadinya dan kelak kamu akan mengetahui."},{"surah_number":6,"ayat_number":68,"arabic":"وَاِذَا رَاَيْتَ الَّذِيْنَ يَخُوْضُوْنَ فِيْٓ اٰيٰتِنَا فَاَعْرِضْ عَنْهُمْ حَتّٰى يَخُوْضُوْا فِيْ حَدِيْثٍ غَيْرِهٖۗ وَاِمَّا يُنْسِيَنَّكَ الشَّيْطٰنُ فَلَا تَقْعُدْ بَعْدَ الذِّكْرٰى مَعَ الْقَوْمِ الظّٰلِمِيْنَ ","kitabah":"وَاِذَا رَاَيْتَ الَّذِيْنَ يَخُوْضُوْنَ فِيْٓ اٰيٰتِنَا فَاَعْرِضْ عَنْهُمْ حَتّٰى يَخُوْضُوْا فِيْ حَدِيْثٍ غَيْرِهٖۗ وَاِمَّا يُنْسِيَنَّكَ الشَّيْطٰنُ فَلَا تَقْعُدْ بَعْدَ الذِّكْرٰى مَعَ الْقَوْمِ الظّٰلِمِيْنَ ","latin":"Wa iżā ra'aital-lażīna yakhūḍūna fī āyātinā fa a‘riḍ ‘anhum ḥattā yakhūḍū fī ḥadīṡin gairih(ī), wa immā yunsiyannakasy-syaiṭānu falā taq‘ud ba‘daż-żikrā ma‘al-qaumiẓ-ẓālimīn(a).","translation":"Apabila engkau (Nabi Muhammad) melihat orang-orang memperolok-olokkan ayat-ayat Kami, maka tinggalkanlah mereka hingga mereka beralih ke pembicaraan lain. Jika setan benar-benar menjadikan engkau lupa (akan larangan ini), setelah ingat kembali janganlah engkau duduk bersama kaum yang zalim. "},{"surah_number":6,"ayat_number":69,"arabic":"وَمَا عَلَى الَّذِيْنَ يَتَّقُوْنَ مِنْ حِسَابِهِمْ مِّنْ شَيْءٍ وَّلٰكِنْ ذِكْرٰى لَعَلَّهُمْ يَتَّقُوْنَ","kitabah":"وَمَا عَلَى الَّذِيْنَ يَتَّقُوْنَ مِنْ حِسَابِهِمْ مِّنْ شَيْءٍ وَّلٰكِنْ ذِكْرٰى لَعَلَّهُمْ يَتَّقُوْنَ","latin":"Wa mā ‘alal-lażīna yattaqūna min ḥisābihim min syai'iw wa lākin żikrā la‘allahum yattaqūn(a).","translation":"Orang-orang yang bertakwa tidak ada tanggung jawab sedikit pun atas (dosa-dosa) mereka, tetapi (berkewajiban memberi) peringatan agar mereka (juga) bertakwa."},{"surah_number":6,"ayat_number":70,"arabic":"وَذَرِ الَّذِيْنَ اتَّخَذُوْا دِيْنَهُمْ لَعِبًا وَّلَهْوًا وَّغَرَّتْهُمُ الْحَيٰوةُ الدُّنْيَا وَذَكِّرْ بِهٖٓ اَنْ تُبْسَلَ نَفْسٌۢ بِمَا كَسَبَتْۖ  لَيْسَ لَهَا مِنْ دُوْنِ اللّٰهِ وَلِيٌّ وَّلَا شَفِيْعٌ ۚوَاِنْ تَعْدِلْ كُلَّ عَدْلٍ لَّا يُؤْخَذْ مِنْهَاۗ اُولٰۤىِٕكَ الَّذِيْنَ اُبْسِلُوْا بِمَا كَسَبُوْا لَهُمْ شَرَابٌ مِّنْ حَمِيْمٍ وَّعَذَابٌ اَلِيْمٌ ۢبِمَا كَانُوْا يَكْفُرُوْنَ ࣖ","kitabah":"وَذَرِ الَّذِيْنَ اتَّخَذُوْا دِيْنَهُمْ لَعِبًا وَّلَهْوًا وَّغَرَّتْهُمُ الْحَيٰوةُ الدُّنْيَا وَذَكِّرْ بِهٖٓ اَنْ تُبْسَلَ نَفْسٌۢ بِمَا كَسَبَتْۖ  لَيْسَ لَهَا مِنْ دُوْنِ اللّٰهِ وَلِيٌّ وَّلَا شَفِيْعٌ ۚوَاِنْ تَعْدِلْ كُلَّ عَدْلٍ لَّا يُؤْخَذْ مِنْهَاۗ اُولٰۤىِٕكَ الَّذِيْنَ اُبْسِلُوْا بِمَا كَسَبُوْا لَهُمْ شَرَابٌ مِّنْ حَمِيْمٍ وَّعَذَابٌ اَلِيْمٌ ۢبِمَا كَانُوْا يَكْفُرُوْنَ ࣖ","latin":"Wa żaril-lażīnattakhażū dīnahum la‘ibaw wa lahwaw wa garrathumul-ḥayātud-dun-yā wa żakkir bihī an tubsala nafsum bimā kasabat, laisa lahā min dūnillāhi waliyyuw wa lā syafī‘(un), wa in ta‘dil kulla ‘adlil lā yu'khaż minhā, ulā'ikal-lażīna ubsilū bimā kasabū lahum syarābum min ḥamīmiw wa ‘ażābun alīmum bimā kānū yakfurūn(a).","translation":"Tinggalkanlah orang-orang yang menjadikan agamanya sebagai permainan dan kelengahan, dan mereka telah tertipu oleh kehidupan dunia. Peringatkanlah (mereka) dengannya (Al-Qur’an) agar seseorang tidak terjerumus (ke dalam neraka), karena perbuatannya sendiri. Tidak ada baginya pelindung dan pemberi syafaat (pertolongan) selain Allah. Jika dia hendak menebus dengan segala macam tebusan apa pun, niscaya tidak akan diterima. Mereka itulah orang-orang yang dijerumuskan (ke dalam neraka), karena perbuatan mereka sendiri. Mereka mendapat minuman dari air yang mendidih dan azab yang pedih karena mereka selalu kufur."},{"surah_number":6,"ayat_number":71,"arabic":"قُلْ اَنَدْعُوْا مِنْ دُوْنِ اللّٰهِ مَا لَا يَنْفَعُنَا وَلَا يَضُرُّنَا وَنُرَدُّ عَلٰٓى اَعْقَابِنَا بَعْدَ اِذْ هَدٰىنَا اللّٰهُ كَالَّذِى اسْتَهْوَتْهُ الشَّيٰطِيْنُ فِى الْاَرْضِ حَيْرَانَ لَهٗٓ اَصْحٰبٌ يَّدْعُوْنَهٗٓ اِلَى الْهُدَى ائْتِنَا ۗ قُلْ اِنَّ هُدَى اللّٰهِ هُوَ الْهُدٰىۗ وَاُمِرْنَا لِنُسْلِمَ لِرَبِّ الْعٰلَمِيْنَۙ ","kitabah":"قُلْ اَنَدْعُوْا مِنْ دُوْنِ اللّٰهِ مَا لَا يَنْفَعُنَا وَلَا يَضُرُّنَا وَنُرَدُّ عَلٰٓى اَعْقَابِنَا بَعْدَ اِذْ هَدٰىنَا اللّٰهُ كَالَّذِى اسْتَهْوَتْهُ الشَّيٰطِيْنُ فِى الْاَرْضِ حَيْرَانَ لَهٗٓ اَصْحٰبٌ يَّدْعُوْنَهٗٓ اِلَى الْهُدَى ائْتِنَا ۗ قُلْ اِنَّ هُدَى اللّٰهِ هُوَ الْهُدٰىۗ وَاُمِرْنَا لِنُسْلِمَ لِرَبِّ الْعٰلَمِيْنَۙ ","latin":"Qul anad‘ū min dūnillāhi mā lā yanfa‘unā wa lā yaḍurrunā wa nuraddu ‘alā a‘qābinā ba‘da iż hadānallāhu kal-lażīstahwathusy-syayāṭīnu fil-arḍi ḥairāna lahū aṣḥābuy yad‘ūnahū ilal-huda'tinā, qul inna hudallāhi huwal-hudā, wa umirnā linuslima lirabbil-‘ālamīn(a).","translation":"Katakanlah (Nabi Muhammad), “Apakah kita akan memohon pada sesuatu selain Allah, yang tidak dapat memberi manfaat dan tidak (pula) mendatangkan mudarat kepada kita, dan (apakah) kita akan dikembalikan ke belakang (kufur dan sesat), setelah Allah memberi petunjuk kepada kita, seperti orang yang telah disesatkan oleh setan di bumi, dalam keadaan kebingungan,” sedangkan dia mempunyai kawan-kawan yang selalu mengajaknya ke jalan yang lurus (dengan mengatakan), ‘Ikutilah kami.’?” Katakanlah, “Sesungguhnya petunjuk Allah itulah petunjuk (yang sebenarnya). Kita diperintahkan agar berserah diri kepada Tuhan semesta alam,"},{"surah_number":6,"ayat_number":72,"arabic":"وَاَنْ اَقِيْمُوا الصَّلٰوةَ وَاتَّقُوْهُۗ وَهُوَ الَّذِيْٓ اِلَيْهِ تُحْشَرُوْنَ ","kitabah":"وَاَنْ اَقِيْمُوا الصَّلٰوةَ وَاتَّقُوْهُۗ وَهُوَ الَّذِيْٓ اِلَيْهِ تُحْشَرُوْنَ ","latin":"Wa aqīmuṣ-ṣalāta wattaqūh(u), wa huwal-lażī ilaihi tuḥsyarūn(a).","translation":"dan agar melaksanakan salat serta bertakwa kepada-Nya.” Dialah Tuhan yang hanya kepada-Nya kamu semua akan dihimpun."},{"surah_number":6,"ayat_number":73,"arabic":"وَهُوَ الَّذِيْ خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ بِالْحَقِّۗ وَيَوْمَ يَقُوْلُ كُنْ فَيَكُوْنُۚ قَوْلُهُ الْحَقُّۗ وَلَهُ الْمُلْكُ يَوْمَ يُنْفَخُ فِى الصُّوْرِۗ عٰلِمُ الْغَيْبِ وَالشَّهَادَةِ وَهُوَ الْحَكِيْمُ الْخَبِيْرُ ","kitabah":"وَهُوَ الَّذِيْ خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ بِالْحَقِّۗ وَيَوْمَ يَقُوْلُ كُنْ فَيَكُوْنُۚ قَوْلُهُ الْحَقُّۗ وَلَهُ الْمُلْكُ يَوْمَ يُنْفَخُ فِى الصُّوْرِۗ عٰلِمُ الْغَيْبِ وَالشَّهَادَةِ وَهُوَ الْحَكِيْمُ الْخَبِيْرُ ","latin":"Wa huwal-lażī khalaqas-samāwāti wal-arḍa bil-ḥaqq(i), wa yauma yaqūlu kun fa yakūn(u), qauluhul-ḥaqq(u), wa lahul-mulku yauma yunfakhu fiṣ-ṣūr(i), ‘ālimul-gaibi wasy-syahādati wa huwal-ḥakīmul-khabīr(u).","translation":"Dialah yang menciptakan langit dan bumi dengan hak (benar). (Sungguh benar ketetapan-Nya) pada hari (ketika) Dia berkata, “Jadilah!” Maka, jadilah sesuatu itu. Firman-Nya adalah benar, dan milik-Nyalah segala kekuasaan pada waktu sangkakala ditiup. Dia mengetahui yang gaib dan yang nyata. Dialah Yang Maha Bijaksana lagi Maha Teliti."},{"surah_number":6,"ayat_number":74,"arabic":"۞ وَاِذْ قَالَ اِبْرٰهِيْمُ لِاَبِيْهِ اٰزَرَ اَتَتَّخِذُ اَصْنَامًا اٰلِهَةً ۚاِنِّيْٓ اَرٰىكَ وَقَوْمَكَ فِيْ ضَلٰلٍ مُّبِيْنٍ ","kitabah":"۞ وَاِذْ قَالَ اِبْرٰهِيْمُ لِاَبِيْهِ اٰزَرَ اَتَتَّخِذُ اَصْنَامًا اٰلِهَةً ۚاِنِّيْٓ اَرٰىكَ وَقَوْمَكَ فِيْ ضَلٰلٍ مُّبِيْنٍ ","latin":"Wa iż qāla ibrāhīmu li'abīhi āzara atattakhiżu aṣnāman ālihah(tan), innī arāka wa qaumaka fī ḍalālim mubīn(in).","translation":"(Ingatlah) ketika Ibrahim berkata kepada ayahnya,250) Azar, “Apakah (pantas) engkau menjadikan berhala-berhala itu sebagai tuhan? Sesungguhnya aku melihat engkau dan kaummu dalam kesesatan yang nyata.”"},{"surah_number":6,"ayat_number":75,"arabic":"وَكَذٰلِكَ نُرِيْٓ اِبْرٰهِيْمَ مَلَكُوْتَ السَّمٰوٰتِ وَالْاَرْضِ وَلِيَكُوْنَ مِنَ الْمُوْقِنِيْنَ ","kitabah":"وَكَذٰلِكَ نُرِيْٓ اِبْرٰهِيْمَ مَلَكُوْتَ السَّمٰوٰتِ وَالْاَرْضِ وَلِيَكُوْنَ مِنَ الْمُوْقِنِيْنَ ","latin":"Wa każālika nurī ibrāhīma malakūtas-samāwāti wal-arḍi wa liyakūna minal-mūqinīn(a).","translation":"Demikianlah Kami memperlihatkan kepada Ibrahim kekuasaan (Kami yang terdapat) di langit dan bumi dan agar dia termasuk orang-orang yang yakin."},{"surah_number":6,"ayat_number":76,"arabic":"فَلَمَّا جَنَّ عَلَيْهِ الَّيْلُ رَاٰ كَوْكَبًا ۗقَالَ هٰذَا رَبِّيْۚ فَلَمَّآ اَفَلَ قَالَ لَآ اُحِبُّ الْاٰفِلِيْنَ","kitabah":"فَلَمَّا جَنَّ عَلَيْهِ الَّيْلُ رَاٰ كَوْكَبًا ۗقَالَ هٰذَا رَبِّيْۚ فَلَمَّآ اَفَلَ قَالَ لَآ اُحِبُّ الْاٰفِلِيْنَ","latin":"Falammā janna ‘alaihil-lailu ra'ā kaukabā(n), qāla hāżā rabbī, falammā afala qāla lā uḥibbul-āfilīn(a).","translation":"Ketika malam telah menjadi gelap, dia (Ibrahim) melihat sebuah bintang (lalu) dia berkata, “Inilah Tuhanku.” Maka, ketika bintang itu terbenam dia berkata, “Aku tidak suka kepada yang terbenam.”251)"},{"surah_number":6,"ayat_number":77,"arabic":"فَلَمَّا رَاَ الْقَمَرَ بَازِغًا قَالَ هٰذَا رَبِّيْ ۚفَلَمَّآ اَفَلَ قَالَ لَىِٕنْ لَّمْ يَهْدِنِيْ رَبِّيْ لَاَكُوْنَنَّ مِنَ الْقَوْمِ الضَّاۤلِّيْنَ ","kitabah":"فَلَمَّا رَاَ الْقَمَرَ بَازِغًا قَالَ هٰذَا رَبِّيْ ۚفَلَمَّآ اَفَلَ قَالَ لَىِٕنْ لَّمْ يَهْدِنِيْ رَبِّيْ لَاَكُوْنَنَّ مِنَ الْقَوْمِ الضَّاۤلِّيْنَ ","latin":"Falammā ra'al-qamara bāzigan qāla hāżā rabbī, falammā afala qāla la'illam yahdinī rabbī la'akūnanna minal-qaumiḍ-ḍāllīn(a).","translation":"Kemudian, ketika dia melihat bulan terbit dia berkata (kepada kaumnya), “Inilah Tuhanku.” Akan tetapi, ketika bulan itu terbenam dia berkata, “Sungguh, jika Tuhanku tidak memberi petunjuk kepadaku, pastilah aku termasuk kaum yang sesat.”"},{"surah_number":6,"ayat_number":78,"arabic":"فَلَمَّا رَاَ الشَّمْسَ بَازِغَةً قَالَ هٰذَا رَبِّيْ هٰذَآ اَكْبَرُۚ فَلَمَّآ اَفَلَتْ قَالَ يٰقَوْمِ اِنِّيْ بَرِيْۤءٌ مِّمَّا تُشْرِكُوْنَ ","kitabah":"فَلَمَّا رَاَ الشَّمْسَ بَازِغَةً قَالَ هٰذَا رَبِّيْ هٰذَآ اَكْبَرُۚ فَلَمَّآ اَفَلَتْ قَالَ يٰقَوْمِ اِنِّيْ بَرِيْۤءٌ مِّمَّا تُشْرِكُوْنَ ","latin":"Falammā ra'asy-syamsa bāzigatan qāla hāżā rabbī hāżā akbar(u), falammā afalat qāla yā qaumi innī barī'um mimmā tusyrikūn(a).","translation":"Kemudian, ketika dia melihat matahari terbit dia berkata (lagi kepada kaumnya), “Inilah Tuhanku. Ini lebih besar.” Akan tetapi, ketika matahari terbenam dia berkata, “Wahai kaumku, sesungguhnya aku berlepas diri dari yang kamu persekutukan.”"},{"surah_number":6,"ayat_number":79,"arabic":"اِنِّيْ وَجَّهْتُ وَجْهِيَ لِلَّذِيْ فَطَرَ السَّمٰوٰتِ وَالْاَرْضَ حَنِيْفًا وَّمَآ اَنَا۠ مِنَ الْمُشْرِكِيْنَۚ ","kitabah":"اِنِّيْ وَجَّهْتُ وَجْهِيَ لِلَّذِيْ فَطَرَ السَّمٰوٰتِ وَالْاَرْضَ حَنِيْفًا وَّمَآ اَنَا۠ مِنَ الْمُشْرِكِيْنَۚ ","latin":"Innī wajjahtu wajhiya lil-lażī faṭaras-samāwāti wal-arḍa ḥanīfaw wa mā ana minal-musyrikīn(a).","translation":"Sesungguhnya aku menghadapkan wajahku (hanya) kepada Yang menciptakan langit dan bumi dengan (mengikuti) agama yang lurus dan aku bukanlah termasuk orang-orang musyrik."},{"surah_number":6,"ayat_number":80,"arabic":"وَحَاۤجَّهٗ قَوْمُهٗ ۗقَالَ اَتُحَاۤجُّوْۤنِّيْ فِى اللّٰهِ وَقَدْ هَدٰىنِۗ وَلَآ اَخَافُ مَا تُشْرِكُوْنَ بِهٖٓ اِلَّآ اَنْ يَّشَاۤءَ رَبِّيْ شَيْـًٔا ۗوَسِعَ رَبِّيْ كُلَّ شَيْءٍ عِلْمًا ۗ اَفَلَا تَتَذَكَّرُوْنَ ","kitabah":"وَحَاۤجَّهٗ قَوْمُهٗ ۗقَالَ اَتُحَاۤجُّوْۤنِّيْ فِى اللّٰهِ وَقَدْ هَدٰىنِۗ وَلَآ اَخَافُ مَا تُشْرِكُوْنَ بِهٖٓ اِلَّآ اَنْ يَّشَاۤءَ رَبِّيْ شَيْـًٔا ۗوَسِعَ رَبِّيْ كُلَّ شَيْءٍ عِلْمًا ۗ اَفَلَا تَتَذَكَّرُوْنَ ","latin":"Wa ḥājjahū qaumuh(ū), qāla atuḥājjūnnī fillāhi wa qad hadān(i), wa lā akhāfu mā tusyrikūna bihī illā ay yasyā'a rabbī syai'ā(n), wasi‘a rabbī kulla syai'in ‘ilmā(n), afalā tatażakkarūn(a).","translation":"Kaumnya membantah. Dia (Ibrahim) berkata, “Apakah kamu hendak membantahku tentang Allah, padahal Dia benar-benar telah memberi petunjuk kepadaku? Aku tidak takut kepada yang kamu persekutukan dengan-Nya, kecuali Tuhanku menghendaki sesuatu. Ilmu Tuhanku meliputi segala sesuatu. Tidakkah kamu dapat mengambil pelajaran?”"},{"surah_number":6,"ayat_number":81,"arabic":"وَكَيْفَ اَخَافُ مَآ اَشْرَكْتُمْ وَلَا تَخَافُوْنَ اَنَّكُمْ اَشْرَكْتُمْ بِاللّٰهِ مَا لَمْ يُنَزِّلْ بِهٖ عَلَيْكُمْ سُلْطٰنًا ۗفَاَيُّ الْفَرِيْقَيْنِ اَحَقُّ بِالْاَمْنِۚ اِنْ كُنْتُمْ تَعْلَمُوْنَۘ ","kitabah":"وَكَيْفَ اَخَافُ مَآ اَشْرَكْتُمْ وَلَا تَخَافُوْنَ اَنَّكُمْ اَشْرَكْتُمْ بِاللّٰهِ مَا لَمْ يُنَزِّلْ بِهٖ عَلَيْكُمْ سُلْطٰنًا ۗفَاَيُّ الْفَرِيْقَيْنِ اَحَقُّ بِالْاَمْنِۚ اِنْ كُنْتُمْ تَعْلَمُوْنَۘ ","latin":"Wa kaifa akhāfu mā asyraktum wa lā takhāfūna annakum asyraktum billāhi mā lam yunazzil bihī ‘alaikum sulṭānā(n), fa ayyul-farīqaini aḥaqqu bil-amn(i), in kuntum ta‘lamūn(a).","translation":"Bagaimana mungkin aku takut kepada yang kamu sekutukan (dengan Allah), padahal kamu tidak takut menyekutukan sesuatu dengan Allah yang Dia (sendiri) tidak pernah menurunkan kepadamu alasan apa pun. Maka, golongan yang manakah dari keduanya yang lebih berhak mendapat keamanan (dari malapetaka) jika kamu mengetahui?”252)"},{"surah_number":6,"ayat_number":82,"arabic":"اَلَّذِيْنَ اٰمَنُوْا وَلَمْ يَلْبِسُوْٓا اِيْمَانَهُمْ بِظُلْمٍ اُولٰۤىِٕكَ لَهُمُ الْاَمْنُ وَهُمْ مُّهْتَدُوْنَ ࣖ","kitabah":"اَلَّذِيْنَ اٰمَنُوْا وَلَمْ يَلْبِسُوْٓا اِيْمَانَهُمْ بِظُلْمٍ اُولٰۤىِٕكَ لَهُمُ الْاَمْنُ وَهُمْ مُّهْتَدُوْنَ ࣖ","latin":"Al-lażīna āmanū wa lam yalbisū īmānahum biẓulmin ulā'ika lahumul-amnu wa hum muhtadūn(a).","translation":"Orang-orang yang beriman dan tidak mencampuradukkan iman mereka dengan kezaliman (syirik), merekalah orang-orang yang mendapat rasa aman dan mendapat petunjuk."},{"surah_number":6,"ayat_number":83,"arabic":"وَتِلْكَ حُجَّتُنَآ اٰتَيْنٰهَآ اِبْرٰهِيْمَ عَلٰى قَوْمِهٖۗ نَرْفَعُ دَرَجٰتٍ مَّنْ نَّشَاۤءُۗ اِنَّ رَبَّكَ حَكِيْمٌ عَلِيْمٌ ","kitabah":"وَتِلْكَ حُجَّتُنَآ اٰتَيْنٰهَآ اِبْرٰهِيْمَ عَلٰى قَوْمِهٖۗ نَرْفَعُ دَرَجٰتٍ مَّنْ نَّشَاۤءُۗ اِنَّ رَبَّكَ حَكِيْمٌ عَلِيْمٌ ","latin":"Wa tilka ḥujjatunā ātaināhā ibrāhīma ‘alā qaumih(ī), narfa‘u darajātim man nasyā'(u), inna rabbaka ḥakīmun ‘alīm(un).","translation":"Itulah keterangan yang Kami anugerahkan kepada Ibrahim untuk menghadapi kaumnya. Kami tinggikan orang yang Kami kehendaki beberapa derajat. Sesungguhnya Tuhanmu Maha Bijaksana lagi Maha Mengetahui."},{"surah_number":6,"ayat_number":84,"arabic":"وَوَهَبْنَا لَهٗٓ اِسْحٰقَ وَيَعْقُوْبَۗ  كُلًّا هَدَيْنَا وَنُوْحًا هَدَيْنَا مِنْ قَبْلُ وَمِنْ ذُرِّيَّتِهٖ دَاوٗدَ وَسُلَيْمٰنَ وَاَيُّوْبَ وَيُوْسُفَ وَمُوْسٰى وَهٰرُوْنَ ۗوَكَذٰلِكَ نَجْزِى الْمُحْسِنِيْنَۙ ","kitabah":"وَوَهَبْنَا لَهٗٓ اِسْحٰقَ وَيَعْقُوْبَۗ  كُلًّا هَدَيْنَا وَنُوْحًا هَدَيْنَا مِنْ قَبْلُ وَمِنْ ذُرِّيَّتِهٖ دَاوٗدَ وَسُلَيْمٰنَ وَاَيُّوْبَ وَيُوْسُفَ وَمُوْسٰى وَهٰرُوْنَ ۗوَكَذٰلِكَ نَجْزِى الْمُحْسِنِيْنَۙ ","latin":"Wa wahabnā lahū isḥāqa wa ya‘qūb(a), kullan hadainā wa nūḥan hadainā min qablu wa min żurriyyatihī dāwūda wa sulaimāna wa ayyūba wa yūsufa wa mūsā wa hārūna wa każālika najzil-muḥsinīn(a).","translation":"Kami telah menganugerahkan kepadanya Ishaq dan Ya‘qub. Tiap-tiap mereka telah Kami beri petunjuk. Sebelumnya Kami telah menganugerahkan petunjuk kepada Nuh. (Kami juga menganugerahkan petunjuk) kepada sebagian dari keturunannya, yaitu Daud, Sulaiman, Ayyub, Yusuf, Musa, dan Harun. Demikianlah Kami memberi balasan kepada orang-orang yang berbuat kebaikan."},{"surah_number":6,"ayat_number":85,"arabic":"وَزَكَرِيَّا وَيَحْيٰى وَعِيْسٰى وَاِلْيَاسَۗ  كُلٌّ مِّنَ الصّٰلِحِيْنَۙ ","kitabah":"وَزَكَرِيَّا وَيَحْيٰى وَعِيْسٰى وَاِلْيَاسَۗ  كُلٌّ مِّنَ الصّٰلِحِيْنَۙ ","latin":"Wa zakariyyā wa yaḥyā wa ‘īsā wa ilyās(a), kullum minaṣ-ṣāliḥīn(a).","translation":"(Demikian juga kepada) Zakaria, Yahya, Isa, dan Ilyas. Semuanya termasuk orang-orang yang saleh."},{"surah_number":6,"ayat_number":86,"arabic":"وَاِسْمٰعِيْلَ وَالْيَسَعَ وَيُوْنُسَ وَلُوْطًاۗ وَكُلًّا فَضَّلْنَا عَلَى الْعٰلَمِيْنَۙ ","kitabah":"وَاِسْمٰعِيْلَ وَالْيَسَعَ وَيُوْنُسَ وَلُوْطًاۗ وَكُلًّا فَضَّلْنَا عَلَى الْعٰلَمِيْنَۙ ","latin":"Wa ismā‘īla wal-yasa‘a wa yūnusa wa lūṭā(n), wa kullan faḍḍalnā ‘alal-‘ālamīn(a).","translation":"(Begitu juga kepada) Ismail, Ilyasa’, Yunus, dan Lut. Tiap-tiap mereka Kami lebihkan daripada (umat) seluruh alam (pada masanya)."},{"surah_number":6,"ayat_number":87,"arabic":"وَمِنْ اٰبَاۤىِٕهِمْ وَذُرِّيّٰتِهِمْ وَاِخْوَانِهِمْ ۚوَاجْتَبَيْنٰهُمْ وَهَدَيْنٰهُمْ اِلٰى صِرَاطٍ مُّسْتَقِيْمٍ ","kitabah":"وَمِنْ اٰبَاۤىِٕهِمْ وَذُرِّيّٰتِهِمْ وَاِخْوَانِهِمْ ۚوَاجْتَبَيْنٰهُمْ وَهَدَيْنٰهُمْ اِلٰى صِرَاطٍ مُّسْتَقِيْمٍ ","latin":"Wa min ābā'ihim wa żurriyyātihim wa ikhwānihim, wajtabaināhum wa hadaināhum ilā ṣirāṭim mustaqīm(in).","translation":"(Kami lebihkan pula) sebagian dari nenek moyang mereka, keturunan mereka, dan saudara-saudara mereka. Kami telah memilih mereka (menjadi nabi dan rasul) dan Kami memberi mereka petunjuk menuju jalan yang lurus."},{"surah_number":6,"ayat_number":88,"arabic":"ذٰلِكَ هُدَى اللّٰهِ يَهْدِيْ بِهٖ مَنْ يَّشَاۤءُ مِنْ عِبَادِهٖ ۗوَلَوْ اَشْرَكُوْا لَحَبِطَ عَنْهُمْ مَّا كَانُوْا يَعْمَلُوْنَ ","kitabah":"ذٰلِكَ هُدَى اللّٰهِ يَهْدِيْ بِهٖ مَنْ يَّشَاۤءُ مِنْ عِبَادِهٖ ۗوَلَوْ اَشْرَكُوْا لَحَبِطَ عَنْهُمْ مَّا كَانُوْا يَعْمَلُوْنَ ","latin":"Żālika hudallāhi yahdī bihī may yasyā'u min ‘ibādih(ī), wa lau asyrakū laḥabiṭa ‘anhum mā kānū ya‘malūn(a).","translation":"Demikian itu petunjuk Allah. Dengannya Dia memberi petunjuk kepada siapa saja di antara hamba-hamba-Nya yang Dia kehendaki. Seandainya mereka mempersekutukan Allah, pasti sia-sialah amal yang telah mereka kerjakan."},{"surah_number":6,"ayat_number":89,"arabic":"اُولٰۤىِٕكَ الَّذِيْنَ اٰتَيْنٰهُمُ الْكِتٰبَ وَالْحُكْمَ وَالنُّبُوَّةَ ۚفَاِنْ يَّكْفُرْ بِهَا هٰٓؤُلَاۤءِ فَقَدْ وَكَّلْنَا بِهَا قَوْمًا لَّيْسُوْا بِهَا بِكٰفِرِيْنَ ","kitabah":"اُولٰۤىِٕكَ الَّذِيْنَ اٰتَيْنٰهُمُ الْكِتٰبَ وَالْحُكْمَ وَالنُّبُوَّةَ ۚفَاِنْ يَّكْفُرْ بِهَا هٰٓؤُلَاۤءِ فَقَدْ وَكَّلْنَا بِهَا قَوْمًا لَّيْسُوْا بِهَا بِكٰفِرِيْنَ ","latin":"Ulā'ikal-lażīna ātaināhumul-kitāba wal-ḥukma wan-nubuwwah(ta), fa iy yakfur bihā hā'ulā'i faqad wakkalnā bihā qaumal laisū bihā bikāfirīn(a).","translation":"Mereka itulah orang-orang yang telah Kami anugerahi kitab, hikmah, dan kenabian. Jika orang-orang (Quraisy) itu mengingkarinya, Kami akan menyerahkannya kepada kaum yang tidak mengingkarinya."},{"surah_number":6,"ayat_number":90,"arabic":"اُولٰۤىِٕكَ الَّذِيْنَ هَدَى اللّٰهُ فَبِهُدٰىهُمُ اقْتَدِهْۗ قُلْ لَّآ اَسْـَٔلُكُمْ عَلَيْهِ اَجْرًاۗ اِنْ هُوَ اِلَّا ذِكْرٰى لِلْعٰلَمِيْنَ ࣖ ","kitabah":"اُولٰۤىِٕكَ الَّذِيْنَ هَدَى اللّٰهُ فَبِهُدٰىهُمُ اقْتَدِهْۗ قُلْ لَّآ اَسْـَٔلُكُمْ عَلَيْهِ اَجْرًاۗ اِنْ هُوَ اِلَّا ذِكْرٰى لِلْعٰلَمِيْنَ ࣖ ","latin":"Ulā'ikal-lażīna hadallāhu fa bihudāūhumuqtadih, qul lā as'alukum ‘alaihi ajrā(n), in huwa illā żikrā lil-‘ālamīn(a).","translation":"Mereka itulah (para nabi) yang telah diberi petunjuk oleh Allah. Maka, ikutilah petunjuk mereka. Katakanlah (Nabi Muhammad), “Aku tidak meminta imbalan kepadamu atasnya (menyampaikan Al-Qur’an).” (Al-Qur’an) itu hanyalah peringatan untuk (umat) seluruh alam. "},{"surah_number":6,"ayat_number":91,"arabic":"وَمَا قَدَرُوا اللّٰهَ حَقَّ قَدْرِهٖٓ اِذْ قَالُوْا مَآ اَنْزَلَ اللّٰهُ عَلٰى بَشَرٍ مِّنْ شَيْءٍۗ  قُلْ مَنْ اَنْزَلَ الْكِتٰبَ الَّذِيْ جَاۤءَ بِهٖ مُوْسٰى نُوْرًا وَّهُدًى لِّلنَّاسِ تَجْعَلُوْنَهٗ قَرَاطِيْسَ تُبْدُوْنَهَا وَتُخْفُوْنَ كَثِيْرًاۚ وَعُلِّمْتُمْ مَّا لَمْ تَعْلَمُوْٓا اَنْتُمْ وَلَآ اٰبَاۤؤُكُمْ ۗقُلِ اللّٰهُ ۙثُمَّ ذَرْهُمْ فِيْ خَوْضِهِمْ يَلْعَبُوْنَ ","kitabah":"وَمَا قَدَرُوا اللّٰهَ حَقَّ قَدْرِهٖٓ اِذْ قَالُوْا مَآ اَنْزَلَ اللّٰهُ عَلٰى بَشَرٍ مِّنْ شَيْءٍۗ  قُلْ مَنْ اَنْزَلَ الْكِتٰبَ الَّذِيْ جَاۤءَ بِهٖ مُوْسٰى نُوْرًا وَّهُدًى لِّلنَّاسِ تَجْعَلُوْنَهٗ قَرَاطِيْسَ تُبْدُوْنَهَا وَتُخْفُوْنَ كَثِيْرًاۚ وَعُلِّمْتُمْ مَّا لَمْ تَعْلَمُوْٓا اَنْتُمْ وَلَآ اٰبَاۤؤُكُمْ ۗقُلِ اللّٰهُ ۙثُمَّ ذَرْهُمْ فِيْ خَوْضِهِمْ يَلْعَبُوْنَ ","latin":"Wa mā qadarullāha ḥaqqa qadrihī iż qālū mā anzalallāhu ‘alā basyarim min syai'(in), qul man anzalal-kitābal-lażī  jā'a bihī mūsā nūraw wa hudal lin-nāsi taj‘alūnahū qarāṭīsa tubdūnahā wa tukhfūna kaṡīrā(n), wa ‘ullimtum mā lam ta‘lamū antum wa lā ābā'ukum, qulillāh(u), ṡumma żarhum fī khauḍihim yal‘abūn(a).","translation":"Mereka (Bani Israil) tidak mengagungkan Allah sebagaimana mestinya ketika mereka berkata, “Allah tidak menurunkan sesuatu pun kepada manusia.” Katakanlah (Nabi Muhammad), “Siapakah yang menurunkan kitab suci (Taurat) yang dibawa Musa sebagai cahaya dan petunjuk bagi manusia? Kamu (Bani Israil) menjadikannya lembaran-lembaran lepas. Kamu memperlihatkan (sebagiannya) dan banyak yang kamu sembunyikan, padahal telah diajarkan kepadamu apa yang tidak diketahui baik olehmu maupun oleh nenek moyangmu.” Katakanlah, “Allah.” Kemudian, biarkanlah mereka bermain-main dalam kesesatannya.253)"},{"surah_number":6,"ayat_number":92,"arabic":"وَهٰذَا كِتٰبٌ اَنْزَلْنٰهُ مُبٰرَكٌ مُّصَدِّقُ الَّذِيْ بَيْنَ يَدَيْهِ وَلِتُنْذِرَ اُمَّ الْقُرٰى وَمَنْ حَوْلَهَاۗ وَالَّذِيْنَ يُؤْمِنُوْنَ بِالْاٰخِرَةِ يُؤْمِنُوْنَ بِهٖ وَهُمْ عَلٰى صَلَاتِهِمْ يُحٰفِظُوْنَ ","kitabah":"وَهٰذَا كِتٰبٌ اَنْزَلْنٰهُ مُبٰرَكٌ مُّصَدِّقُ الَّذِيْ بَيْنَ يَدَيْهِ وَلِتُنْذِرَ اُمَّ الْقُرٰى وَمَنْ حَوْلَهَاۗ وَالَّذِيْنَ يُؤْمِنُوْنَ بِالْاٰخِرَةِ يُؤْمِنُوْنَ بِهٖ وَهُمْ عَلٰى صَلَاتِهِمْ يُحٰفِظُوْنَ ","latin":"Wa hāżā kitābun anzalnāhu mubārakum muṣaddiqul-lażī baina yadaihi wa litunżira ummal-qurā wa man ḥaulahā, wal-lażīna yu'minūna bil-ākhirati yu'minūna bihī wa hum ‘alā ṣalātihim yuḥāfiẓūn(a).","translation":"Ini (Al-Qur’an) adalah kitab suci yang telah Kami turunkan lagi diberkahi yang membenarkan kitab-kitab yang (diturunkan) sebelumnya dan agar engkau memberi peringatan kepada (penduduk) Ummul Qura (Makkah) dan orang-orang yang ada di sekitarnya. Orang-orang yang beriman pada (kehidupan) akhirat (tentu) beriman padanya (Al-Qur’an) dan mereka selalu memelihara salatnya."},{"surah_number":6,"ayat_number":93,"arabic":"وَمَنْ اَظْلَمُ مِمَّنِ افْتَرٰى عَلَى اللّٰهِ كَذِبًا اَوْ قَالَ اُوْحِيَ اِلَيَّ وَلَمْ يُوْحَ اِلَيْهِ شَيْءٌ وَّمَنْ قَالَ سَاُنْزِلُ مِثْلَ مَآ اَنْزَلَ اللّٰهُ ۗوَلَوْ تَرٰٓى اِذِ الظّٰلِمُوْنَ فِيْ غَمَرٰتِ الْمَوْتِ وَالْمَلٰۤىِٕكَةُ بَاسِطُوْٓا اَيْدِيْهِمْۚ اَخْرِجُوْٓا اَنْفُسَكُمْۗ  اَلْيَوْمَ تُجْزَوْنَ عَذَابَ الْهُوْنِ بِمَا كُنْتُمْ تَقُوْلُوْنَ عَلَى اللّٰهِ غَيْرَ الْحَقِّ وَكُنْتُمْ عَنْ اٰيٰتِهٖ تَسْتَكْبِرُوْنَ","kitabah":"وَمَنْ اَظْلَمُ مِمَّنِ افْتَرٰى عَلَى اللّٰهِ كَذِبًا اَوْ قَالَ اُوْحِيَ اِلَيَّ وَلَمْ يُوْحَ اِلَيْهِ شَيْءٌ وَّمَنْ قَالَ سَاُنْزِلُ مِثْلَ مَآ اَنْزَلَ اللّٰهُ ۗوَلَوْ تَرٰٓى اِذِ الظّٰلِمُوْنَ فِيْ غَمَرٰتِ الْمَوْتِ وَالْمَلٰۤىِٕكَةُ بَاسِطُوْٓا اَيْدِيْهِمْۚ اَخْرِجُوْٓا اَنْفُسَكُمْۗ  اَلْيَوْمَ تُجْزَوْنَ عَذَابَ الْهُوْنِ بِمَا كُنْتُمْ تَقُوْلُوْنَ عَلَى اللّٰهِ غَيْرَ الْحَقِّ وَكُنْتُمْ عَنْ اٰيٰتِهٖ تَسْتَكْبِرُوْنَ","latin":"Wa man aẓlamu mimmaniftarā ‘alallāhi każiban au qāla ūḥiya ilayya wa lam yūḥa ilaihi syai'uw wa man qāla sa'unzilu miṡla mā anzalallāh(u), wa lau tarā iżiẓ-ẓālimūna fī gamarātil-mauti wal-malā'ikatu bāsiṭū aidīhim, akhirjū anfusakum, al-yauma tujzauna ‘ażābal-hūni bimā kuntum taqūlūna ‘alallāhi gairal-ḥaqqi wa kuntum ‘an āyātihī tastakbirūn(a).","translation":"Siapakah yang lebih zalim daripada orang-orang yang mengada-adakan dusta terhadap Allah atau yang berkata, “Telah diwahyukan kepadaku,” padahal tidak diwahyukan sesuatu pun kepadanya dan orang yang berkata, “Aku akan mendatangkan seperti yang diturunkan Allah.” Seandainya saja engkau melihat pada waktu orang-orang zalim itu (berada) dalam kesakitan sakratulmaut, sedang para malaikat memukul dengan tangannya (sembari berkata), “Keluarkanlah nyawamu!” Pada hari ini kamu akan dibalas dengan azab yang sangat menghinakan karena kamu mengatakan terhadap Allah (perkataan) yang tidak benar dan (karena) kamu menyombongkan diri terhadap ayat-ayat-Nya."},{"surah_number":6,"ayat_number":94,"arabic":"وَلَقَدْ جِئْتُمُوْنَا فُرَادٰى كَمَا خَلَقْنٰكُمْ اَوَّلَ مَرَّةٍ وَّتَرَكْتُمْ مَّا خَوَّلْنٰكُمْ وَرَاۤءَ ظُهُوْرِكُمْۚ وَمَا نَرٰى مَعَكُمْ شُفَعَاۤءَكُمُ الَّذِيْنَ زَعَمْتُمْ اَنَّهُمْ فِيْكُمْ شُرَكٰۤؤُا ۗ لَقَدْ تَّقَطَّعَ بَيْنَكُمْ وَضَلَّ عَنْكُمْ مَّا كُنْتُمْ تَزْعُمُوْنَ ࣖ","kitabah":"وَلَقَدْ جِئْتُمُوْنَا فُرَادٰى كَمَا خَلَقْنٰكُمْ اَوَّلَ مَرَّةٍ وَّتَرَكْتُمْ مَّا خَوَّلْنٰكُمْ وَرَاۤءَ ظُهُوْرِكُمْۚ وَمَا نَرٰى مَعَكُمْ شُفَعَاۤءَكُمُ الَّذِيْنَ زَعَمْتُمْ اَنَّهُمْ فِيْكُمْ شُرَكٰۤؤُا ۗ لَقَدْ تَّقَطَّعَ بَيْنَكُمْ وَضَلَّ عَنْكُمْ مَّا كُنْتُمْ تَزْعُمُوْنَ ࣖ","latin":"Wa laqad ji'tumūnā furādā kamā khalaqnākum awwala marratiw wa taraktum mā khawwalnākum warā'a ẓuhūrikum, wa mā narā ma‘akum syufa‘ā'akumul-lażīna  za‘amtum annahum fīkum syurakā'(u), laqat taqaṭṭa‘a bainakum wa ḍalla ‘ankum mā kuntum taz‘umūn(a).","translation":"(Kini) kamu benar-benar datang kepada Kami sendiri-sendiri sebagaimana Kami ciptakan kamu pada mulanya. Kamu sudah meninggalkan di belakangmu (di dunia) apa yang telah Kami karuniakan kepadamu. Kami tidak melihat bersamamu para pemberi syafaat (pertolongan) yang kamu anggap bagi dirimu sebagai sekutu-sekutu(-Ku). Sungguh, telah terputus (semua pertalian) antara kamu dan telah lenyap dari kamu apa yang dahulu kamu sangka (sebagai sekutu Allah)."},{"surah_number":6,"ayat_number":95,"arabic":"۞ اِنَّ اللّٰهَ فَالِقُ الْحَبِّ وَالنَّوٰىۗ  يُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَمُخْرِجُ الْمَيِّتِ مِنَ الْحَيِّ ۗذٰلِكُمُ اللّٰهُ فَاَنّٰى تُؤْفَكُوْنَ ","kitabah":"۞ اِنَّ اللّٰهَ فَالِقُ الْحَبِّ وَالنَّوٰىۗ  يُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَمُخْرِجُ الْمَيِّتِ مِنَ الْحَيِّ ۗذٰلِكُمُ اللّٰهُ فَاَنّٰى تُؤْفَكُوْنَ ","latin":"Innallāha fāliqul-ḥabbi wan-nawā, yukhrijul-ḥayya minal-mayyiti wa mukhrijul-mayyiti minal-ḥayy(i), żālikumullāhu fa annā tu'fakūn(a).","translation":"Sesungguhnya Allah yang menumbuhkan butir (padi-padian) dan biji (buah-buahan). Dia mengeluarkan yang hidup dari yang mati dan mengeluarkan yang mati dari yang hidup. Itulah (kekuasaan) Allah. Maka, bagaimana kamu dapat dipalingkan?"},{"surah_number":6,"ayat_number":96,"arabic":"فَالِقُ الْاِصْبَاحِۚ وَجَعَلَ الَّيْلَ سَكَنًا وَّالشَّمْسَ وَالْقَمَرَ حُسْبَانًا ۗذٰلِكَ تَقْدِيْرُ الْعَزِيْزِ الْعَلِيْمِ ","kitabah":"فَالِقُ الْاِصْبَاحِۚ وَجَعَلَ الَّيْلَ سَكَنًا وَّالشَّمْسَ وَالْقَمَرَ حُسْبَانًا ۗذٰلِكَ تَقْدِيْرُ الْعَزِيْزِ الْعَلِيْمِ ","latin":"Fāliqul-iṣbāḥ(i), wa ja‘alal-laila sakanaw wasy-syamsa wal-qamara ḥusbānā(n), żālika taqdīrul-‘azīzil-‘alīm(i).","translation":"(Dia) yang menyingsingkan pagi dan menjadikan malam untuk beristirahat, serta (menjadikan) matahari dan bulan untuk perhitungan. Itulah ketetapan Allah Yang Maha Perkasa lagi Maha Mengetahui."},{"surah_number":6,"ayat_number":97,"arabic":"وَهُوَ الَّذِيْ جَعَلَ لَكُمُ النُّجُوْمَ لِتَهْتَدُوْا بِهَا فِيْ ظُلُمٰتِ الْبَرِّ وَالْبَحْرِۗ قَدْ فَصَّلْنَا الْاٰيٰتِ لِقَوْمٍ يَّعْلَمُوْنَ ","kitabah":"وَهُوَ الَّذِيْ جَعَلَ لَكُمُ النُّجُوْمَ لِتَهْتَدُوْا بِهَا فِيْ ظُلُمٰتِ الْبَرِّ وَالْبَحْرِۗ قَدْ فَصَّلْنَا الْاٰيٰتِ لِقَوْمٍ يَّعْلَمُوْنَ ","latin":"Wa huwal-lażī ja‘ala lakumun-nujūma litahtadū bihā fī ẓulumātil-barri wal-baḥr(i), qad faṣṣalnal-āyāti liqaumiy ya‘lamūn(a).","translation":"Dialah yang menjadikan bagimu bintang-bintang agar kamu menjadikannya petunjuk dalam kegelapan (yang pekat) di darat dan di laut. Sungguh, Kami telah memerinci tanda-tanda (kekuasaan Kami) kepada kaum yang mengetahui."},{"surah_number":6,"ayat_number":98,"arabic":"وَهُوَ الَّذِيْٓ اَنْشَاَكُمْ مِّنْ نَّفْسٍ وَّاحِدَةٍ فَمُسْتَقَرٌّ وَّمُسْتَوْدَعٌ  ۗقَدْ فَصَّلْنَا الْاٰيٰتِ لِقَوْمٍ يَّفْقَهُوْنَ ","kitabah":"وَهُوَ الَّذِيْٓ اَنْشَاَكُمْ مِّنْ نَّفْسٍ وَّاحِدَةٍ فَمُسْتَقَرٌّ وَّمُسْتَوْدَعٌ  ۗقَدْ فَصَّلْنَا الْاٰيٰتِ لِقَوْمٍ يَّفْقَهُوْنَ ","latin":"Wa huwal-lażī ansya'akum min nafsiw wāḥidatin fa mustaqarruw wa mustauda‘(un), qad faṣṣalnal-āyāti liqaumiy yafqahūn(a).","translation":"Dialah yang menciptakanmu dari diri yang satu (Adam), maka (bagimu) ada tempat menetap dan tempat menyimpan.254) Sungguh, Kami telah memerinci tanda-tanda (kekuasaan Kami) kepada kaum yang memahami."},{"surah_number":6,"ayat_number":99,"arabic":"وَهُوَ الَّذِيْٓ اَنْزَلَ مِنَ السَّمَاۤءِ مَاۤءًۚ فَاَخْرَجْنَا بِهٖ نَبَاتَ كُلِّ شَيْءٍ فَاَخْرَجْنَا مِنْهُ خَضِرًا نُّخْرِجُ مِنْهُ حَبًّا مُّتَرَاكِبًاۚ وَمِنَ النَّخْلِ مِنْ طَلْعِهَا قِنْوَانٌ دَانِيَةٌ وَّجَنّٰتٍ مِّنْ اَعْنَابٍ وَّالزَّيْتُوْنَ وَالرُّمَّانَ مُشْتَبِهًا وَّغَيْرَ مُتَشَابِهٍۗ اُنْظُرُوْٓا اِلٰى ثَمَرِهٖٓ اِذَٓا اَثْمَرَ وَيَنْعِهٖ ۗاِنَّ فِيْ ذٰلِكُمْ لَاٰيٰتٍ لِّقَوْمٍ يُّؤْمِنُوْنَ ","kitabah":"وَهُوَ الَّذِيْٓ اَنْزَلَ مِنَ السَّمَاۤءِ مَاۤءًۚ فَاَخْرَجْنَا بِهٖ نَبَاتَ كُلِّ شَيْءٍ فَاَخْرَجْنَا مِنْهُ خَضِرًا نُّخْرِجُ مِنْهُ حَبًّا مُّتَرَاكِبًاۚ وَمِنَ النَّخْلِ مِنْ طَلْعِهَا قِنْوَانٌ دَانِيَةٌ وَّجَنّٰتٍ مِّنْ اَعْنَابٍ وَّالزَّيْتُوْنَ وَالرُّمَّانَ مُشْتَبِهًا وَّغَيْرَ مُتَشَابِهٍۗ اُنْظُرُوْٓا اِلٰى ثَمَرِهٖٓ اِذَٓا اَثْمَرَ وَيَنْعِهٖ ۗاِنَّ فِيْ ذٰلِكُمْ لَاٰيٰتٍ لِّقَوْمٍ يُّؤْمِنُوْنَ ","latin":"Wa huwal-lażī anzala minas-samā'i mā'ā(n), fa akhrajnā bihī nabāta kulli syai'in fa akhrajnā minhu khaḍiran nukhriju minhu ḥabbam mutarākibā(n), wa minan nakhli min ṭal‘ihā qinwānun dāniyatuw wa jannātim min a‘nābiw waz-zaitūna war-rummāna musytabihaw wa gaira mutasyābih(in), unẓurū ilā ṡamarihī iżā aṡmara wa yan‘ih(ī), inna fī żālikum la'āyātil liqaumiy yu'minūn(a).   ","translation":"Dialah yang menurunkan air dari langit lalu dengannya Kami menumbuhkan segala macam tumbuhan. Maka, darinya Kami mengeluarkan tanaman yang menghijau. Darinya Kami mengeluarkan butir yang bertumpuk (banyak). Dari mayang kurma (mengurai) tangkai-tangkai yang menjuntai. (Kami menumbuhkan) kebun-kebun anggur. (Kami menumbuhkan pula) zaitun dan delima yang serupa dan yang tidak serupa. Perhatikanlah buahnya pada waktu berbuah dan menjadi masak. Sesungguhnya pada yang demikian itu benar-benar terdapat tanda-tanda (kekuasaan Allah) bagi kaum yang beriman."},{"surah_number":6,"ayat_number":100,"arabic":"وَجَعَلُوْا لِلّٰهِ شُرَكَاۤءَ الْجِنَّ وَخَلَقَهُمْ وَخَرَقُوْا لَهٗ بَنِيْنَ وَبَنٰتٍۢ بِغَيْرِ عِلْمٍۗ سُبْحٰنَهٗ وَتَعٰلٰى عَمَّا يَصِفُوْنَ ࣖ ","kitabah":"وَجَعَلُوْا لِلّٰهِ شُرَكَاۤءَ الْجِنَّ وَخَلَقَهُمْ وَخَرَقُوْا لَهٗ بَنِيْنَ وَبَنٰتٍۢ بِغَيْرِ عِلْمٍۗ سُبْحٰنَهٗ وَتَعٰلٰى عَمَّا يَصِفُوْنَ ࣖ ","latin":"Wa ja‘alū lillāhi syurakā'al-jinna wa khalaqahum wa kharaqū lahū banīna wa banātim bigairi ‘ilm(in), subḥānahū wa ta‘ālā ‘ammā yaṣifūn(a).","translation":"Mereka (orang-orang musyrik) menjadikan jin sekutu-sekutu bagi Allah, padahal Dia yang menciptakannya (jin-jin itu). Mereka berbohong terhadap-Nya (dengan mengatakan bahwa Allah mempunyai) anak laki-laki dan anak perempuan, tanpa (dasar) pengetahuan.255) Maha Suci dan Maha Tinggi Dia dari sifat-sifat yang mereka gambarkan."},{"surah_number":6,"ayat_number":101,"arabic":"بَدِيْعُ السَّمٰوٰتِ وَالْاَرْضِۗ اَنّٰى يَكُوْنُ لَهٗ وَلَدٌ وَّلَمْ تَكُنْ لَّهٗ صَاحِبَةٌ  ۗوَخَلَقَ كُلَّ شَيْءٍۚ وَهُوَ بِكُلِّ شَيْءٍ عَلِيْمٌ  ","kitabah":"بَدِيْعُ السَّمٰوٰتِ وَالْاَرْضِۗ اَنّٰى يَكُوْنُ لَهٗ وَلَدٌ وَّلَمْ تَكُنْ لَّهٗ صَاحِبَةٌ  ۗوَخَلَقَ كُلَّ شَيْءٍۚ وَهُوَ بِكُلِّ شَيْءٍ عَلِيْمٌ  ","latin":"Badī‘us-samāwāti wal-arḍ(i), annā yakūnu lahū waladuw wa lam takul lahū ṣāḥibah(tun), wa khalaqa kulla syai'(in), wa huwa bikulli syai'in‘alīm(un).","translation":"Dia (Allah) pencipta langit dan bumi. Bagaimana (mungkin) Dia mempunyai anak, padahal Dia tidak mempunyai istri? Dia menciptakan segala sesuatu dan Dia Maha Mengetahui segala sesuatu."},{"surah_number":6,"ayat_number":102,"arabic":"ذٰلِكُمُ اللّٰهُ رَبُّكُمْۚ  لَآ اِلٰهَ اِلَّا هُوَۚ خَالِقُ كُلِّ شَيْءٍ فَاعْبُدُوْهُ ۚوَهُوَ عَلٰى كُلِّ شَيْءٍ وَّكِيْلٌ  ","kitabah":"ذٰلِكُمُ اللّٰهُ رَبُّكُمْۚ  لَآ اِلٰهَ اِلَّا هُوَۚ خَالِقُ كُلِّ شَيْءٍ فَاعْبُدُوْهُ ۚوَهُوَ عَلٰى كُلِّ شَيْءٍ وَّكِيْلٌ  ","latin":"Żālikumullāhu rabbukum, lā ilāha illā huw(a), khāliqu kulli syai'in fa‘budūh(u), wa huwa ‘alā kulli syai'iw wakīl(un).","translation":"Itulah Allah Tuhanmu. Tidak ada tuhan selain Dia, pencipta segala sesuatu. Maka, sembahlah Dia. Dialah pemelihara segala sesuatu."},{"surah_number":6,"ayat_number":103,"arabic":"لَا تُدْرِكُهُ الْاَبْصَارُ وَهُوَ يُدْرِكُ الْاَبْصَارَۚ وَهُوَ اللَّطِيْفُ الْخَبِيْرُ  ","kitabah":"لَا تُدْرِكُهُ الْاَبْصَارُ وَهُوَ يُدْرِكُ الْاَبْصَارَۚ وَهُوَ اللَّطِيْفُ الْخَبِيْرُ  ","latin":"Lā tudrikuhul-abṣāru wa huwa yudrikul-abṣār(a), wa huwal-laṭīful-khabīr(u).","translation":"Dia tidak dapat dijangkau oleh penglihatan mata, sedangkan Dia dapat menjangkau segala penglihatan itu. Dialah Yang Maha Halus lagi Maha Teliti."},{"surah_number":6,"ayat_number":104,"arabic":"قَدْ جَاۤءَكُمْ بَصَاۤىِٕرُ مِنْ رَّبِّكُمْۚ فَمَنْ اَبْصَرَ فَلِنَفْسِهٖۚ وَمَنْ عَمِيَ فَعَلَيْهَاۗ وَمَآ اَنَا۠ عَلَيْكُمْ بِحَفِيْظٍ  ","kitabah":"قَدْ جَاۤءَكُمْ بَصَاۤىِٕرُ مِنْ رَّبِّكُمْۚ فَمَنْ اَبْصَرَ فَلِنَفْسِهٖۚ وَمَنْ عَمِيَ فَعَلَيْهَاۗ وَمَآ اَنَا۠ عَلَيْكُمْ بِحَفِيْظٍ  ","latin":"Qad jā'akum baṣā'iru mir rabbikum, faman abṣara fa linafsih(ī), wa man ‘amiya fa ‘alaihā, wa mā ana ‘alaikum biḥafīẓ(in).","translation":"Sungguh, telah datang kepadamu bukti-bukti yang nyata dari Tuhanmu. Siapa yang melihat (bukti-bukti itu),256) maka (manfaatnya) bagi dirinya sendiri dan siapa yang buta (tidak melihat bukti-bukti itu), maka (akibat buruknya) bagi dirinya sendiri, sedangkan aku (Nabi Muhammad) bukanlah pengawas(-mu)."},{"surah_number":6,"ayat_number":105,"arabic":"وَكَذٰلِكَ نُصَرِّفُ الْاٰيٰتِ وَلِيَقُوْلُوْا دَرَسْتَ وَلِنُبَيِّنَهٗ لِقَوْمٍ يَّعْلَمُوْنَ  ","kitabah":"وَكَذٰلِكَ نُصَرِّفُ الْاٰيٰتِ وَلِيَقُوْلُوْا دَرَسْتَ وَلِنُبَيِّنَهٗ لِقَوْمٍ يَّعْلَمُوْنَ  ","latin":"Wa każālika nuṣarriful-āyāti wa liyaqūlū darasta wa linubayyinahū liqaumiy ya‘lamūn(a).","translation":"Demikianlah Kami menjelaskan berulang-ulang ayat-ayat Kami (agar orang-orang beriman mengambil pelajaran darinya) dan agar mereka (orang-orang musyrik) mengatakan, “Engkau telah mempelajari (ayat-ayat itu dari Ahlulkitab),” dan agar Kami menjelaskannya (Al-Qur’an) kepada kaum yang mengetahui."},{"surah_number":6,"ayat_number":106,"arabic":"اِتَّبِعْ مَآ اُوْحِيَ اِلَيْكَ مِنْ رَّبِّكَۚ  لَآ اِلٰهَ اِلَّا هُوَۚ وَاَعْرِضْ عَنِ الْمُشْرِكِيْنَ  ","kitabah":"اِتَّبِعْ مَآ اُوْحِيَ اِلَيْكَ مِنْ رَّبِّكَۚ  لَآ اِلٰهَ اِلَّا هُوَۚ وَاَعْرِضْ عَنِ الْمُشْرِكِيْنَ  ","latin":"Ittabi‘ mā ūḥiya ilaika mir rabbik(a), lā ilāha illā huw(a), wa a‘riḍ ‘anil-musyrikīn(a).","translation":"Ikutilah apa (Al-Qur'an) yang telah diwahyukan kepadamu (Nabi Muhammad) dari Tuhanmu. Tidak ada tuhan selain Dia. Berpalinglah pula dari orang-orang musyrik."},{"surah_number":6,"ayat_number":107,"arabic":"وَلَوْ شَاۤءَ اللّٰهُ مَآ اَشْرَكُوْاۗ وَمَا جَعَلْنٰكَ عَلَيْهِمْ حَفِيْظًاۚ وَمَآ اَنْتَ عَلَيْهِمْ بِوَكِيْلٍ ","kitabah":"وَلَوْ شَاۤءَ اللّٰهُ مَآ اَشْرَكُوْاۗ وَمَا جَعَلْنٰكَ عَلَيْهِمْ حَفِيْظًاۚ وَمَآ اَنْتَ عَلَيْهِمْ بِوَكِيْلٍ ","latin":"Wa lau syā'allāhu mā asyrakū, wa mā ja‘alnā ‘alaihim ḥafīẓā(n), wa mā anta ‘alaihim biwakīl(in).","translation":"Sekiranya Allah menghendaki, niscaya mereka tidak mempersekutukan(-Nya). Kami tidak menjadikan engkau pengawas mereka dan engkau bukan pula penanggung jawab mereka."},{"surah_number":6,"ayat_number":108,"arabic":"وَلَا تَسُبُّوا الَّذِيْنَ يَدْعُوْنَ مِنْ دُوْنِ اللّٰهِ فَيَسُبُّوا اللّٰهَ عَدْوًاۢ بِغَيْرِ عِلْمٍۗ  كَذٰلِكَ زَيَّنَّا لِكُلِّ اُمَّةٍ عَمَلَهُمْۖ ثُمَّ اِلٰى رَبِّهِمْ مَّرْجِعُهُمْ فَيُنَبِّئُهُمْ بِمَا كَانُوْا يَعْمَلُوْنَ ","kitabah":"وَلَا تَسُبُّوا الَّذِيْنَ يَدْعُوْنَ مِنْ دُوْنِ اللّٰهِ فَيَسُبُّوا اللّٰهَ عَدْوًاۢ بِغَيْرِ عِلْمٍۗ  كَذٰلِكَ زَيَّنَّا لِكُلِّ اُمَّةٍ عَمَلَهُمْۖ ثُمَّ اِلٰى رَبِّهِمْ مَّرْجِعُهُمْ فَيُنَبِّئُهُمْ بِمَا كَانُوْا يَعْمَلُوْنَ ","latin":"Wa lā tasubbul-lażīna yad‘ūna min dūnillāhi fa yasubbullāha ‘adwam bigairi ‘ilm(in), każālika zayyannā likulli ummatin ‘amalahum, ṡumma ilā rabbihim marji‘uhum fa yunabbi'uhum bimā kānū ya‘malūn(a).","translation":"Janganlah kamu memaki (sesembahan) yang mereka sembah selain Allah karena mereka nanti akan memaki Allah dengan melampaui batas tanpa (dasar) pengetahuan. Demikianlah, Kami jadikan setiap umat menganggap baik pekerjaan mereka. Kemudian kepada Tuhan merekalah tempat kembali mereka, lalu Dia akan memberitahukan kepada mereka apa yang telah mereka kerjakan."},{"surah_number":6,"ayat_number":109,"arabic":"وَاَقْسَمُوْا بِاللّٰهِ جَهْدَ اَيْمَانِهِمْ لَىِٕنْ جَاۤءَتْهُمْ اٰيَةٌ لَّيُؤْمِنُنَّ بِهَاۗ قُلْ اِنَّمَا الْاٰيٰتُ عِنْدَ اللّٰهِ وَمَا يُشْعِرُكُمْ اَنَّهَآ اِذَا جَاۤءَتْ لَا يُؤْمِنُوْنَ ","kitabah":"وَاَقْسَمُوْا بِاللّٰهِ جَهْدَ اَيْمَانِهِمْ لَىِٕنْ جَاۤءَتْهُمْ اٰيَةٌ لَّيُؤْمِنُنَّ بِهَاۗ قُلْ اِنَّمَا الْاٰيٰتُ عِنْدَ اللّٰهِ وَمَا يُشْعِرُكُمْ اَنَّهَآ اِذَا جَاۤءَتْ لَا يُؤْمِنُوْنَ ","latin":"Wa aqsamū billāhi jahda aimānihim la'in jā'athum āyatul layu'minunna bihā, qul innamal-āyātu ‘indallāhi wa mā yusy‘irukum annahā iżā jā'at lā yu'minūn(a).","translation":"Mereka bersumpah dengan (nama) Allah dengan sebenar-benarnya sumpah (bahwa) sungguh jika datang suatu bukti (mukjizat) kepada mereka, pastilah mereka akan beriman kepadanya. Katakanlah, “Sesungguhnya bukti-bukti itu hanya ada pada sisi Allah.” Kamu tidak akan mengira bahwa jika bukti (mukjizat) itu datang, mereka tidak juga akan beriman.257)"},{"surah_number":6,"ayat_number":110,"arabic":"وَنُقَلِّبُ اَفْـِٕدَتَهُمْ وَاَبْصَارَهُمْ كَمَا لَمْ يُؤْمِنُوْا بِهٖٓ اَوَّلَ مَرَّةٍ وَّنَذَرُهُمْ فِيْ طُغْيَانِهِمْ يَعْمَهُوْنَ ࣖ   ۔ ","kitabah":"وَنُقَلِّبُ اَفْـِٕدَتَهُمْ وَاَبْصَارَهُمْ كَمَا لَمْ يُؤْمِنُوْا بِهٖٓ اَوَّلَ مَرَّةٍ وَّنَذَرُهُمْ فِيْ طُغْيَانِهِمْ يَعْمَهُوْنَ ࣖ   ۔ ","latin":"Wa nuqallibu af'idatahum wa abṣārahum kamā lam yu'minū bihī awwala marratiw wa nażaruhum fī ṭugyānihim ya‘mahūn(a).","translation":"(Kamu pun tidak akan mengira bahwa) Kami akan memalingkan hati dan penglihatan mereka seperti pertama kali mereka tidak beriman kepadanya (Al-Qur’an) serta Kami membiarkan mereka bingung dalam kesesatan."},{"surah_number":6,"ayat_number":111,"arabic":"۞ وَلَوْ اَنَّنَا نَزَّلْنَآ اِلَيْهِمُ الْمَلٰۤىِٕكَةَ وَكَلَّمَهُمُ الْمَوْتٰى وَحَشَرْنَا عَلَيْهِمْ كُلَّ شَيْءٍ قُبُلًا مَّا كَانُوْا لِيُؤْمِنُوْٓا اِلَّآ اَنْ يَّشَاۤءَ اللّٰهُ وَلٰكِنَّ اَكْثَرَهُمْ يَجْهَلُوْنَ ","kitabah":"۞ وَلَوْ اَنَّنَا نَزَّلْنَآ اِلَيْهِمُ الْمَلٰۤىِٕكَةَ وَكَلَّمَهُمُ الْمَوْتٰى وَحَشَرْنَا عَلَيْهِمْ كُلَّ شَيْءٍ قُبُلًا مَّا كَانُوْا لِيُؤْمِنُوْٓا اِلَّآ اَنْ يَّشَاۤءَ اللّٰهُ وَلٰكِنَّ اَكْثَرَهُمْ يَجْهَلُوْنَ ","latin":"Wa lau annanā nazzalnā ilaihimul-malā'ikata wa kallamahumul-mautā wa ḥasyarnā ‘alaihim kulla syai'in qubulam mā kānū liyu'minū illā ay yasyā'allāhu wa lākinna akṡarahum yajhalūn(a).","translation":"Seandainya Kami benar-benar menurunkan malaikat kepada mereka (sebagai saksi kebenaran Rasul), orang yang telah mati pun (Kami hidupkan kembali lalu) berbicara dengan mereka, dan Kami kumpulkan di hadapan mereka segala sesuatu (yang mereka inginkan), mereka tidak juga akan beriman, kecuali jika Allah menghendaki. Namun, kebanyakan mereka tidak mengetahui (hakikat ini)."},{"surah_number":6,"ayat_number":112,"arabic":"وَكَذٰلِكَ جَعَلْنَا لِكُلِّ نَبِيٍّ عَدُوًّا شَيٰطِيْنَ الْاِنْسِ وَالْجِنِّ يُوْحِيْ بَعْضُهُمْ اِلٰى بَعْضٍ زُخْرُفَ الْقَوْلِ غُرُوْرًا ۗوَلَوْ شَاۤءَ رَبُّكَ مَا فَعَلُوْهُ فَذَرْهُمْ وَمَا يَفْتَرُوْنَ  ","kitabah":"وَكَذٰلِكَ جَعَلْنَا لِكُلِّ نَبِيٍّ عَدُوًّا شَيٰطِيْنَ الْاِنْسِ وَالْجِنِّ يُوْحِيْ بَعْضُهُمْ اِلٰى بَعْضٍ زُخْرُفَ الْقَوْلِ غُرُوْرًا ۗوَلَوْ شَاۤءَ رَبُّكَ مَا فَعَلُوْهُ فَذَرْهُمْ وَمَا يَفْتَرُوْنَ  ","latin":"Wa każālika ja‘alnā likulli nabiyyin ‘aduwwan syayāṭīnal-insi wal-jinni yūḥī ba‘ḍuhum ilā ba‘ḍin zukhrufal-qauli gurūrā(n), wa lau syā'a rabbuka mā fa‘alūhu fa żarhum wa mā yaftarūn(a).","translation":"Demikianlah (sebagaimana Kami menjadikan bagimu musuh) Kami telah menjadikan (pula) bagi setiap nabi musuh yang terdiri atas setan-setan (berupa) manusia dan jin. Sebagian mereka membisikkan kepada sebagian yang lain perkataan yang indah sebagai tipuan. Seandainya Tuhanmu menghendaki, niscaya mereka tidak akan melakukannya. Maka, tinggalkan mereka bersama apa yang mereka ada-adakan (kebohongan)."},{"surah_number":6,"ayat_number":113,"arabic":"وَلِتَصْغٰٓى اِلَيْهِ اَفْـِٕدَةُ الَّذِيْنَ لَا يُؤْمِنُوْنَ بِالْاٰخِرَةِ وَلِيَرْضَوْهُ وَلِيَقْتَرِفُوْا مَا هُمْ مُّقْتَرِفُوْنَ ","kitabah":"وَلِتَصْغٰٓى اِلَيْهِ اَفْـِٕدَةُ الَّذِيْنَ لَا يُؤْمِنُوْنَ بِالْاٰخِرَةِ وَلِيَرْضَوْهُ وَلِيَقْتَرِفُوْا مَا هُمْ مُّقْتَرِفُوْنَ ","latin":"Wa litaṣgā ilaihi af'idatul-lażīna lā yu'minūna bil-ākhirati wa liyarḍauhu wa liyaqtarifū mā hum muqtarifūn(a).","translation":"(Setan-setan itu saling membisikkan perkataan yang indah juga) agar hati kecil orang-orang yang tidak beriman pada akhirat tertarik pada bisikan itu serta menyenanginya, dan agar mereka melakukan apa yang biasa mereka (setan-setan itu) lakukan."},{"surah_number":6,"ayat_number":114,"arabic":"اَفَغَيْرَ اللّٰهِ اَبْتَغِيْ حَكَمًا وَّهُوَ الَّذِيْٓ اَنْزَلَ اِلَيْكُمُ الْكِتٰبَ مُفَصَّلًا ۗوَالَّذِيْنَ اٰتَيْنٰهُمُ الْكِتٰبَ يَعْلَمُوْنَ اَنَّهٗ مُنَزَّلٌ مِّنْ رَّبِّكَ بِالْحَقِّ فَلَا تَكُوْنَنَّ مِنَ الْمُمْتَرِيْنَ ","kitabah":"اَفَغَيْرَ اللّٰهِ اَبْتَغِيْ حَكَمًا وَّهُوَ الَّذِيْٓ اَنْزَلَ اِلَيْكُمُ الْكِتٰبَ مُفَصَّلًا ۗوَالَّذِيْنَ اٰتَيْنٰهُمُ الْكِتٰبَ يَعْلَمُوْنَ اَنَّهٗ مُنَزَّلٌ مِّنْ رَّبِّكَ بِالْحَقِّ فَلَا تَكُوْنَنَّ مِنَ الْمُمْتَرِيْنَ ","latin":"Afagairallāhi abtagī ḥakamaw wa huwal-lażī anzala ilaikumul-kitāba mufaṣṣalā(n), wal-lażīna ātaināhumul-kitāba ya‘lamūna annahū munazzalum mir rabbika bil-ḥaqqi falā takunanna minal-mumtarīn(a).","translation":"Maka, apakah (pantas) aku mencari selain Allah sebagai hakim, padahal Dialah yang menurunkan Kitab (Al-Qur’an) kepadamu (dengan penjelasan) secara terperinci? Orang-orang yang telah Kami anugerahi Kitab Suci mengetahui (bahwa) sesungguhnya (Al-Qur’an) itu diturunkan dari Tuhanmu dengan benar. Maka, janganlah sekali-kali kamu termasuk orang-orang yang ragu."},{"surah_number":6,"ayat_number":115,"arabic":"وَتَمَّتْ كَلِمَتُ رَبِّكَ صِدْقًا وَّعَدْلًاۗ لَا مُبَدِّلَ لِكَلِمٰتِهٖ ۚوَهُوَ السَّمِيْعُ الْعَلِيْمُ","kitabah":"وَتَمَّتْ كَلِمَتُ رَبِّكَ صِدْقًا وَّعَدْلًاۗ لَا مُبَدِّلَ لِكَلِمٰتِهٖ ۚوَهُوَ السَّمِيْعُ الْعَلِيْمُ","latin":"Wa tammat kalimatu rabbika ṣidqaw wa ‘adlā(n), lā mubaddila likalimātih(ī), wa huwas-samī‘ul-‘alīm(u).","translation":"Telah sempurna kalimat Tuhanmu (Al-Qur’an) dengan (mengandung) kebenaran dan keadilan. Tidak ada (seorang pun) yang dapat mengubah kalimat-kalimat-Nya. Dia Maha Mendengar lagi Maha Mengetahui."},{"surah_number":6,"ayat_number":116,"arabic":"وَاِنْ تُطِعْ اَكْثَرَ مَنْ فِى الْاَرْضِ يُضِلُّوْكَ عَنْ سَبِيْلِ اللّٰهِ ۗاِنْ يَّتَّبِعُوْنَ اِلَّا الظَّنَّ وَاِنْ هُمْ اِلَّا يَخْرُصُوْنَ ","kitabah":"وَاِنْ تُطِعْ اَكْثَرَ مَنْ فِى الْاَرْضِ يُضِلُّوْكَ عَنْ سَبِيْلِ اللّٰهِ ۗاِنْ يَّتَّبِعُوْنَ اِلَّا الظَّنَّ وَاِنْ هُمْ اِلَّا يَخْرُصُوْنَ ","latin":"Wa in tuṭi‘ akṡara man fil-arḍi yuḍillūka ‘an sabīlillāh(i), iy yattabi‘ūna illaẓ-ẓanna wa in hum illā yakhruṣ ūn(a).","translation":"Jika engkau mengikuti (kemauan) kebanyakan orang (kafir) di bumi ini (dalam urusan agama), niscaya mereka akan menyesatkanmu dari jalan Allah. Mereka hanya mengikuti persangkaan belaka dan mereka hanyalah membuat kebohongan."},{"surah_number":6,"ayat_number":117,"arabic":"اِنَّ رَبَّكَ هُوَ اَعْلَمُ مَنْ يَّضِلُّ عَنْ سَبِيْلِهٖۚ وَهُوَ اَعْلَمُ بِالْمُهْتَدِيْنَ ","kitabah":"اِنَّ رَبَّكَ هُوَ اَعْلَمُ مَنْ يَّضِلُّ عَنْ سَبِيْلِهٖۚ وَهُوَ اَعْلَمُ بِالْمُهْتَدِيْنَ ","latin":"Inna rabbaka huwa a‘lamu may yaḍillu ‘an sabīlih(ī), wa huwa a‘lamu bil-muhtadīn(a).","translation":"Sesungguhnya Tuhanmu, Dialah yang lebih mengetahui siapa yang tersesat dari jalan-Nya dan Dia (pula) yang lebih mengetahui orang-orang yang mendapat petunjuk."},{"surah_number":6,"ayat_number":118,"arabic":"فَكُلُوْا مِمَّا ذُكِرَ اسْمُ اللّٰهِ عَلَيْهِ اِنْ كُنْتُمْ بِاٰيٰتِهٖ مُؤْمِنِيْنَ ","kitabah":"فَكُلُوْا مِمَّا ذُكِرَ اسْمُ اللّٰهِ عَلَيْهِ اِنْ كُنْتُمْ بِاٰيٰتِهٖ مُؤْمِنِيْنَ ","latin":"Fa kulū mimmā żukirasmullāhi ‘alaihi in kuntum bi'āyātihī mu'minīn(a).","translation":"Makanlah sebagian apa (daging hewan halal) yang (ketika disembelih) disebut nama Allah jika kamu beriman pada ayat-ayat-Nya."},{"surah_number":6,"ayat_number":119,"arabic":"وَمَا لَكُمْ اَلَّا تَأْكُلُوْا مِمَّا ذُكِرَ اسْمُ اللّٰهِ عَلَيْهِ وَقَدْ فَصَّلَ لَكُمْ مَّا حَرَّمَ عَلَيْكُمْ اِلَّا مَا اضْطُرِرْتُمْ اِلَيْهِ ۗوَاِنَّ كَثِيْرًا لَّيُضِلُّوْنَ بِاَهْوَاۤىِٕهِمْ بِغَيْرِ عِلْمٍ ۗاِنَّ رَبَّكَ هُوَ اَعْلَمُ بِالْمُعْتَدِيْنَ ","kitabah":"وَمَا لَكُمْ اَلَّا تَأْكُلُوْا مِمَّا ذُكِرَ اسْمُ اللّٰهِ عَلَيْهِ وَقَدْ فَصَّلَ لَكُمْ مَّا حَرَّمَ عَلَيْكُمْ اِلَّا مَا اضْطُرِرْتُمْ اِلَيْهِ ۗوَاِنَّ كَثِيْرًا لَّيُضِلُّوْنَ بِاَهْوَاۤىِٕهِمْ بِغَيْرِ عِلْمٍ ۗاِنَّ رَبَّكَ هُوَ اَعْلَمُ بِالْمُعْتَدِيْنَ ","latin":"Wa mā lakum allā ta'kulū mimmā żukirasmullāhi ‘alaihi wa qad faṣṣala lakum mā ḥarrama ‘alaikum illā maḍṭurirtum ilaih(i), wa inna kaṡīral layuḍillūna bi'ahwā'ihim bigairi ‘ilm(in), inna rabbaka huwa a‘lamu bil-mu‘tadīn(a).","translation":"Mengapa kamu tidak mau memakan sesuatu (daging hewan) yang (ketika disembelih) disebut nama Allah. Padahal, Allah telah menjelaskan secara rinci kepadamu sesuatu yang Dia haramkan kepadamu, kecuali jika kamu dalam keadaan terpaksa. Sesungguhnya banyak yang menyesatkan (orang lain) dengan mengikuti hawa nafsunya tanpa dasar pengetahuan. Sesungguhnya Tuhanmu lebih mengetahui orang-orang yang melampaui batas."},{"surah_number":6,"ayat_number":120,"arabic":"وَذَرُوْا ظَاهِرَ الْاِثْمِ وَبَاطِنَهٗ ۗاِنَّ الَّذِيْنَ يَكْسِبُوْنَ الْاِثْمَ سَيُجْزَوْنَ بِمَا كَانُوْا يَقْتَرِفُوْنَ ","kitabah":"وَذَرُوْا ظَاهِرَ الْاِثْمِ وَبَاطِنَهٗ ۗاِنَّ الَّذِيْنَ يَكْسِبُوْنَ الْاِثْمَ سَيُجْزَوْنَ بِمَا كَانُوْا يَقْتَرِفُوْنَ ","latin":"Wa żarū ẓāhiral-iṡmi wa bāṭinah(ū), innal-lażīna yaksibūnal-iṡma sayujzauna bimā kānū yaqtarifūn(a).","translation":"Tinggalkanlah dosa yang terlihat dan yang tersembunyi. Sesungguhnya orang-orang yang mengerjakan (perbuatan) dosa kelak akan dibalas (dengan siksaan) karena apa yang mereka kerjakan."},{"surah_number":6,"ayat_number":121,"arabic":"وَلَا تَأْكُلُوْا مِمَّا لَمْ يُذْكَرِ اسْمُ اللّٰهِ عَلَيْهِ وَاِنَّهٗ لَفِسْقٌۗ وَاِنَّ الشَّيٰطِيْنَ لَيُوْحُوْنَ اِلٰٓى اَوْلِيَاۤىِٕهِمْ  لِيُجَادِلُوْكُمْ ۚوَاِنْ اَطَعْتُمُوْهُمْ اِنَّكُمْ لَمُشْرِكُوْنَ ࣖ ","kitabah":"وَلَا تَأْكُلُوْا مِمَّا لَمْ يُذْكَرِ اسْمُ اللّٰهِ عَلَيْهِ وَاِنَّهٗ لَفِسْقٌۗ وَاِنَّ الشَّيٰطِيْنَ لَيُوْحُوْنَ اِلٰٓى اَوْلِيَاۤىِٕهِمْ  لِيُجَادِلُوْكُمْ ۚوَاِنْ اَطَعْتُمُوْهُمْ اِنَّكُمْ لَمُشْرِكُوْنَ ࣖ ","latin":"Wa lā ta'kulū mimmā lam yużkarismullāhi ‘alaihi wa innahū lafisq(un), wa innasy-syayāṭīna layūḥūna ilā auliyā'ihim liyujādilūkum, wa in aṭa‘tumūhum innakum lamusyrikūn(a).","translation":"Janganlah kamu memakan sesuatu dari (daging hewan) yang (ketika disembelih) tidak disebut nama Allah. Perbuatan itu benar-benar suatu kefasikan. Sesungguhnya setan benar-benar selalu membisiki kawan-kawannya258) agar mereka membantahmu. Jika kamu menuruti mereka, sesungguhnya kamu benar-benar musyrik."},{"surah_number":6,"ayat_number":122,"arabic":"اَوَمَنْ كَانَ مَيْتًا فَاَحْيَيْنٰهُ وَجَعَلْنَا لَهٗ نُوْرًا يَّمْشِيْ بِهٖ فِى النَّاسِ كَمَنْ مَّثَلُهٗ فِى الظُّلُمٰتِ لَيْسَ بِخَارِجٍ مِّنْهَاۗ  كَذٰلِكَ زُيِّنَ لِلْكٰفِرِيْنَ مَا كَانُوْا يَعْمَلُوْنَ ","kitabah":"اَوَمَنْ كَانَ مَيْتًا فَاَحْيَيْنٰهُ وَجَعَلْنَا لَهٗ نُوْرًا يَّمْشِيْ بِهٖ فِى النَّاسِ كَمَنْ مَّثَلُهٗ فِى الظُّلُمٰتِ لَيْسَ بِخَارِجٍ مِّنْهَاۗ  كَذٰلِكَ زُيِّنَ لِلْكٰفِرِيْنَ مَا كَانُوْا يَعْمَلُوْنَ ","latin":"Awa man kāna maitan fa aḥyaināhu wa ja‘alnā lahū nūray yamsyī bihī fin-nāsi kamam maṡaluhū fiẓ-ẓulumāti laisa bikhārijim minhā, każālika zuyyina lil-kāfirīna mā kānū ya‘malūn(a).","translation":"Apakah orang yang sudah mati lalu Kami hidupkan dan beri dia cahaya yang membuatnya dapat berjalan di tengah-tengah orang banyak, seperti orang yang berada dalam kegelapan sehingga dia tidak dapat keluar dari sana? Demikianlah, dijadikan terasa indah bagi orang-orang kafir apa yang mereka kerjakan."},{"surah_number":6,"ayat_number":123,"arabic":"وَكَذٰلِكَ جَعَلْنَا فِيْ كُلِّ قَرْيَةٍ اَكٰبِرَ مُجْرِمِيْهَا لِيَمْكُرُوْا فِيْهَاۗ وَمَا يَمْكُرُوْنَ اِلَّا بِاَنْفُسِهِمْ وَمَا يَشْعُرُوْنَ ","kitabah":"وَكَذٰلِكَ جَعَلْنَا فِيْ كُلِّ قَرْيَةٍ اَكٰبِرَ مُجْرِمِيْهَا لِيَمْكُرُوْا فِيْهَاۗ وَمَا يَمْكُرُوْنَ اِلَّا بِاَنْفُسِهِمْ وَمَا يَشْعُرُوْنَ ","latin":"Wa każālika ja‘alnā fī kulli qaryatin akābira mujrimīhā liyamkurū fīhā, wa mā yamkurūna illā bi'anfusihim wa mā yasy‘urūn(a).","translation":"Demikian pula pada setiap negeri Kami jadikan orang-orang jahatnya259) sebagai pembesar agar melakukan tipu daya di sana. Padahal, mereka hanya menipu diri sendiri tanpa menyadarinya."},{"surah_number":6,"ayat_number":124,"arabic":"وَاِذَا جَاۤءَتْهُمْ اٰيَةٌ قَالُوْا لَنْ نُّؤْمِنَ حَتّٰى نُؤْتٰى مِثْلَ مَآ اُوْتِيَ رُسُلُ اللّٰهِ ۘ اَللّٰهُ اَعْلَمُ حَيْثُ يَجْعَلُ رِسٰلَتَهٗۗ سَيُصِيْبُ الَّذِيْنَ اَجْرَمُوْا صَغَارٌ عِنْدَ اللّٰهِ وَعَذَابٌ شَدِيْدٌۢ بِمَا كَانُوْا يَمْكُرُوْنَ","kitabah":"وَاِذَا جَاۤءَتْهُمْ اٰيَةٌ قَالُوْا لَنْ نُّؤْمِنَ حَتّٰى نُؤْتٰى مِثْلَ مَآ اُوْتِيَ رُسُلُ اللّٰهِ ۘ اَللّٰهُ اَعْلَمُ حَيْثُ يَجْعَلُ رِسٰلَتَهٗۗ سَيُصِيْبُ الَّذِيْنَ اَجْرَمُوْا صَغَارٌ عِنْدَ اللّٰهِ وَعَذَابٌ شَدِيْدٌۢ بِمَا كَانُوْا يَمْكُرُوْنَ","latin":"Wa iżā jā'athum āyatun qālū lan nu'mina ḥattā nu'tā miṡla mā ūtiya rusulullāh(i), allāhu a‘lamu ḥaiṡu yaj‘alu risālatah(ū), sayuṣībul-lażīna ajramū ṣagārun ‘indallāhi wa ‘ażābun syadīdum bimā kānū yamkurūn(a).","translation":"Apabila datang suatu ayat kepada mereka, mereka berkata, “Kami tidak akan beriman hingga diberikan kepada kami (sesuatu) seperti apa yang diberikan kepada rasul-rasul Allah.” Allah lebih mengetahui di mana Dia menempatkan tugas kerasulan-Nya. Orang-orang yang berdosa nanti akan ditimpa kehinaan di sisi Allah dan azab yang keras karena tipu daya yang mereka lakukan."},{"surah_number":6,"ayat_number":125,"arabic":"فَمَنْ يُّرِدِ اللّٰهُ اَنْ يَّهْدِيَهٗ يَشْرَحْ صَدْرَهٗ لِلْاِسْلَامِۚ وَمَنْ يُّرِدْ اَنْ يُّضِلَّهٗ يَجْعَلْ صَدْرَهٗ ضَيِّقًا حَرَجًا كَاَنَّمَا يَصَّعَّدُ فِى السَّمَاۤءِۗ كَذٰلِكَ يَجْعَلُ اللّٰهُ الرِّجْسَ عَلَى الَّذِيْنَ لَا يُؤْمِنُوْنَ","kitabah":"فَمَنْ يُّرِدِ اللّٰهُ اَنْ يَّهْدِيَهٗ يَشْرَحْ صَدْرَهٗ لِلْاِسْلَامِۚ وَمَنْ يُّرِدْ اَنْ يُّضِلَّهٗ يَجْعَلْ صَدْرَهٗ ضَيِّقًا حَرَجًا كَاَنَّمَا يَصَّعَّدُ فِى السَّمَاۤءِۗ كَذٰلِكَ يَجْعَلُ اللّٰهُ الرِّجْسَ عَلَى الَّذِيْنَ لَا يُؤْمِنُوْنَ","latin":"Fa may yuridillāhu ay yahdiyahū yasyraḥ ṣadrahū lil-islām(i), wa may yurid ay yuḍillahū yaj‘al ṣadrahū ḍayyiqan ḥarajan ka'annamā yaṣṣa‘‘adu fis-samā'(i), każālika yaj‘alullāhur-rijsa  ‘alal-lażīna lā yu'minūn(a).","translation":"Maka, siapa yang Allah kehendaki mendapat hidayah, Dia akan melapangkan dadanya untuk menerima Islam. Siapa yang Dia kehendaki menjadi sesat, Dia akan menjadikan dadanya sempit lagi sesak seakan-akan dia sedang mendaki ke langit. Begitulah Allah menimpakan siksa kepada orang-orang yang tidak beriman."},{"surah_number":6,"ayat_number":126,"arabic":"وَهٰذَا صِرَاطُ رَبِّكَ مُسْتَقِيْمًاۗ قَدْ فَصَّلْنَا الْاٰيٰتِ لِقَوْمٍ يَّذَّكَّرُوْنَ ","kitabah":"وَهٰذَا صِرَاطُ رَبِّكَ مُسْتَقِيْمًاۗ قَدْ فَصَّلْنَا الْاٰيٰتِ لِقَوْمٍ يَّذَّكَّرُوْنَ ","latin":"Wa hāżā ṣirāṭu rabbika mustaqīmā(n), qad faṣṣalnal-āyāti liqaumiy yażżakkarūn(a).","translation":"Inilah jalan Tuhanmu yang lurus. Sungguh, Kami telah menjelaskan secara rinci ayat-ayat (Kami) kepada orang-orang yang mengambil pelajaran."},{"surah_number":6,"ayat_number":127,"arabic":"۞ لَهُمْ دَارُ السَّلٰمِ عِنْدَ رَبِّهِمْ وَهُوَ وَلِيُّهُمْ بِمَا كَانُوْا يَعْمَلُوْنَ ","kitabah":"۞ لَهُمْ دَارُ السَّلٰمِ عِنْدَ رَبِّهِمْ وَهُوَ وَلِيُّهُمْ بِمَا كَانُوْا يَعْمَلُوْنَ ","latin":"Lahum dārus-salāmi ‘inda rabbihim wa huwa waliyyuhum bimā kānū ya‘malūn(a).","translation":"Bagi mereka (disediakan) tempat yang damai (surga) di sisi Tuhannya. Dialah pelindung mereka karena apa (amal kebajikan) yang mereka kerjakan."},{"surah_number":6,"ayat_number":128,"arabic":"وَيَوْمَ يَحْشُرُهُمْ جَمِيْعًاۚ يٰمَعْشَرَ الْجِنِّ قَدِ اسْتَكْثَرْتُمْ مِّنَ الْاِنْسِ ۚوَقَالَ اَوْلِيَاۤؤُهُمْ مِّنَ الْاِنْسِ رَبَّنَا اسْتَمْتَعَ بَعْضُنَا بِبَعْضٍ وَّبَلَغْنَآ اَجَلَنَا الَّذِيْٓ اَجَّلْتَ لَنَا ۗقَالَ النَّارُ مَثْوٰىكُمْ خٰلِدِيْنَ فِيْهَآ اِلَّا مَا شَاۤءَ اللّٰهُ ۗاِنَّ رَبَّكَ حَكِيْمٌ عَلِيْمٌ ","kitabah":"وَيَوْمَ يَحْشُرُهُمْ جَمِيْعًاۚ يٰمَعْشَرَ الْجِنِّ قَدِ اسْتَكْثَرْتُمْ مِّنَ الْاِنْسِ ۚوَقَالَ اَوْلِيَاۤؤُهُمْ مِّنَ الْاِنْسِ رَبَّنَا اسْتَمْتَعَ بَعْضُنَا بِبَعْضٍ وَّبَلَغْنَآ اَجَلَنَا الَّذِيْٓ اَجَّلْتَ لَنَا ۗقَالَ النَّارُ مَثْوٰىكُمْ خٰلِدِيْنَ فِيْهَآ اِلَّا مَا شَاۤءَ اللّٰهُ ۗاِنَّ رَبَّكَ حَكِيْمٌ عَلِيْمٌ ","latin":"Wa yauma yaḥsyuruhum jamī‘ā(n), yā ma‘syaral-jinni qadistakṡartum minal-ins(i), wa qāla auliyā'uhum minal-insi rabbanastamta‘a ba‘ḍunā biba‘ḍiw wa balagnā ajalanal-lażī ajjalta lanā, qālan-nāru maṡwākum khālidīna fīhā illā mā syā'allāh(u), inna rabbaka ḥakīmun ‘alīm(un).","translation":"(Ingatlah) pada hari ketika Dia mengumpulkan mereka semua (dan Allah berfirman), “Wahai golongan jin, kamu telah sering kali (menyesatkan) manusia.” Kawan-kawan260) mereka dari golongan manusia berkata, “Ya Tuhan, kami telah saling mendapatkan kesenangan261) dan kami telah sampai pada waktu yang telah Engkau tentukan buat kami.” Allah berfirman, “Nerakalah tempat kamu selama-lamanya, kecuali jika Allah menghendaki lain.” Sesungguhnya Tuhanmu Maha Bijaksana lagi Maha Mengetahui."},{"surah_number":6,"ayat_number":129,"arabic":"وَكَذٰلِكَ نُوَلِّيْ بَعْضَ الظّٰلِمِيْنَ بَعْضًاۢ بِمَا كَانُوْا يَكْسِبُوْنَ ࣖ ","kitabah":"وَكَذٰلِكَ نُوَلِّيْ بَعْضَ الظّٰلِمِيْنَ بَعْضًاۢ بِمَا كَانُوْا يَكْسِبُوْنَ ࣖ ","latin":"Wa każālika nuwallī ba‘ḍaẓ-ẓālimīna ba‘ḍam bimā kānū yaksibūn(a).","translation":"Demikianlah Kami jadikan sebagian orang-orang zalim berteman dengan sebagian lainnya, sebagai balasan atas apa yang selalu mereka kerjakan."},{"surah_number":6,"ayat_number":130,"arabic":"يٰمَعْشَرَ الْجِنِّ وَالْاِنْسِ اَلَمْ يَأْتِكُمْ رُسُلٌ مِّنْكُمْ يَقُصُّوْنَ عَلَيْكُمْ اٰيٰتِيْ وَيُنْذِرُوْنَكُمْ لِقَاۤءَ يَوْمِكُمْ هٰذَاۗ قَالُوْا شَهِدْنَا عَلٰٓى اَنْفُسِنَا وَغَرَّتْهُمُ الْحَيٰوةُ الدُّنْيَا وَشَهِدُوْا عَلٰٓى اَنْفُسِهِمْ اَنَّهُمْ كَانُوْا كٰفِرِيْنَ ","kitabah":"يٰمَعْشَرَ الْجِنِّ وَالْاِنْسِ اَلَمْ يَأْتِكُمْ رُسُلٌ مِّنْكُمْ يَقُصُّوْنَ عَلَيْكُمْ اٰيٰتِيْ وَيُنْذِرُوْنَكُمْ لِقَاۤءَ يَوْمِكُمْ هٰذَاۗ قَالُوْا شَهِدْنَا عَلٰٓى اَنْفُسِنَا وَغَرَّتْهُمُ الْحَيٰوةُ الدُّنْيَا وَشَهِدُوْا عَلٰٓى اَنْفُسِهِمْ اَنَّهُمْ كَانُوْا كٰفِرِيْنَ ","latin":"Yā ma‘syaral-jinni wal-insi alam ya'tikum rusulum minkum yaquṣṣūna ‘alaikum āyātī wa yunżirūnakum liqā'a yaumikum hāżā, qālū syahidnā ‘alā anfusinā wa garrathumul-ḥayātud-un-yā wa syahidū ‘alā anfusihim annahum kānū kāfirīn(a).","translation":"(Allah berfirman,) “Wahai golongan jin dan manusia, tidakkah sudah datang kepadamu rasul-rasul dari kalanganmu sendiri yang menyampaikan ayat-ayat-Ku kepadamu dan memperingatkanmu tentang pertemuan pada hari ini?” Mereka menjawab, “(Ya,) kami menjadi saksi atas diri kami sendiri.” Namun, mereka tertipu oleh kehidupan dunia. Mereka telah menjadi saksi atas diri mereka sendiri bahwa mereka adalah orang kafir."},{"surah_number":6,"ayat_number":131,"arabic":"ذٰلِكَ اَنْ لَّمْ يَكُنْ رَّبُّكَ مُهْلِكَ الْقُرٰى بِظُلْمٍ وَّاَهْلُهَا غٰفِلُوْنَ ","kitabah":"ذٰلِكَ اَنْ لَّمْ يَكُنْ رَّبُّكَ مُهْلِكَ الْقُرٰى بِظُلْمٍ وَّاَهْلُهَا غٰفِلُوْنَ ","latin":"Żālika allam yakur rabbuka muhlikal-qurā biẓulmiw wa ahluhā gāfilūn(a).","translation":"Demikian itu (pengutusan para rasul) karena Tuhanmu tidak akan membinasakan suatu negeri karena kezaliman (mereka), sedangkan penduduknya dalam keadaan belum tahu."},{"surah_number":6,"ayat_number":132,"arabic":"وَلِكُلٍّ دَرَجٰتٌ مِّمَّا عَمِلُوْاۗ وَمَا رَبُّكَ بِغَافِلٍ عَمَّا يَعْمَلُوْنَ ","kitabah":"وَلِكُلٍّ دَرَجٰتٌ مِّمَّا عَمِلُوْاۗ وَمَا رَبُّكَ بِغَافِلٍ عَمَّا يَعْمَلُوْنَ ","latin":"Wa likullin darajātum mimmā ‘amilū, wa mā rabbuka bigāfilin ‘ammā ya‘malūn(a).","translation":"Masing-masing orang ada tingkatannya, (sesuai) dengan apa yang mereka kerjakan. Tuhanmu tidak lengah terhadap apa yang mereka kerjakan."},{"surah_number":6,"ayat_number":133,"arabic":"وَرَبُّكَ الْغَنِيُّ ذُو الرَّحْمَةِ ۗاِنْ يَّشَأْ يُذْهِبْكُمْ وَيَسْتَخْلِفْ مِنْۢ  بَعْدِكُمْ مَّا يَشَاۤءُ كَمَآ اَنْشَاَكُمْ مِّنْ ذُرِّيَّةِ قَوْمٍ اٰخَرِيْنَ ","kitabah":"وَرَبُّكَ الْغَنِيُّ ذُو الرَّحْمَةِ ۗاِنْ يَّشَأْ يُذْهِبْكُمْ وَيَسْتَخْلِفْ مِنْۢ  بَعْدِكُمْ مَّا يَشَاۤءُ كَمَآ اَنْشَاَكُمْ مِّنْ ذُرِّيَّةِ قَوْمٍ اٰخَرِيْنَ ","latin":"Wa rabbukal-ganiyyu żur-raḥmah(ti), iy yasya' yużhibkum wa yastakhlif mim ba‘dikum mā yasyā'u kamā ansya'akum min żurriyyati qaumin ākharīn(a).","translation":"Tuhanmulah Yang Maha Kaya lagi penuh rahmat. Jika menghendaki, Dia akan memusnahkanmu. Setelah itu, Dia akan menggantimu dengan yang dikehendaki-Nya, sebagaimana Dia menjadikan kamu dari keturunan kaum lain (sebelummu)."},{"surah_number":6,"ayat_number":134,"arabic":"اِنَّ مَا تُوْعَدُوْنَ لَاٰتٍۙ وَّمَآ اَنْتُمْ بِمُعْجِزِيْنَ ","kitabah":"اِنَّ مَا تُوْعَدُوْنَ لَاٰتٍۙ وَّمَآ اَنْتُمْ بِمُعْجِزِيْنَ ","latin":"Innamā tū‘adūna la'āt(in), wa mā antum bimu‘jizīn(a).","translation":"Sesungguhnya apa pun yang dijanjikan kepadamu pasti datang dan kamu tidak mampu menolaknya."},{"surah_number":6,"ayat_number":135,"arabic":"قُلْ يٰقَوْمِ اعْمَلُوْا عَلٰى مَكَانَتِكُمْ اِنِّيْ عَامِلٌۚ فَسَوْفَ تَعْلَمُوْنَۙ مَنْ تَكُوْنُ لَهٗ عَاقِبَةُ الدَّارِۗ اِنَّهٗ لَا يُفْلِحُ الظّٰلِمُوْنَ ","kitabah":"قُلْ يٰقَوْمِ اعْمَلُوْا عَلٰى مَكَانَتِكُمْ اِنِّيْ عَامِلٌۚ فَسَوْفَ تَعْلَمُوْنَۙ مَنْ تَكُوْنُ لَهٗ عَاقِبَةُ الدَّارِۗ اِنَّهٗ لَا يُفْلِحُ الظّٰلِمُوْنَ ","latin":"Qul yā qaumi‘malū ‘alā makānatikum innī ‘āmil(un), fa saufa ta‘lamūn(a), man takūnu lahū ‘āqibatud-dār(i), innahū lā yufliḥuẓ-ẓālimūn(a).","translation":"Katakanlah (Nabi Muhammad), “Wahai kaumku, berbuatlah menurut kedudukanmu, aku pun berbuat (demikian). Kelak kamu akan mengetahui siapa yang akan memperoleh tempat (terbaik) di akhirat (nanti). Sesungguhnya orang-orang yang zalim tidak akan beruntung."},{"surah_number":6,"ayat_number":136,"arabic":"وَجَعَلُوْا لِلّٰهِ مِمَّا ذَرَاَ مِنَ الْحَرْثِ وَالْاَنْعَامِ نَصِيْبًا فَقَالُوْا هٰذَا لِلّٰهِ بِزَعْمِهِمْ وَهٰذَا لِشُرَكَاۤىِٕنَاۚ فَمَا كَانَ لِشُرَكَاۤىِٕهِمْ فَلَا يَصِلُ اِلَى اللّٰهِ ۚوَمَا كَانَ لِلّٰهِ فَهُوَ يَصِلُ اِلٰى شُرَكَاۤىِٕهِمْۗ سَاۤءَ مَا يَحْكُمُوْنَ ","kitabah":"وَجَعَلُوْا لِلّٰهِ مِمَّا ذَرَاَ مِنَ الْحَرْثِ وَالْاَنْعَامِ نَصِيْبًا فَقَالُوْا هٰذَا لِلّٰهِ بِزَعْمِهِمْ وَهٰذَا لِشُرَكَاۤىِٕنَاۚ فَمَا كَانَ لِشُرَكَاۤىِٕهِمْ فَلَا يَصِلُ اِلَى اللّٰهِ ۚوَمَا كَانَ لِلّٰهِ فَهُوَ يَصِلُ اِلٰى شُرَكَاۤىِٕهِمْۗ سَاۤءَ مَا يَحْكُمُوْنَ ","latin":"Wa ja‘alū lillāhi mimmā żara'a minal-ḥarṡi wal-an‘āmi naṣīban fa qālū hāżā lillāhi biza‘mihim wa hāżā lisyurakā'inā, famā kāna lisyurakā'ihim falā yaṣilu ilallāh(i), wa mā kāna lillāhi fa huwa yaṣilu ilā syurakā'ihim, sā'a mā yaḥkumūn(a).","translation":"Mereka menyediakan sebagian dari sesuatu yang Allah ciptakan, yaitu hasil tanaman dan hewan ternak, untuk Allah sambil berkata menurut persangkaan mereka, “Ini untuk Allah dan yang ini untuk berhala-berhala kami.” Bagian yang (disediakan) untuk berhala-berhala mereka tidak akan sampai kepada Allah, sedangkan bagian yang (disediakan) untuk Allah akan sampai pada berhala-berhala mereka.262) Sangat buruk ketetapan mereka itu."},{"surah_number":6,"ayat_number":137,"arabic":"وَكَذٰلِكَ زَيَّنَ لِكَثِيْرٍ مِّنَ الْمُشْرِكِيْنَ قَتْلَ اَوْلَادِهِمْ شُرَكَاۤؤُهُمْ لِيُرْدُوْهُمْ وَلِيَلْبِسُوْا عَلَيْهِمْ دِيْنَهُمْۗ وَلَوْ شَاۤءَ اللّٰهُ مَا فَعَلُوْهُ فَذَرْهُمْ وَمَا يَفْتَرُوْنَ ","kitabah":"وَكَذٰلِكَ زَيَّنَ لِكَثِيْرٍ مِّنَ الْمُشْرِكِيْنَ قَتْلَ اَوْلَادِهِمْ شُرَكَاۤؤُهُمْ لِيُرْدُوْهُمْ وَلِيَلْبِسُوْا عَلَيْهِمْ دِيْنَهُمْۗ وَلَوْ شَاۤءَ اللّٰهُ مَا فَعَلُوْهُ فَذَرْهُمْ وَمَا يَفْتَرُوْنَ ","latin":"Wa każālika zayyana likaṡīrim minal-musyrikīna qatla aulādihim syurakā'uhum liyurdūhum wa liyalbisū ‘alaihim dīnahum, wa lau syā'allāhu mā fa‘alūhu fa żarhum wa mā yaftarūn(a).","translation":"Demikianlah berhala-berhala mereka (setan) menjadikan terasa indah bagi banyak orang musyrik membunuh anak-anak mereka untuk membinasakan mereka dan mengacaukan agama mereka sendiri.263) Seandainya Allah berkehendak, niscaya mereka tidak akan mengerjakannya. Biarkanlah mereka bersama apa (kebohongan) yang mereka ada-adakan"},{"surah_number":6,"ayat_number":138,"arabic":"وَقَالُوْا هٰذِهٖٓ اَنْعَامٌ وَّحَرْثٌ حِجْرٌ لَّا يَطْعَمُهَآ اِلَّا مَنْ نَّشَاۤءُ بِزَعْمِهِمْ وَاَنْعَامٌ حُرِّمَتْ ظُهُوْرُهَا وَاَنْعَامٌ لَّا يَذْكُرُوْنَ اسْمَ اللّٰهِ عَلَيْهَا افْتِرَاۤءً عَلَيْهِۗ سَيَجْزِيْهِمْ بِمَا كَانُوْا يَفْتَرُوْنَ ","kitabah":"وَقَالُوْا هٰذِهٖٓ اَنْعَامٌ وَّحَرْثٌ حِجْرٌ لَّا يَطْعَمُهَآ اِلَّا مَنْ نَّشَاۤءُ بِزَعْمِهِمْ وَاَنْعَامٌ حُرِّمَتْ ظُهُوْرُهَا وَاَنْعَامٌ لَّا يَذْكُرُوْنَ اسْمَ اللّٰهِ عَلَيْهَا افْتِرَاۤءً عَلَيْهِۗ سَيَجْزِيْهِمْ بِمَا كَانُوْا يَفْتَرُوْنَ ","latin":"Wa qālū hāżihī an‘āmuw wa ḥarṡun ḥijrul lā yaṭ‘amuhā illā man nasyā'u biza‘mihim wa an‘āmun ḥurrimat ẓuhūruhā wa an‘āmul lā yażkurūnasmallāhi ‘alaihaftirā'an ‘alaih(i), sayajzīhim bimā kānū yaftarūn(a).","translation":"Mereka berkata menurut anggapan mereka, “Inilah hewan ternak dan hasil bumi yang dilarang, tidak boleh dimakan, kecuali oleh orang yang kami kehendaki. Ada pula hewan yang diharamkan punggungnya (tidak boleh ditunggangi) dan ada hewan ternak yang (ketika disembelih) boleh tidak menyebut nama Allah.” (Hal itu) sebagai kebohongan terhadap Allah. Kelak Allah akan membalas semua yang mereka ada-adakan."},{"surah_number":6,"ayat_number":139,"arabic":"وَقَالُوْا مَا فِيْ بُطُوْنِ هٰذِهِ الْاَنْعَامِ خَالِصَةٌ لِّذُكُوْرِنَا وَمُحَرَّمٌ عَلٰٓى اَزْوَاجِنَاۚ وَاِنْ يَّكُنْ مَّيْتَةً فَهُمْ فِيْهِ شُرَكَاۤءُ ۗسَيَجْزِيْهِمْ وَصْفَهُمْۗ اِنَّهٗ حَكِيْمٌ عَلِيْمٌ ","kitabah":"وَقَالُوْا مَا فِيْ بُطُوْنِ هٰذِهِ الْاَنْعَامِ خَالِصَةٌ لِّذُكُوْرِنَا وَمُحَرَّمٌ عَلٰٓى اَزْوَاجِنَاۚ وَاِنْ يَّكُنْ مَّيْتَةً فَهُمْ فِيْهِ شُرَكَاۤءُ ۗسَيَجْزِيْهِمْ وَصْفَهُمْۗ اِنَّهٗ حَكِيْمٌ عَلِيْمٌ ","latin":"Wa qālū mā fī buṭūni hāżihil-an‘āmi khāliṣatul liżukūrinā wa muḥarramun ‘alā azwājinā, wa iy yakum maitatan fahum fīhi syurakā'(u), sayajzīhim waṣfahum, innahū ḥakīmun ‘alīm(un).","translation":"Mereka juga berkata, “Apa yang ada di dalam perut hewan ternak ini khusus untuk kaum laki-laki kami dan haram bagi istri-istri kami.” Jika (yang ada di dalam perut itu dilahirkan dalam keadaan) mati, semua boleh (memakannya). Kelak Allah akan membalas ketetapan mereka. Sesungguhnya Dia Maha Bijaksana lagi Maha Mengetahui."},{"surah_number":6,"ayat_number":140,"arabic":"قَدْ خَسِرَ الَّذِيْنَ قَتَلُوْٓا اَوْلَادَهُمْ سَفَهًاۢ بِغَيْرِ عِلْمٍ وَّحَرَّمُوْا مَا رَزَقَهُمُ اللّٰهُ افْتِرَاۤءً عَلَى اللّٰهِ ۗقَدْ ضَلُّوْا وَمَا كَانُوْا مُهْتَدِيْنَ ࣖ ","kitabah":"قَدْ خَسِرَ الَّذِيْنَ قَتَلُوْٓا اَوْلَادَهُمْ سَفَهًاۢ بِغَيْرِ عِلْمٍ وَّحَرَّمُوْا مَا رَزَقَهُمُ اللّٰهُ افْتِرَاۤءً عَلَى اللّٰهِ ۗقَدْ ضَلُّوْا وَمَا كَانُوْا مُهْتَدِيْنَ ࣖ ","latin":"Qad khasiral-lażīna qatalū aulādahum safaham bigairi ‘ilmiw wa ḥarramū mā razaqahumullāhuftirā'an ‘alallāh(i), qad ḍallū wa mā kānū muhtadīn(a).","translation":"Sungguh rugi orang-orang yang membunuh anak-anak mereka karena kebodohan tanpa pengetahuan dan mengharamkan rezeki yang dikaruniakan Allah kepada mereka dengan (semata-mata) membuat-buat kebohongan terhadap Allah. Sungguh, mereka telah sesat dan tidak mendapat petunjuk."},{"surah_number":6,"ayat_number":141,"arabic":"۞ وَهُوَ الَّذِيْٓ اَنْشَاَ جَنّٰتٍ مَّعْرُوْشٰتٍ وَّغَيْرَ مَعْرُوْشٰتٍ وَّالنَّخْلَ وَالزَّرْعَ مُخْتَلِفًا اُكُلُهٗ وَالزَّيْتُوْنَ وَالرُّمَّانَ مُتَشَابِهًا وَّغَيْرَ مُتَشَابِهٍۗ  كُلُوْا مِنْ ثَمَرِهٖٓ اِذَآ اَثْمَرَ وَاٰتُوْا حَقَّهٗ يَوْمَ حَصَادِهٖۖ وَلَا تُسْرِفُوْا ۗاِنَّهٗ لَا يُحِبُّ الْمُسْرِفِيْنَۙ","kitabah":"۞ وَهُوَ الَّذِيْٓ اَنْشَاَ جَنّٰتٍ مَّعْرُوْشٰتٍ وَّغَيْرَ مَعْرُوْشٰتٍ وَّالنَّخْلَ وَالزَّرْعَ مُخْتَلِفًا اُكُلُهٗ وَالزَّيْتُوْنَ وَالرُّمَّانَ مُتَشَابِهًا وَّغَيْرَ مُتَشَابِهٍۗ  كُلُوْا مِنْ ثَمَرِهٖٓ اِذَآ اَثْمَرَ وَاٰتُوْا حَقَّهٗ يَوْمَ حَصَادِهٖۖ وَلَا تُسْرِفُوْا ۗاِنَّهٗ لَا يُحِبُّ الْمُسْرِفِيْنَۙ","latin":"Wa huwal-lażī ansya'a jannātim ma‘rūsyātiw wa gaira ma‘rūsyātiw wan-nakhla waz-zar‘a mukhtalifan ukuluhū waz-zaitūna war-rummāna mutasyābihaw wa gaira mutasyābih(in), kulū min ṡamarihī iżā aṡmara wa ātū ḥaqqahū yauma ḥaṣādih(ī), wa lā tusrifū, innahū lā yuḥibbul-musrifīn(a).","translation":"Dialah yang menumbuhkan tanaman-tanaman yang merambat dan yang tidak merambat, pohon kurma, tanaman yang beraneka ragam rasanya, serta zaitun dan delima yang serupa (bentuk dan warnanya) dan tidak serupa (rasanya). Makanlah buahnya apabila ia berbuah dan berikanlah haknya (zakatnya) pada waktu memetik hasilnya. Akan tetapi, janganlah berlebih-lebihan. Sesungguhnya Allah tidak menyukai orang-orang yang berlebih-lebihan."},{"surah_number":6,"ayat_number":142,"arabic":"وَمِنَ الْاَنْعَامِ حَمُوْلَةً وَّفَرْشًا ۗ كُلُوْا مِمَّا رَزَقَكُمُ اللّٰهُ وَلَا تَتَّبِعُوْا خُطُوٰتِ الشَّيْطٰنِۗ اِنَّهٗ لَكُمْ عَدُوٌّ مُّبِيْنٌۙ","kitabah":"وَمِنَ الْاَنْعَامِ حَمُوْلَةً وَّفَرْشًا ۗ كُلُوْا مِمَّا رَزَقَكُمُ اللّٰهُ وَلَا تَتَّبِعُوْا خُطُوٰتِ الشَّيْطٰنِۗ اِنَّهٗ لَكُمْ عَدُوٌّ مُّبِيْنٌۙ","latin":"Wa minal-an‘āmi ḥamūlataw wa farsyā(n), kulū mimmā razaqakumullāhu wa lā tattabi‘ū khuṭuwātisy-syaiṭān(i), innahū lakum ‘aduwwum mubīn(un).","translation":"Di antara hewan-hewan ternak itu ada yang dijadikan pengangkut beban dan ada (pula) yang untuk disembelih. Makanlah rezeki yang diberikan Allah kepadamu. Janganlah kamu mengikuti langkah-langkah setan. Sesungguhnya dia adalah musuh yang nyata bagimu."},{"surah_number":6,"ayat_number":143,"arabic":"ثَمٰنِيَةَ اَزْوَاجٍۚ مِنَ الضَّأْنِ اثْنَيْنِ وَمِنَ الْمَعْزِ اثْنَيْنِۗ قُلْ ءٰۤالذَّكَرَيْنِ حَرَّمَ اَمِ الْاُنْثَيَيْنِ اَمَّا اشْتَمَلَتْ عَلَيْهِ اَرْحَامُ الْاُنْثَيَيْنِۗ نَبِّـُٔوْنِيْ بِعِلْمٍ اِنْ كُنْتُمْ صٰدِقِيْنَ ","kitabah":"ثَمٰنِيَةَ اَزْوَاجٍۚ مِنَ الضَّأْنِ اثْنَيْنِ وَمِنَ الْمَعْزِ اثْنَيْنِۗ قُلْ ءٰۤالذَّكَرَيْنِ حَرَّمَ اَمِ الْاُنْثَيَيْنِ اَمَّا اشْتَمَلَتْ عَلَيْهِ اَرْحَامُ الْاُنْثَيَيْنِۗ نَبِّـُٔوْنِيْ بِعِلْمٍ اِنْ كُنْتُمْ صٰدِقِيْنَ ","latin":"Ṡamāniya azwāj(in), minaḍ-ḍa'niṡnaini wa minal-ma‘ziṡnain(i), qul āżżakaraini ḥarrama amil-unṡayaini ammasytamalat ‘alaihi arḥāmul-unṡayain(i), nabbi'ūnī bi‘ilmin in kuntum ṣādiqīn(a).","translation":"Ada delapan hewan ternak yang berpasangan (empat pasang, yaitu) sepasang domba dan sepasang kambing. Katakanlah, “Apakah yang Dia haramkan itu dua yang jantan, dua yang betina, atau yang ada dalam kandungan kedua betinanya? Terangkanlah kepadaku berdasarkan pengetahuan jika kamu orang yang benar.”"},{"surah_number":6,"ayat_number":144,"arabic":"وَمِنَ الْاِبِلِ اثْنَيْنِ وَمِنَ الْبَقَرِ اثْنَيْنِۗ قُلْ ءٰۤالذَّكَرَيْنِ حَرَّمَ اَمِ الْاُنْثَيَيْنِ اَمَّا اشْتَمَلَتْ عَلَيْهِ اَرْحَامُ الْاُنْثَيَيْنِۗ اَمْ كُنْتُمْ شُهَدَاۤءَ اِذْ وَصّٰىكُمُ اللّٰهُ بِهٰذَاۚ فَمَنْ اَظْلَمُ مِمَّنِ افْتَرٰى عَلَى اللّٰهِ كَذِبًا لِّيُضِلَّ النَّاسَ بِغَيْرِ عِلْمٍۗ اِنَّ اللّٰهَ لَا يَهْدِى الْقَوْمَ الظّٰلِمِيْنَ ࣖ ","kitabah":"وَمِنَ الْاِبِلِ اثْنَيْنِ وَمِنَ الْبَقَرِ اثْنَيْنِۗ قُلْ ءٰۤالذَّكَرَيْنِ حَرَّمَ اَمِ الْاُنْثَيَيْنِ اَمَّا اشْتَمَلَتْ عَلَيْهِ اَرْحَامُ الْاُنْثَيَيْنِۗ اَمْ كُنْتُمْ شُهَدَاۤءَ اِذْ وَصّٰىكُمُ اللّٰهُ بِهٰذَاۚ فَمَنْ اَظْلَمُ مِمَّنِ افْتَرٰى عَلَى اللّٰهِ كَذِبًا لِّيُضِلَّ النَّاسَ بِغَيْرِ عِلْمٍۗ اِنَّ اللّٰهَ لَا يَهْدِى الْقَوْمَ الظّٰلِمِيْنَ ࣖ ","latin":"Wa minal-ibiliṡnaini wa minal-baqariṡnain(i), qul āżżakaraini ḥarrama amil-unṡayaini ammasytamalat ‘alaihi arḥāmul-unṡayain(i), am kuntum syuhadā'a iż waṣṣākumullāhu bihāżā, faman aẓlamu mimmaniftarā ‘alallāhi każibal liyuḍillan-nāsa bigairi ‘ilm(in), innallāha lā yahdil-qaumaẓ-ẓālimīn(a).","translation":"(Dua pasang lagi adalah) sepasang unta dan sepasang sapi. Katakanlah, “Apakah yang Dia haramkan dua yang jantan, dua yang betina, atau yang ada dalam kandungan kedua betinanya? Apakah kamu menjadi saksi ketika Allah menetapkan ini bagimu? Siapakah yang lebih zalim daripada orang-orang yang mengada-adakan kebohongan terhadap Allah untuk menyesatkan orang-orang tanpa pengetahuan?”264) Sesungguhnya Allah tidak akan memberi petunjuk kepada orang-orang yang zalim."},{"surah_number":6,"ayat_number":145,"arabic":"قُلْ لَّآ اَجِدُ فِيْ مَآ اُوْحِيَ اِلَيَّ مُحَرَّمًا عَلٰى طَاعِمٍ يَّطْعَمُهٗٓ اِلَّآ اَنْ يَّكُوْنَ مَيْتَةً اَوْ دَمًا مَّسْفُوْحًا اَوْ لَحْمَ خِنْزِيْرٍ فَاِنَّهٗ رِجْسٌ اَوْ فِسْقًا اُهِلَّ لِغَيْرِ اللّٰهِ بِهٖۚ فَمَنِ اضْطُرَّ غَيْرَ بَاغٍ وَّلَا عَادٍ فَاِنَّ رَبَّكَ غَفُوْرٌ رَّحِيْمٌ ","kitabah":"قُلْ لَّآ اَجِدُ فِيْ مَآ اُوْحِيَ اِلَيَّ مُحَرَّمًا عَلٰى طَاعِمٍ يَّطْعَمُهٗٓ اِلَّآ اَنْ يَّكُوْنَ مَيْتَةً اَوْ دَمًا مَّسْفُوْحًا اَوْ لَحْمَ خِنْزِيْرٍ فَاِنَّهٗ رِجْسٌ اَوْ فِسْقًا اُهِلَّ لِغَيْرِ اللّٰهِ بِهٖۚ فَمَنِ اضْطُرَّ غَيْرَ بَاغٍ وَّلَا عَادٍ فَاِنَّ رَبَّكَ غَفُوْرٌ رَّحِيْمٌ ","latin":"Qul lā ajidu fīmā ūḥiya  ilayya muḥarraman ‘alā ṭā‘imiy yaṭ‘amuhū illā ay yakūna maitatan au damam masfūḥan au laḥma khinzīrin fa innahū rijsun au fisqan uhilla ligairillāhi bih(ī), famaniḍṭurra gaira bāgiw wa lā ‘ādin fa inna rabbaka gafūrur raḥīm(un).","translation":"Katakanlah, “Tidak kudapati di dalam apa yang diwahyukan kepadaku sesuatu yang diharamkan memakannya bagi yang ingin memakannya, kecuali (daging) hewan yang mati (bangkai), darah yang mengalir, daging babi karena ia najis, atau yang disembelih secara fasik, (yaitu) dengan menyebut (nama) selain Allah. Akan tetapi, siapa pun yang terpaksa bukan karena menginginkannya dan tidak melebihi (batas darurat), maka sesungguhnya Tuhanmu Maha Pengampun lagi Maha Penyayang.”"},{"surah_number":6,"ayat_number":146,"arabic":"وَعَلَى الَّذِيْنَ هَادُوْا حَرَّمْنَا كُلَّ ذِيْ ظُفُرٍۚ وَمِنَ الْبَقَرِ وَالْغَنَمِ حَرَّمْنَا عَلَيْهِمْ شُحُوْمَهُمَآ اِلَّا مَا حَمَلَتْ ظُهُوْرُهُمَآ اَوِ الْحَوَايَآ اَوْ مَا اخْتَلَطَ بِعَظْمٍۗ ذٰلِكَ جَزَيْنٰهُمْ بِبَغْيِهِمْۚ وَاِنَّا لَصٰدِقُوْنَ ","kitabah":"وَعَلَى الَّذِيْنَ هَادُوْا حَرَّمْنَا كُلَّ ذِيْ ظُفُرٍۚ وَمِنَ الْبَقَرِ وَالْغَنَمِ حَرَّمْنَا عَلَيْهِمْ شُحُوْمَهُمَآ اِلَّا مَا حَمَلَتْ ظُهُوْرُهُمَآ اَوِ الْحَوَايَآ اَوْ مَا اخْتَلَطَ بِعَظْمٍۗ ذٰلِكَ جَزَيْنٰهُمْ بِبَغْيِهِمْۚ وَاِنَّا لَصٰدِقُوْنَ ","latin":"Wa ‘alal-lażīna hādū ḥarramnā kulla żī ẓufur(in), wa minal-baqari wal-ganami ḥarramnā ‘alaihim syuḥūmahumā illā mā ḥamalat ẓuhūruhumā awil-ḥawāyā au makhtalaṭa bi‘aẓm(in), żālika jazaināhum bibagyihim, wa innā laṣādiqūn(a).","translation":"Atas orang-orang Yahudi Kami mengharamkan semua (hewan) yang berkuku.265) Kami mengharamkan pula atas mereka lemak sapi dan domba, kecuali yang melekat di punggungnya, yang ada dalam isi perutnya, atau yang bercampur dengan tulang. Demikianlah Kami menghukum mereka karena kedurhakaannya. Sesungguhnya Kami Maha Benar"},{"surah_number":6,"ayat_number":147,"arabic":"فَاِنْ كَذَّبُوْكَ فَقُلْ رَّبُّكُمْ ذُوْ رَحْمَةٍ وَّاسِعَةٍۚ وَلَا يُرَدُّ بَأْسُهٗ عَنِ الْقَوْمِ الْمُجْرِمِيْنَ ","kitabah":"فَاِنْ كَذَّبُوْكَ فَقُلْ رَّبُّكُمْ ذُوْ رَحْمَةٍ وَّاسِعَةٍۚ وَلَا يُرَدُّ بَأْسُهٗ عَنِ الْقَوْمِ الْمُجْرِمِيْنَ ","latin":"Fa in każżabūka faqur rabbukum żū raḥmatiw wāsi‘ah(tin), wa lā yuraddu ba'suhū ‘anil-qaumil-mujrimīn(a).","translation":"Maka, jika mereka mendustakanmu, katakanlah, “Tuhanmu mempunyai rahmat yang luas dan siksa-Nya tidak dapat dielakkan dari orang-orang yang berdosa.”"},{"surah_number":6,"ayat_number":148,"arabic":"سَيَقُوْلُ الَّذِيْنَ اَشْرَكُوْا لَوْ شَاۤءَ اللّٰهُ مَآ اَشْرَكْنَا وَلَآ اٰبَاۤؤُنَا وَلَا حَرَّمْنَا مِنْ شَيْءٍۗ  كَذٰلِكَ كَذَّبَ الَّذِيْنَ مِنْ قَبْلِهِمْ حَتّٰى ذَاقُوْا بَأْسَنَاۗ قُلْ هَلْ عِنْدَكُمْ مِّنْ عِلْمٍ فَتُخْرِجُوْهُ لَنَاۗ اِنْ تَتَّبِعُوْنَ اِلَّا الظَّنَّ وَاِنْ اَنْتُمْ اِلَّا تَخْرُصُوْنَ","kitabah":"سَيَقُوْلُ الَّذِيْنَ اَشْرَكُوْا لَوْ شَاۤءَ اللّٰهُ مَآ اَشْرَكْنَا وَلَآ اٰبَاۤؤُنَا وَلَا حَرَّمْنَا مِنْ شَيْءٍۗ  كَذٰلِكَ كَذَّبَ الَّذِيْنَ مِنْ قَبْلِهِمْ حَتّٰى ذَاقُوْا بَأْسَنَاۗ قُلْ هَلْ عِنْدَكُمْ مِّنْ عِلْمٍ فَتُخْرِجُوْهُ لَنَاۗ اِنْ تَتَّبِعُوْنَ اِلَّا الظَّنَّ وَاِنْ اَنْتُمْ اِلَّا تَخْرُصُوْنَ","latin":"Sayaqūlul-lażīna asyrakū lau syā'allāhu mā asyraknā wa lā ābā'unā wa lā ḥarramnā min syai'(in), każālika każżabal-lażīna min qablihim ḥattā żāqū ba'sanā, qul hal ‘indakum min ‘ilmin fa tukhrijūhu lanā, in tattabi‘ūna illaẓ-ẓanna wa in antum illā takhruṣūn(a).","translation":"Orang-orang musyrik akan berkata, “Jika Allah menghendaki, tentu kami tidak akan mempersekutukan-Nya, begitu pula nenek moyang kami, dan kami tidak akan mengharamkan apa pun.” Seperti itu pula orang-orang sebelum mereka telah mendustakan (para rasul) sampai mereka merasakan azab Kami. Katakanlah (Nabi Muhammad), “Apakah kamu mempunyai dalil yang dapat kamu kemukakan kepada kami? Yang kamu ikuti hanya persangkaan belaka dan kamu hanya mengira-ngira.”"},{"surah_number":6,"ayat_number":149,"arabic":"قُلْ فَلِلّٰهِ الْحُجَّةُ الْبَالِغَةُۚ  فَلَوْ شَاۤءَ لَهَدٰىكُمْ اَجْمَعِيْنَ ","kitabah":"قُلْ فَلِلّٰهِ الْحُجَّةُ الْبَالِغَةُۚ  فَلَوْ شَاۤءَ لَهَدٰىكُمْ اَجْمَعِيْنَ ","latin":"Qul fa lillāhil-ḥujjatul-bāligah(tu), fa lau syā'a lahadākum ajma‘īn(a).","translation":"Katakanlah (Nabi Muhammad), “Hanya milik Allahlah dalil yang kuat. Maka, kalau Dia menghendaki, niscaya kamu semua mendapat petunjuk.”"},{"surah_number":6,"ayat_number":150,"arabic":"قُلْ هَلُمَّ شُهَدَاۤءَكُمُ الَّذِيْنَ يَشْهَدُوْنَ اَنَّ اللّٰهَ حَرَّمَ هٰذَاۚ فَاِنْ شَهِدُوْا فَلَا تَشْهَدْ مَعَهُمْۚ وَلَا تَتَّبِعْ اَهْوَاۤءَ الَّذِيْنَ كَذَّبُوْا بِاٰيٰتِنَا وَالَّذِيْنَ لَا يُؤْمِنُوْنَ بِالْاٰخِرَةِ وَهُمْ بِرَبِّهِمْ يَعْدِلُوْنَ ࣖ ","kitabah":"قُلْ هَلُمَّ شُهَدَاۤءَكُمُ الَّذِيْنَ يَشْهَدُوْنَ اَنَّ اللّٰهَ حَرَّمَ هٰذَاۚ فَاِنْ شَهِدُوْا فَلَا تَشْهَدْ مَعَهُمْۚ وَلَا تَتَّبِعْ اَهْوَاۤءَ الَّذِيْنَ كَذَّبُوْا بِاٰيٰتِنَا وَالَّذِيْنَ لَا يُؤْمِنُوْنَ بِالْاٰخِرَةِ وَهُمْ بِرَبِّهِمْ يَعْدِلُوْنَ ࣖ ","latin":"Qul halumma syuhadā'akumul-lażīna yasyhadūna annallāha ḥarrama hāżā, fa in syahidū falā tasyhad ma‘ahum, wa lā tattabi‘ ahwā'al-lażīna każżabū bi'āyātinā wal-lażīna lā yu'minūna bil-ākhirati wa hum birabbihim ya‘dilūn(a).","translation":"Katakanlah (Nabi Muhammad), “Bawalah saksi-saksimu yang dapat membuktikan bahwa Allah mengharamkan ini.” Jika mereka memberi kesaksian, engkau jangan (ikut pula) memberi kesaksian bersama mereka. Jangan engkau ikuti keinginan orang-orang yang mendustakan ayat-ayat Kami dan orang-orang yang tidak beriman kepada akhirat dan mempersekutukan Tuhan."},{"surah_number":6,"ayat_number":151,"arabic":"۞ قُلْ تَعَالَوْا اَتْلُ مَا حَرَّمَ رَبُّكُمْ عَلَيْكُمْ اَلَّا تُشْرِكُوْا بِهٖ شَيْـًٔا وَّبِالْوَالِدَيْنِ اِحْسَانًاۚ وَلَا تَقْتُلُوْٓا اَوْلَادَكُمْ مِّنْ اِمْلَاقٍۗ نَحْنُ نَرْزُقُكُمْ وَاِيَّاهُمْ ۚوَلَا تَقْرَبُوا الْفَوَاحِشَ مَا ظَهَرَ مِنْهَا وَمَا بَطَنَۚ وَلَا تَقْتُلُوا النَّفْسَ الَّتِيْ حَرَّمَ اللّٰهُ اِلَّا بِالْحَقِّۗ ذٰلِكُمْ وَصّٰىكُمْ بِهٖ لَعَلَّكُمْ تَعْقِلُوْنَ ","kitabah":"۞ قُلْ تَعَالَوْا اَتْلُ مَا حَرَّمَ رَبُّكُمْ عَلَيْكُمْ اَلَّا تُشْرِكُوْا بِهٖ شَيْـًٔا وَّبِالْوَالِدَيْنِ اِحْسَانًاۚ وَلَا تَقْتُلُوْٓا اَوْلَادَكُمْ مِّنْ اِمْلَاقٍۗ نَحْنُ نَرْزُقُكُمْ وَاِيَّاهُمْ ۚوَلَا تَقْرَبُوا الْفَوَاحِشَ مَا ظَهَرَ مِنْهَا وَمَا بَطَنَۚ وَلَا تَقْتُلُوا النَّفْسَ الَّتِيْ حَرَّمَ اللّٰهُ اِلَّا بِالْحَقِّۗ ذٰلِكُمْ وَصّٰىكُمْ بِهٖ لَعَلَّكُمْ تَعْقِلُوْنَ ","latin":"Qul ta‘ālau atlu mā ḥarrama rabbukum ‘alaikum allā tusyrikū bihī syai'aw wa bil-wālidaini iḥsānā(n), wa lā taqtulū aulādakum min imlāq(in), naḥnu narzuqukum wa iyyāhum, wa lā taqrabul-fawāḥisya mā ẓahara minhā wa mā baṭan(a), wa lā taqtulun-nafsal-latī ḥarramallāhu illā bil-ḥaqq(i), żālikum waṣṣākum bihī la‘allakum ta‘qilūn(a).","translation":"Katakanlah (Nabi Muhammad), “Kemarilah! Aku akan membacakan apa yang diharamkan Tuhan kepadamu, (yaitu) janganlah mempersekutukan-Nya dengan apa pun, berbuatbaiklah kepada kedua orang tua, dan janganlah membunuh anak-anakmu karena kemiskinan. (Tuhanmu berfirman,) ‘Kamilah yang memberi rezeki kepadamu dan kepada mereka.’ Janganlah pula kamu mendekati perbuatan keji, baik yang terlihat maupun yang tersembunyi. Janganlah kamu membunuh orang yang diharamkan Allah, kecuali dengan alasan yang benar.266) Demikian itu Dia perintahkan kepadamu agar kamu mengerti."},{"surah_number":6,"ayat_number":152,"arabic":"وَلَا تَقْرَبُوْا مَالَ الْيَتِيْمِ اِلَّا بِالَّتِيْ هِيَ اَحْسَنُ حَتّٰى يَبْلُغَ اَشُدَّهٗ ۚوَاَوْفُوا الْكَيْلَ وَالْمِيْزَانَ بِالْقِسْطِۚ  لَا نُكَلِّفُ نَفْسًا اِلَّا وُسْعَهَاۚ وَاِذَا قُلْتُمْ فَاعْدِلُوْا وَلَوْ كَانَ ذَا قُرْبٰىۚ وَبِعَهْدِ اللّٰهِ اَوْفُوْاۗ ذٰلِكُمْ وَصّٰىكُمْ بِهٖ لَعَلَّكُمْ تَذَكَّرُوْنَۙ","kitabah":"وَلَا تَقْرَبُوْا مَالَ الْيَتِيْمِ اِلَّا بِالَّتِيْ هِيَ اَحْسَنُ حَتّٰى يَبْلُغَ اَشُدَّهٗ ۚوَاَوْفُوا الْكَيْلَ وَالْمِيْزَانَ بِالْقِسْطِۚ  لَا نُكَلِّفُ نَفْسًا اِلَّا وُسْعَهَاۚ وَاِذَا قُلْتُمْ فَاعْدِلُوْا وَلَوْ كَانَ ذَا قُرْبٰىۚ وَبِعَهْدِ اللّٰهِ اَوْفُوْاۗ ذٰلِكُمْ وَصّٰىكُمْ بِهٖ لَعَلَّكُمْ تَذَكَّرُوْنَۙ","latin":"Wa lā taqrabū mālal-yatīmi illā bil-latī hiya aḥsanu ḥattā yabluga asyuddah(ū), wa auful-kaila wal-mīzāna bil-qisṭ(i), lā nukallifu nafsan illā wus‘ahā, wa iżā qultum fa‘dilū wa lau kāna żā qurbā, wa bi‘ahdillāhi aufū, żālikum waṣṣākum bihī la‘allakum tażakkarūn(a).","translation":"Janganlah kamu mendekati (menggunakan) harta anak yatim, kecuali dengan cara yang lebih bermanfaat, sampai dia mencapai (usia) dewasa. Sempurnakanlah takaran dan timbangan dengan adil. Kami tidak membebani seseorang melainkan menurut kesanggupannya. Apabila kamu berbicara, lakukanlah secara adil sekalipun dia kerabat(-mu). Penuhilah pula janji Allah. Demikian itu Dia perintahkan kepadamu agar kamu mengambil pelajaran.”"},{"surah_number":6,"ayat_number":153,"arabic":"وَاَنَّ هٰذَا صِرَاطِيْ مُسْتَقِيْمًا فَاتَّبِعُوْهُ ۚوَلَا تَتَّبِعُوا السُّبُلَ فَتَفَرَّقَ بِكُمْ عَنْ سَبِيْلِهٖ ۗذٰلِكُمْ وَصّٰىكُمْ بِهٖ لَعَلَّكُمْ تَتَّقُوْنَ ","kitabah":"وَاَنَّ هٰذَا صِرَاطِيْ مُسْتَقِيْمًا فَاتَّبِعُوْهُ ۚوَلَا تَتَّبِعُوا السُّبُلَ فَتَفَرَّقَ بِكُمْ عَنْ سَبِيْلِهٖ ۗذٰلِكُمْ وَصّٰىكُمْ بِهٖ لَعَلَّكُمْ تَتَّقُوْنَ ","latin":"Wa anna hāżā ṣirāṭī mustaqīman fattabi‘ūh(u), wa lā tattabi‘us-subula fa tafarraqa bikum ‘an sabīlih(ī), żālikum waṣṣākum bihī la‘allakum tattaqūn(a).","translation":"Sungguh, inilah jalan-Ku yang lurus, maka ikutilah! Jangan kamu ikuti jalan-jalan (yang lain) sehingga mencerai-beraikanmu dari jalan-Nya. Demikian itu Dia perintahkan kepadamu agar kamu bertakwa."},{"surah_number":6,"ayat_number":154,"arabic":"ثُمَّ اٰتَيْنَا مُوْسَى الْكِتٰبَ تَمَامًا عَلَى الَّذِيْٓ اَحْسَنَ وَتَفْصِيْلًا لِّكُلِّ شَيْءٍ وَّهُدًى وَّرَحْمَةً لَّعَلَّهُمْ بِلِقَاۤءِ رَبِّهِمْ يُؤْمِنُوْنَ ࣖ ","kitabah":"ثُمَّ اٰتَيْنَا مُوْسَى الْكِتٰبَ تَمَامًا عَلَى الَّذِيْٓ اَحْسَنَ وَتَفْصِيْلًا لِّكُلِّ شَيْءٍ وَّهُدًى وَّرَحْمَةً لَّعَلَّهُمْ بِلِقَاۤءِ رَبِّهِمْ يُؤْمِنُوْنَ ࣖ ","latin":"Ṡumma ātainā mūsal-kitāba tamāman ‘alal-lażī aḥsana wa tafṣīlal likulli syai'iw wa hudaw wa raḥmatal la‘allahum biliqā'i rabbihim yu'minūn(a).","translation":"Kemudian, Kami telah menganugerahkan kepada Musa Kitab (Taurat) untuk menyempurnakan (nikmat Kami) kepada orang yang berbuat kebaikan, menjelaskan secara rinci segala sesuatu, serta memberi petunjuk dan rahmat agar mereka beriman kepada pertemuan dengan Tuhannya."},{"surah_number":6,"ayat_number":155,"arabic":"وَهٰذَا كِتٰبٌ اَنْزَلْنٰهُ مُبٰرَكٌ فَاتَّبِعُوْهُ وَاتَّقُوْا لَعَلَّكُمْ تُرْحَمُوْنَۙ ","kitabah":"وَهٰذَا كِتٰبٌ اَنْزَلْنٰهُ مُبٰرَكٌ فَاتَّبِعُوْهُ وَاتَّقُوْا لَعَلَّكُمْ تُرْحَمُوْنَۙ ","latin":"Wa hāżā kitābun anzalnāhu mubārakun fattabi‘ūhu wattaqū la‘allakum turḥamūn(a).","translation":"(Al-Qur’an) ini adalah Kitab yang Kami turunkan lagi diberkahi. Maka, ikutilah dan bertakwalah agar kamu dirahmati."},{"surah_number":6,"ayat_number":156,"arabic":"اَنْ تَقُوْلُوْٓا اِنَّمَآ اُنْزِلَ الْكِتٰبُ عَلٰى طَاۤىِٕفَتَيْنِ مِنْ قَبْلِنَاۖ وَاِنْ كُنَّا عَنْ دِرَاسَتِهِمْ لَغٰفِلِيْنَۙ ","kitabah":"اَنْ تَقُوْلُوْٓا اِنَّمَآ اُنْزِلَ الْكِتٰبُ عَلٰى طَاۤىِٕفَتَيْنِ مِنْ قَبْلِنَاۖ وَاِنْ كُنَّا عَنْ دِرَاسَتِهِمْ لَغٰفِلِيْنَۙ ","latin":"An taqūlū innamā unzilal-kitābu ‘alā ṭā'ifataini min qablinā, wa in kunnā ‘an dirāsatihim lagāfilīn(a).","translation":"(Kami turunkan Al-Qur’an itu) supaya kamu (tidak) mengatakan, “Kitab itu hanya diturunkan kepada dua golongan sebelum kami (Yahudi dan Nasrani) dan sesungguhnya kami lengah dari apa yang mereka baca,”"},{"surah_number":6,"ayat_number":157,"arabic":"اَوْ تَقُوْلُوْا لَوْ اَنَّآ اُنْزِلَ عَلَيْنَا الْكِتٰبُ لَكُنَّآ اَهْدٰى مِنْهُمْۚ فَقَدْ جَاۤءَكُمْ بَيِّنَةٌ مِّنْ رَّبِّكُمْ وَهُدًى وَّرَحْمَةٌ ۚفَمَنْ اَظْلَمُ مِمَّنْ كَذَّبَ بِاٰيٰتِ اللّٰهِ وَصَدَفَ عَنْهَا ۗسَنَجْزِى الَّذِيْنَ يَصْدِفُوْنَ عَنْ اٰيٰتِنَا سُوْۤءَ الْعَذَابِ بِمَا كَانُوْا يَصْدِفُوْنَ ","kitabah":"اَوْ تَقُوْلُوْا لَوْ اَنَّآ اُنْزِلَ عَلَيْنَا الْكِتٰبُ لَكُنَّآ اَهْدٰى مِنْهُمْۚ فَقَدْ جَاۤءَكُمْ بَيِّنَةٌ مِّنْ رَّبِّكُمْ وَهُدًى وَّرَحْمَةٌ ۚفَمَنْ اَظْلَمُ مِمَّنْ كَذَّبَ بِاٰيٰتِ اللّٰهِ وَصَدَفَ عَنْهَا ۗسَنَجْزِى الَّذِيْنَ يَصْدِفُوْنَ عَنْ اٰيٰتِنَا سُوْۤءَ الْعَذَابِ بِمَا كَانُوْا يَصْدِفُوْنَ ","latin":"Au taqūlū lau annā unzila ‘alainal-kitābu lakunnā ahdā minhum, faqad jā'akum bayyinatum mir rabbikum wa hudaw wa raḥmah(tun), faman aẓlamu mimman każżaba bi'āyātillāhi wa ṣadafa ‘anhā, sanajzil-lażīna yaṣdifūna ‘an āyātinā sū'al-‘ażābi bimā kānū yaṣdifūn(a).","translation":"atau supaya kamu (tidak) mengatakan, “Sesungguhnya jikalau Kitab itu diturunkan kepada kami, tentulah kami lebih mendapat petunjuk daripada mereka.” Sungguh, telah datang kepadamu penjelasan yang nyata, petunjuk, dan rahmat dari Tuhanmu. Maka, siapakah yang lebih zalim daripada orang yang mendustakan ayat-ayat Allah dan berpaling darinya? Kelak, Kami akan memberi balasan kepada orang-orang yang berpaling dari ayat-ayat Kami dengan siksaan yang buruk karena mereka selalu berpaling."},{"surah_number":6,"ayat_number":158,"arabic":"هَلْ يَنْظُرُوْنَ اِلَّآ اَنْ تَأْتِيَهُمُ الْمَلٰۤىِٕكَةُ اَوْ يَأْتِيَ رَبُّكَ اَوْ يَأْتِيَ بَعْضُ اٰيٰتِ رَبِّكَ ۗيَوْمَ يَأْتِيْ بَعْضُ اٰيٰتِ رَبِّكَ لَا يَنْفَعُ نَفْسًا اِيْمَانُهَا لَمْ تَكُنْ اٰمَنَتْ مِنْ قَبْلُ اَوْ كَسَبَتْ فِيْٓ اِيْمَانِهَا خَيْرًاۗ قُلِ انْتَظِرُوْٓا اِنَّا مُنْتَظِرُوْنَ ","kitabah":"هَلْ يَنْظُرُوْنَ اِلَّآ اَنْ تَأْتِيَهُمُ الْمَلٰۤىِٕكَةُ اَوْ يَأْتِيَ رَبُّكَ اَوْ يَأْتِيَ بَعْضُ اٰيٰتِ رَبِّكَ ۗيَوْمَ يَأْتِيْ بَعْضُ اٰيٰتِ رَبِّكَ لَا يَنْفَعُ نَفْسًا اِيْمَانُهَا لَمْ تَكُنْ اٰمَنَتْ مِنْ قَبْلُ اَوْ كَسَبَتْ فِيْٓ اِيْمَانِهَا خَيْرًاۗ قُلِ انْتَظِرُوْٓا اِنَّا مُنْتَظِرُوْنَ ","latin":"Hal yanẓurūna illā an ta'tiyahumul-malā'ikatu au ya'tiya rabbuka au ya'tiya ba‘ḍu āyāti rabbik(a), yauma ya'tī ba‘ḍu āyāti rabbika lā yanfa‘u nafsan īmānuhā lam takun āmanat min qablu au kasabat fī īmānihā khairā(n), qulintaẓirū innā muntaẓirūn(a).","translation":"Yang mereka nanti-nantikan hanyalah kedatangan malaikat kepada mereka, kedatangan Tuhanmu, atau sebagian tanda-tanda dari Tuhanmu. Pada hari datangnya sebagian tanda-tanda Tuhanmu tidak bermanfaat lagi iman seseorang yang belum beriman sebelum itu atau (belum) berusaha berbuat kebajikan dalam masa imannya itu. Katakanlah, “Tunggulah! Sesungguhnya Kami pun menunggu.”"},{"surah_number":6,"ayat_number":159,"arabic":"اِنَّ الَّذِيْنَ فَرَّقُوْا دِيْنَهُمْ وَكَانُوْا شِيَعًا لَّسْتَ مِنْهُمْ فِيْ شَيْءٍۗ اِنَّمَآ اَمْرُهُمْ اِلَى اللّٰهِ ثُمَّ يُنَبِّئُهُمْ بِمَا كَانُوْا يَفْعَلُوْنَ ","kitabah":"اِنَّ الَّذِيْنَ فَرَّقُوْا دِيْنَهُمْ وَكَانُوْا شِيَعًا لَّسْتَ مِنْهُمْ فِيْ شَيْءٍۗ اِنَّمَآ اَمْرُهُمْ اِلَى اللّٰهِ ثُمَّ يُنَبِّئُهُمْ بِمَا كَانُوْا يَفْعَلُوْنَ ","latin":"Innal-lażīna farraqū dīnahum wa kānū syiya‘al lasta minhum fī syai'(in), innamā amruhum ilallāhi ṡumma yunabbi'uhum bimā kānū yaf‘alūn(a).","translation":"Sesungguhnya orang-orang yang memecah belah agamanya dan mereka menjadi (terpecah) dalam golongan-golongan, sedikit pun engkau (Nabi Muhammad) tidak bertanggung jawab terhadap mereka. Sesungguhnya urusan mereka (terserah) hanya kepada Allah. Kemudian, Dia akan memberitahukan kepada mereka apa yang telah mereka perbuat."},{"surah_number":6,"ayat_number":160,"arabic":"مَنْ جَاۤءَ بِالْحَسَنَةِ فَلَهٗ عَشْرُ اَمْثَالِهَا ۚوَمَنْ جَاۤءَ بِالسَّيِّئَةِ فَلَا يُجْزٰٓى اِلَّا مِثْلَهَا وَهُمْ لَا يُظْلَمُوْنَ","kitabah":"مَنْ جَاۤءَ بِالْحَسَنَةِ فَلَهٗ عَشْرُ اَمْثَالِهَا ۚوَمَنْ جَاۤءَ بِالسَّيِّئَةِ فَلَا يُجْزٰٓى اِلَّا مِثْلَهَا وَهُمْ لَا يُظْلَمُوْنَ","latin":"Man jā'a bil-ḥasanati fa lahū ‘asyru amṡālihā, wa man jā'a bis-sayyi'ati falā yujzā illā miṡlahā wa hum lā yuẓlamūn(a).","translation":"Siapa yang berbuat kebaikan, dia akan mendapat balasan sepuluh kali lipatnya. Siapa yang berbuat keburukan, dia tidak akan diberi balasan melainkan yang seimbang dengannya. Mereka (sedikit pun) tidak dizalimi (dirugikan)."},{"surah_number":6,"ayat_number":161,"arabic":"قُلْ اِنَّنِيْ هَدٰىنِيْ رَبِّيْٓ اِلٰى صِرَاطٍ مُّسْتَقِيْمٍ ەۚ دِيْنًا قِيَمًا مِّلَّةَ اِبْرٰهِيْمَ حَنِيْفًاۚ وَمَا كَانَ مِنَ الْمُشْرِكِيْنَ","kitabah":"قُلْ اِنَّنِيْ هَدٰىنِيْ رَبِّٓيْ اِلٰى صِرَاطٍ مُّسْتَقِيْمٍ ەۚ دِيْنًا قِيَمًا مِّلَّةَ اِبْرٰهِيْمَ حَنِيْفًاۚ وَمَا كَانَ مِنَ الْمُشْرِكِيْنَ","latin":"Qul innanī hadānī rabbī ilā ṣirāṭim mustaqīm(in), dīnan qiyamam millata ibrāhīma ḥanīfā(n), wa mā kāna minal-musyrikīn(a).","translation":"Katakanlah (Nabi Muhammad), “Sesungguhnya Tuhanku telah membimbingku ke jalan yang lurus, agama yang benar, agama Ibrahim yang lurus, dan dia (Ibrahim) tidak termasuk orang-orang musyrik.”"},{"surah_number":6,"ayat_number":162,"arabic":"قُلْ اِنَّ صَلَاتِيْ وَنُسُكِيْ وَمَحْيَايَ وَمَمَاتِيْ لِلّٰهِ رَبِّ الْعٰلَمِيْنَۙ","kitabah":"قُلْ اِنَّ صَلَاتِيْ وَنُسُكِيْ وَمَحْيَايَ وَمَمَاتِيْ لِلّٰهِ رَبِّ الْعٰلَمِيْنَۙ","latin":"Qul inna ṣalātī wa nusukī wa maḥyāya wa mamātī lillāhi rabbil-‘ālamīn(a).","translation":"Katakanlah (Nabi Muhammad), “Sesungguhnya salatku, ibadahku, hidupku, dan matiku hanyalah untuk Allah, Tuhan semesta alam."},{"surah_number":6,"ayat_number":163,"arabic":"لَا شَرِيْكَ لَهٗ ۚوَبِذٰلِكَ اُمِرْتُ وَاَنَا۠ اَوَّلُ الْمُسْلِمِيْنَ ","kitabah":"لَا شَرِيْكَ لَهٗ ۚوَبِذٰلِكَ اُمِرْتُ وَاَنَا۠ اَوَّلُ الْمُسْلِمِيْنَ ","latin":"Lā syarīka lah(ū), wa biżālika umirtu wa ana awwalul-muslimīn(a).","translation":"Tidak ada sekutu bagi-Nya. Itulah yang diperintahkan kepadaku. Aku adalah orang yang pertama dalam kelompok orang muslim.”"},{"surah_number":6,"ayat_number":164,"arabic":"قُلْ اَغَيْرَ اللّٰهِ اَبْغِيْ رَبًّا وَّهُوَ رَبُّ كُلِّ شَيْءٍۗ وَلَا تَكْسِبُ كُلُّ نَفْسٍ اِلَّا عَلَيْهَاۚ وَلَا تَزِرُ وَازِرَةٌ وِّزْرَ اُخْرٰىۚ ثُمَّ اِلٰى رَبِّكُمْ مَّرْجِعُكُمْ فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ فِيْهِ تَخْتَلِفُوْنَ ","kitabah":"قُلْ اَغَيْرَ اللّٰهِ اَبْغِيْ رَبًّا وَّهُوَ رَبُّ كُلِّ شَيْءٍۗ وَلَا تَكْسِبُ كُلُّ نَفْسٍ اِلَّا عَلَيْهَاۚ وَلَا تَزِرُ وَازِرَةٌ وِّزْرَ اُخْرٰىۚ ثُمَّ اِلٰى رَبِّكُمْ مَّرْجِعُكُمْ فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ فِيْهِ تَخْتَلِفُوْنَ ","latin":"Qul agairallāhi abgī rabbaw wa huwa rabbu kulli syai'(in), wa lā taksibu kullu nafsin illā ‘alaihā, wa lā taziru wāziratuw wizra ukhrā, ṡumma ilā rabbikum marji‘ukum fa yunabbi'ukum bimā kuntum fīhi takhtalifūn(a).","translation":"Katakanlah (Nabi Muhammad), “Apakah aku (pantas) mencari tuhan selain Allah, padahal Dialah Tuhan bagi segala sesuatu. Setiap orang yang berbuat dosa, dirinya sendirilah yang akan bertanggung jawab. Seseorang tidak akan memikul beban dosa orang lain. Kemudian, kepada Tuhanmulah kamu kembali, lalu Dia akan memberitahukan kepadamu apa yang dahulu kamu perselisihkan.”"},{"surah_number":6,"ayat_number":165,"arabic":"وَهُوَ الَّذِيْ جَعَلَكُمْ خَلٰۤىِٕفَ الْاَرْضِ وَرَفَعَ بَعْضَكُمْ فَوْقَ بَعْضٍ دَرَجٰتٍ لِّيَبْلُوَكُمْ فِيْ مَآ اٰتٰىكُمْۗ اِنَّ رَبَّكَ سَرِيْعُ الْعِقَابِۖ وَاِنَّهٗ لَغَفُوْرٌ رَّحِيْمٌ ࣖ","kitabah":"وَهُوَ الَّذِيْ جَعَلَكُمْ خَلٰۤىِٕفَ الْاَرْضِ وَرَفَعَ بَعْضَكُمْ فَوْقَ بَعْضٍ دَرَجٰتٍ لِّيَبْلُوَكُمْ فِيْ مَآ اٰتٰىكُمْۗ اِنَّ رَبَّكَ سَرِيْعُ الْعِقَابِۖ وَاِنَّهٗ لَغَفُوْرٌ رَّحِيْمٌ ࣖ","latin":"Wa huwal-lażī ja‘alakum khalā'ifal-arḍi wa rafa‘a ba‘ḍakum fauqa ba‘ḍin darajātil liyabluwakum fī mā ātākum, inna rabbaka sarī‘ul-‘iqāb(i), wa innahū lagafūrur raḥīm(un).  ","translation":"Dialah yang menjadikan kamu sebagai khalifah-khalifah di bumi dan Dia meninggikan sebagian kamu beberapa derajat atas sebagian (yang lain) untuk menguji kamu atas apa yang diberikan-Nya kepadamu. Sesungguhnya Tuhanmu sangat cepat hukuman-Nya. Sesungguhnya Dia Maha Pengampun lagi Maha Penyayang."}]}