{"surah_number":63,"arabic":" المنٰفقون","latin":"Al-Munāfiqūn","transliteration":"Al-Munafiqun","translation":"Orang-Orang Munafik","total_ayat":11,"location":"Madaniyah","ayat":[{"surah_number":63,"ayat_number":1,"arabic":"اِذَا جَاۤءَكَ الْمُنٰفِقُوْنَ قَالُوْا نَشْهَدُ اِنَّكَ لَرَسُوْلُ اللّٰهِ ۘوَاللّٰهُ يَعْلَمُ اِنَّكَ لَرَسُوْلُهٗ ۗوَاللّٰهُ يَشْهَدُ اِنَّ الْمُنٰفِقِيْنَ لَكٰذِبُوْنَۚ ","kitabah":"اِذَا جَاۤءَكَ الْمُنٰفِقُوْنَ قَالُوْا نَشْهَدُ اِنَّكَ لَرَسُوْلُ اللّٰهِ ۘوَاللّٰهُ يَعْلَمُ اِنَّكَ لَرَسُوْلُهٗ ۗوَاللّٰهُ يَشْهَدُ اِنَّ الْمُنٰفِقِيْنَ لَكٰذِبُوْنَۚ ","latin":"Iżā jā'akal-munāfiqūna qālū nasyhadu innaka larasūlullāh(i), wallāhu ya‘lamu innaka larasūluh(ū), wallāhu yasyhadu innal-munāfiqīna lakāżibūn(a).","translation":"Apabila orang-orang munafik datang kepadamu (Nabi Muhammad), mereka berkata, “Kami bersaksi bahwa engkau adalah benar-benar utusan Allah.” Allah mengetahui bahwa engkau benar-benar utusan-Nya. Allah pun bersaksi bahwa orang-orang munafik itu benar-benar para pendusta."},{"surah_number":63,"ayat_number":2,"arabic":"اِتَّخَذُوْٓا اَيْمَانَهُمْ جُنَّةً فَصَدُّوْا عَنْ سَبِيْلِ اللّٰهِ ۗاِنَّهُمْ سَاۤءَ مَا كَانُوْا يَعْمَلُوْنَ ","kitabah":"اِتَّخَذُوْٓا اَيْمَانَهُمْ جُنَّةً فَصَدُّوْا عَنْ سَبِيْلِ اللّٰهِ ۗاِنَّهُمْ سَاۤءَ مَا كَانُوْا يَعْمَلُوْنَ ","latin":"Ittakhażū aimānahum junnatan faṣaddū ‘an sabīlillāh(i), innahum sā'a mā kānū ya‘malūn(a).","translation":"Mereka menjadikan sumpah-sumpah mereka sebagai perisai717) lalu mereka menghalang-halangi (orang lain) dari jalan Allah. Sesungguhnya apa yang selalu mereka kerjakan itu sangatlah buruk."},{"surah_number":63,"ayat_number":3,"arabic":"ذٰلِكَ بِاَنَّهُمْ اٰمَنُوْا ثُمَّ كَفَرُوْا فَطُبِعَ عَلٰى قُلُوْبِهِمْ فَهُمْ لَا يَفْقَهُوْنَ ","kitabah":"ذٰلِكَ بِاَنَّهُمْ اٰمَنُوْا ثُمَّ كَفَرُوْا فَطُبِعَ عَلٰى قُلُوْبِهِمْ فَهُمْ لَا يَفْقَهُوْنَ ","latin":"Żālika bi'annahum āmanū ṡumma kafarū faṭubi‘a ‘alā qulūbihim fahum lā yafqahūn(a).","translation":"Yang demikian itu karena sesungguhnya mereka telah beriman, kemudian kufur. Maka, hati mereka dikunci sehingga tidak dapat mengerti."},{"surah_number":63,"ayat_number":4,"arabic":"۞ وَاِذَا رَاَيْتَهُمْ تُعْجِبُكَ اَجْسَامُهُمْۗ وَاِنْ يَّقُوْلُوْا تَسْمَعْ لِقَوْلِهِمْۗ  كَاَنَّهُمْ خُشُبٌ مُّسَنَّدَةٌ  ۗيَحْسَبُوْنَ كُلَّ صَيْحَةٍ عَلَيْهِمْۗ هُمُ الْعَدُوُّ فَاحْذَرْهُمْۗ قَاتَلَهُمُ اللّٰهُ ۖاَنّٰى يُؤْفَكُوْنَ","kitabah":"۞ وَاِذَا رَاَيْتَهُمْ تُعْجِبُكَ اَجْسَامُهُمْۗ وَاِنْ يَّقُوْلُوْا تَسْمَعْ لِقَوْلِهِمْۗ  كَاَنَّهُمْ خُشُبٌ مُّسَنَّدَةٌ  ۗيَحْسَبُوْنَ كُلَّ صَيْحَةٍ عَلَيْهِمْۗ هُمُ الْعَدُوُّ فَاحْذَرْهُمْۗ قَاتَلَهُمُ اللّٰهُ ۖاَنّٰى يُؤْفَكُوْنَ","latin":"Wa iżā ra'aitahum tu‘jibuka ajsāmuhum, wa iy yaqūlū tasma‘ liqaulihim, ka'annahum khusyubum musannadah(tun), yaḥsabūna kulla ṣaiḥatin ‘alaihim, humul-‘aduwwu faḥżarhum, qātalahumullāh(u), annā yu'fakūn(a).","translation":"Apabila engkau melihat mereka, tubuhnya mengagumkanmu. Jika mereka bertutur kata, engkau mendengarkan tutur katanya (dengan saksama karena kefasihannya). Mereka bagaikan (seonggok) kayu yang tersandar.718) Mereka mengira bahwa setiap teriakan (kutukan) ditujukan kepada mereka. Mereka itulah musuh (yang sebenarnya). Maka, waspadalah terhadap mereka. Semoga Allah membinasakan mereka. Bagaimanakah mereka dapat dipalingkan (dari kebenaran)?"},{"surah_number":63,"ayat_number":5,"arabic":"وَاِذَا قِيْلَ لَهُمْ تَعَالَوْا يَسْتَغْفِرْ لَكُمْ رَسُوْلُ اللّٰهِ لَوَّوْا رُءُوْسَهُمْ وَرَاَيْتَهُمْ يَصُدُّوْنَ وَهُمْ مُّسْتَكْبِرُوْنَ ","kitabah":"وَاِذَا قِيْلَ لَهُمْ تَعَالَوْا يَسْتَغْفِرْ لَكُمْ رَسُوْلُ اللّٰهِ لَوَّوْا رُءُوْسَهُمْ وَرَاَيْتَهُمْ يَصُدُّوْنَ وَهُمْ مُّسْتَكْبِرُوْنَ ","latin":"Wa iżā qīla lahum ta‘ālau yastagfir lakum rasūlullāhi lawwau ru'ūsahum wa ra'aitahum yaṣuddūna wa hum mustakbirūn(a).","translation":"Apabila dikatakan kepada mereka, “Marilah (beriman) agar Rasulullah memohonkan ampunan bagimu,” mereka membuang muka dan engkau melihat mereka menolak (ajakan itu) sambil menyombongkan diri. "},{"surah_number":63,"ayat_number":6,"arabic":"سَوَاۤءٌ عَلَيْهِمْ اَسْتَغْفَرْتَ لَهُمْ اَمْ لَمْ تَسْتَغْفِرْ لَهُمْۗ  لَنْ يَّغْفِرَ اللّٰهُ لَهُمْۗ اِنَّ اللّٰهَ لَا يَهْدِى الْقَوْمَ الْفٰسِقِيْنَ ","kitabah":"سَوَاۤءٌ عَلَيْهِمْ اَسْتَغْفَرْتَ لَهُمْ اَمْ لَمْ تَسْتَغْفِرْ لَهُمْۗ  لَنْ يَّغْفِرَ اللّٰهُ لَهُمْۗ اِنَّ اللّٰهَ لَا يَهْدِى الْقَوْمَ الْفٰسِقِيْنَ ","latin":"Sawā'un ‘alaihim astagfarta lahum am lam tastagfir lahum, lay yagfirallāhu lahum, innallāha lā yahdil-qaumal-fāsiqīn(a).","translation":"Sama saja bagi mereka apakah engkau (Nabi Muhammad) memohonkan ampunan untuk mereka atau tidak, Allah tidak akan mengampuni mereka. Sesungguhnya Allah tidak akan memberi petunjuk kepada kaum fasik."},{"surah_number":63,"ayat_number":7,"arabic":"هُمُ الَّذِيْنَ يَقُوْلُوْنَ لَا تُنْفِقُوْا عَلٰى مَنْ عِنْدَ رَسُوْلِ اللّٰهِ حَتّٰى يَنْفَضُّوْاۗ وَلِلّٰهِ خَزَاۤىِٕنُ السَّمٰوٰتِ وَالْاَرْضِۙ وَلٰكِنَّ الْمُنٰفِقِيْنَ لَا يَفْقَهُوْنَ ","kitabah":"هُمُ الَّذِيْنَ يَقُوْلُوْنَ لَا تُنْفِقُوْا عَلٰى مَنْ عِنْدَ رَسُوْلِ اللّٰهِ حَتّٰى يَنْفَضُّوْاۗ وَلِلّٰهِ خَزَاۤىِٕنُ السَّمٰوٰتِ وَالْاَرْضِۙ وَلٰكِنَّ الْمُنٰفِقِيْنَ لَا يَفْقَهُوْنَ ","latin":"Humul-lażīna yaqūlūna lā tunfiqū ‘alā man ‘inda rasūlillāhi ḥattā yanfaḍḍū, wa lillāhi khazā'inus-samāwāti wal-arḍ(i), wa lākinnal-munāfiqīna lā yafqahūn(a).","translation":"Merekalah orang-orang yang berkata (kepada kaum Ansar), “Janganlah bersedekah kepada orang-orang (Muhajirin) yang ada di sisi Rasulullah sampai mereka bubar (meninggalkan Rasulullah),” padahal milik Allahlah perbendaharaan langit dan bumi. Akan tetapi, orang-orang munafik itu tidak mengerti."},{"surah_number":63,"ayat_number":8,"arabic":"يَقُوْلُوْنَ لَىِٕنْ رَّجَعْنَآ اِلَى الْمَدِيْنَةِ لَيُخْرِجَنَّ الْاَعَزُّ مِنْهَا الْاَذَلَّ ۗوَلِلّٰهِ الْعِزَّةُ وَلِرَسُوْلِهٖ وَلِلْمُؤْمِنِيْنَ وَلٰكِنَّ الْمُنٰفِقِيْنَ لَا يَعْلَمُوْنَ ࣖ ","kitabah":"يَقُوْلُوْنَ لَىِٕنْ رَّجَعْنَآ اِلَى الْمَدِيْنَةِ لَيُخْرِجَنَّ الْاَعَزُّ مِنْهَا الْاَذَلَّ ۗوَلِلّٰهِ الْعِزَّةُ وَلِرَسُوْلِهٖ وَلِلْمُؤْمِنِيْنَ وَلٰكِنَّ الْمُنٰفِقِيْنَ لَا يَعْلَمُوْنَ ࣖ ","latin":"Yaqūlūna la'ir raja‘nā ilal-madīnati layukhrijannal-a‘azzu minhal-ażall(a), wa lillāhil-‘izzatu wa lirasūlihī wa lil-mu'minīna wa lākinnal-munāfiqīna lā ya‘lamūn(a).","translation":"Mereka berkata, “Sungguh, jika kita kembali ke Madinah (dari perang Bani Mustaliq), pastilah orang yang kuat akan mengusir orang-orang yang lemah dari sana,” padahal kekuatan itu hanyalah milik Allah, Rasul-Nya, dan orang-orang mukmin. Akan tetapi, orang-orang munafik itu tidak mengetahui."},{"surah_number":63,"ayat_number":9,"arabic":"يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تُلْهِكُمْ اَمْوَالُكُمْ وَلَآ اَوْلَادُكُمْ عَنْ ذِكْرِ اللّٰهِ ۚوَمَنْ يَّفْعَلْ ذٰلِكَ فَاُولٰۤىِٕكَ هُمُ الْخٰسِرُوْنَ ","kitabah":"يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تُلْهِكُمْ اَمْوَالُكُمْ وَلَآ اَوْلَادُكُمْ عَنْ ذِكْرِ اللّٰهِ ۚوَمَنْ يَّفْعَلْ ذٰلِكَ فَاُولٰۤىِٕكَ هُمُ الْخٰسِرُوْنَ ","latin":"Yā ayyuhal-lażīna āmanū lā tulhikum amwālukum wa lā aulādukum ‘an żikrillāh(i), wa may yaf‘al żālika fa ulā'ika humul-khāsirūn(a).","translation":"Wahai orang-orang yang beriman, janganlah harta bendamu dan anak-anakmu membuatmu lalai dari mengingat Allah. Siapa yang berbuat demikian, mereka itulah orang-orang yang merugi."},{"surah_number":63,"ayat_number":10,"arabic":"وَاَنْفِقُوْا مِنْ مَّا رَزَقْنٰكُمْ مِّنْ قَبْلِ اَنْ يَّأْتِيَ اَحَدَكُمُ الْمَوْتُ فَيَقُوْلَ رَبِّ لَوْلَآ اَخَّرْتَنِيْٓ اِلٰٓى اَجَلٍ قَرِيْبٍۚ فَاَصَّدَّقَ وَاَكُنْ مِّنَ الصّٰلِحِيْنَ ","kitabah":"وَاَنْفِقُوْا مِنْ مَّا رَزَقْنٰكُمْ مِّنْ قَبْلِ اَنْ يَّأْتِيَ اَحَدَكُمُ الْمَوْتُ فَيَقُوْلَ رَبِّ لَوْلَآ اَخَّرْتَنِيْٓ اِلٰٓى اَجَلٍ قَرِيْبٍۚ فَاَصَّدَّقَ وَاَكُنْ مِّنَ الصّٰلِحِيْنَ ","latin":"Wa anfiqū mimmā razaqnākum min qabli ay ya'tiya aḥadakumul-mautu fa yaqūla rabbi lau lā akhkhartanī ilā ajalin qarīb(in), fa aṣṣaddaqa wa akum minaṣ-ṣāliḥīn(a).","translation":"Infakkanlah sebagian dari apa yang telah Kami anugerahkan kepadamu sebelum kematian datang kepada salah seorang di antaramu. Dia lalu berkata (sambil menyesal), “Ya Tuhanku, sekiranya Engkau berkenan menunda (kematian)-ku sedikit waktu lagi, aku akan dapat bersedekah dan aku akan termasuk orang-orang saleh.”"},{"surah_number":63,"ayat_number":11,"arabic":"وَلَنْ يُّؤَخِّرَ اللّٰهُ نَفْسًا اِذَا جَاۤءَ اَجَلُهَاۗ وَاللّٰهُ خَبِيْرٌۢ بِمَا تَعْمَلُوْنَ ࣖ ","kitabah":"وَلَنْ يُّؤَخِّرَ اللّٰهُ نَفْسًا اِذَا جَاۤءَ اَجَلُهَاۗ وَاللّٰهُ خَبِيْرٌۢ بِمَا تَعْمَلُوْنَ ࣖ ","latin":"Wa lay yu'akhkhirallāhu nafsan iżā jā'a ajaluhā, wallāhu khabīrum bimā ta‘malūn(a).","translation":"Allah tidak akan menunda (kematian) seseorang apabila waktu kematiannya telah datang. Allah Maha Teliti terhadap apa yang kamu kerjakan."}]}