{"surah_number":65,"arabic":"الطّلاق","latin":"Aṭ-Ṭalāq","transliteration":"At-Talaq","translation":"Talak","total_ayat":12,"location":"Madaniyah","ayat":[{"surah_number":65,"ayat_number":1,"arabic":"يٰٓاَيُّهَا النَّبِيُّ اِذَا طَلَّقْتُمُ النِّسَاۤءَ فَطَلِّقُوْهُنَّ لِعِدَّتِهِنَّ وَاَحْصُوا الْعِدَّةَۚ وَاتَّقُوا اللّٰهَ رَبَّكُمْۚ  لَا تُخْرِجُوْهُنَّ مِنْۢ بُيُوْتِهِنَّ وَلَا يَخْرُجْنَ اِلَّآ اَنْ يَّأْتِيْنَ بِفَاحِشَةٍ مُّبَيِّنَةٍۗ وَتِلْكَ حُدُوْدُ اللّٰهِ ۗوَمَنْ يَّتَعَدَّ حُدُوْدَ اللّٰهِ فَقَدْ ظَلَمَ نَفْسَهٗ ۗ لَا تَدْرِيْ لَعَلَّ اللّٰهَ يُحْدِثُ بَعْدَ ذٰلِكَ اَمْرًا","kitabah":"يٰٓاَيُّهَا النَّبِيُّ اِذَا طَلَّقْتُمُ النِّسَاۤءَ فَطَلِّقُوْهُنَّ لِعِدَّتِهِنَّ وَاَحْصُوا الْعِدَّةَۚ وَاتَّقُوا اللّٰهَ رَبَّكُمْۚ  لَا تُخْرِجُوْهُنَّ مِنْۢ بُيُوْتِهِنَّ وَلَا يَخْرُجْنَ اِلَّآ اَنْ يَّأْتِيْنَ بِفَاحِشَةٍ مُّبَيِّنَةٍۗ وَتِلْكَ حُدُوْدُ اللّٰهِ ۗوَمَنْ يَّتَعَدَّ حُدُوْدَ اللّٰهِ فَقَدْ ظَلَمَ نَفْسَهٗ ۗ لَا تَدْرِيْ لَعَلَّ اللّٰهَ يُحْدِثُ بَعْدَ ذٰلِكَ اَمْرًا","latin":"Yā ayyuhan-nabiyyu iżā ṭallaqtumun-nisā'a fa ṭalliqūhunna li‘iddatihinna wa aḥṣul-‘iddah(ta), wattaqullāha rabbakum, lā tukhrijūhunna mim buyūtihinna wa lā yakhrujna illā ay ya'tīna bifāḥisyatim mubayyinah(tin), wa tilka ḥudūdullāh(i), wa may yata‘adda ḥudūdallāhi faqad ẓalama nafsah(ū), lā tadrī la‘allallāha yuḥdiṡu ba‘da żālika amrā(n).","translation":"Wahai Nabi, apabila kamu menceraikan istri-istrimu, hendaklah kamu ceraikan mereka pada waktu mereka dapat (menghadapi) idahnya (yang wajar), dan hitunglah waktu idah itu, serta bertakwalah kepada Allah Tuhanmu. Janganlah kamu keluarkan mereka dari rumahnya dan janganlah (diizinkan) keluar kecuali jika mereka mengerjakan perbuatan keji yang jelas. Itulah hukum-hukum Allah. Siapa melanggar hukum-hukum Allah, maka sungguh, dia telah berbuat zalim terhadap dirinya sendiri. Kamu tidak mengetahui boleh jadi setelah itu Allah mengadakan suatu ketentuan yang baru. "},{"surah_number":65,"ayat_number":2,"arabic":"فَاِذَا بَلَغْنَ اَجَلَهُنَّ فَاَمْسِكُوْهُنَّ بِمَعْرُوْفٍ اَوْ فَارِقُوْهُنَّ بِمَعْرُوْفٍ وَّاَشْهِدُوْا ذَوَيْ عَدْلٍ مِّنْكُمْ وَاَقِيْمُوا الشَّهَادَةَ لِلّٰهِ ۗذٰلِكُمْ يُوْعَظُ بِهٖ مَنْ كَانَ يُؤْمِنُ بِاللّٰهِ وَالْيَوْمِ الْاٰخِرِ ەۗ وَمَنْ يَّتَّقِ اللّٰهَ يَجْعَلْ لَّهٗ مَخْرَجًا ۙ","kitabah":"فَاِذَا بَلَغْنَ اَجَلَهُنَّ فَاَمْسِكُوْهُنَّ بِمَعْرُوْفٍ اَوْ فَارِقُوْهُنَّ بِمَعْرُوْفٍ وَّاَشْهِدُوْا ذَوَيْ عَدْلٍ مِّنْكُمْ وَاَقِيْمُوا الشَّهَادَةَ لِلّٰهِ ۗذٰلِكُمْ يُوْعَظُ بِهٖ مَنْ كَانَ يُؤْمِنُ بِاللّٰهِ وَالْيَوْمِ الْاٰخِرِ ەۗ وَمَنْ يَّتَّقِ اللّٰهَ يَجْعَلْ لَّهٗ مَخْرَجًا ۙ","latin":"Fa iżā balagna ajalahunna fa amsikūhunna bima‘rūfin au fāriqūhunna bima‘rūfiw wa asyhidū żawai ‘adlim minkum wa aqīmusy-syahādata lillāh(i), żālikum yū‘aẓu bihī man kāna yu'minu billāhi wal-yaumil-ākhir(i), wa may yattaqillāha yaj‘al lahū makhrajā(n).","translation":"Apabila mereka telah mendekati akhir idahnya, rujuklah dengan mereka secara baik atau lepaskanlah mereka secara baik dan persaksikanlah dengan dua orang saksi yang adil dari kamu dan hendaklah kamu tegakkan kesaksian itu karena Allah. Yang demikian itu dinasihatkan kepada orang-orang di antara kamu yang beriman kepada Allah dan hari akhir. Siapa yang bertakwa kepada Allah, niscaya Dia akan membukakan jalan keluar baginya "},{"surah_number":65,"ayat_number":3,"arabic":"وَّيَرْزُقْهُ مِنْ حَيْثُ لَا يَحْتَسِبُۗ وَمَنْ يَّتَوَكَّلْ عَلَى اللّٰهِ فَهُوَ حَسْبُهٗ ۗاِنَّ اللّٰهَ بَالِغُ اَمْرِهٖۗ قَدْ جَعَلَ اللّٰهُ لِكُلِّ شَيْءٍ قَدْرًا ","kitabah":"وَّيَرْزُقْهُ مِنْ حَيْثُ لَا يَحْتَسِبُۗ وَمَنْ يَّتَوَكَّلْ عَلَى اللّٰهِ فَهُوَ حَسْبُهٗ ۗاِنَّ اللّٰهَ بَالِغُ اَمْرِهٖۗ قَدْ جَعَلَ اللّٰهُ لِكُلِّ شَيْءٍ قَدْرًا ","latin":"Wa yarzuqhu min ḥaiṡu lā yaḥtasib(u), wa may yatawakkal ‘alallāhi fa huwa ḥasbuh(ū), innallāha bāligu amrih(ī), qad ja‘alallāhu likulli syai'in qadrā(n).","translation":"dan menganugerahkan kepadanya rezeki dari arah yang tidak dia duga. Siapa yang bertawakal kepada Allah, niscaya Allah akan mencukupkan (keperluan)-nya. Sesungguhnya Allahlah yang menuntaskan urusan-Nya. Sungguh, Allah telah membuat ketentuan bagi setiap sesuatu."},{"surah_number":65,"ayat_number":4,"arabic":"وَالّٰۤـِٔيْ يَىِٕسْنَ مِنَ الْمَحِيْضِ مِنْ نِّسَاۤىِٕكُمْ اِنِ ارْتَبْتُمْ فَعِدَّتُهُنَّ ثَلٰثَةُ اَشْهُرٍۙ وَّالّٰۤـِٔيْ لَمْ يَحِضْنَۗ وَاُولٰتُ الْاَحْمَالِ اَجَلُهُنَّ اَنْ يَّضَعْنَ حَمْلَهُنَّۗ وَمَنْ يَّتَّقِ اللّٰهَ يَجْعَلْ لَّهٗ مِنْ اَمْرِهٖ يُسْرًا ","kitabah":"وَالّٰۤـِٔيْ يَىِٕسْنَ مِنَ الْمَحِيْضِ مِنْ نِّسَاۤىِٕكُمْ اِنِ ارْتَبْتُمْ فَعِدَّتُهُنَّ ثَلٰثَةُ اَشْهُرٍۙ وَّالّٰۤـِٔيْ لَمْ يَحِضْنَۗ وَاُولٰتُ الْاَحْمَالِ اَجَلُهُنَّ اَنْ يَّضَعْنَ حَمْلَهُنَّۗ وَمَنْ يَّتَّقِ اللّٰهَ يَجْعَلْ لَّهٗ مِنْ اَمْرِهٖ يُسْرًا ","latin":"Wal-lā'ī ya'isna minal-maḥīḍi min nisā'ikum inirtabtum fa ‘iddatuhunna ṡalāṡatu asyhur(in), wal-lā'ī lam yaḥiḍn(a), wa ulātul-aḥmāli ajaluhunna ay yaḍa‘na ḥamlahunn(a), wa may yattaqillāha yaj‘al lahū min amrihī yusrā(n).","translation":"Perempuan-perempuan yang tidak mungkin haid lagi (menopause) di antara istri-istrimu jika kamu ragu-ragu (tentang masa idahnya) maka idahnya adalah tiga bulan. Begitu (pula) perempuan-perempuan yang tidak haid (belum dewasa). Adapun perempuan-perempuan yang hamil, waktu idah mereka adalah sampai mereka melahirkan kandungannya. Siapa yang bertakwa kepada Allah, niscaya Dia menjadikan kemudahan baginya dalam urusannya. "},{"surah_number":65,"ayat_number":5,"arabic":"ذٰلِكَ اَمْرُ اللّٰهِ اَنْزَلَهٗٓ اِلَيْكُمْۗ وَمَنْ يَّتَّقِ اللّٰهَ يُكَفِّرْ عَنْهُ سَيِّاٰتِهٖ وَيُعْظِمْ لَهٗٓ اَجْرًا ","kitabah":"ذٰلِكَ اَمْرُ اللّٰهِ اَنْزَلَهٗٓ اِلَيْكُمْۗ وَمَنْ يَّتَّقِ اللّٰهَ يُكَفِّرْ عَنْهُ سَيِّاٰتِهٖ وَيُعْظِمْ لَهٗٓ اَجْرًا ","latin":"Żālika amrullāhi anzalahū ilaikum, wa may yattaqillāha yukaffir ‘anhu sayyi'ātihī wa yu‘ẓim lahū ajrā(n).","translation":"(Ketentuan idah) itu merupakan perintah Allah yang diturunkan-Nya kepada kamu. Siapa yang bertakwa kepada Allah, niscaya Allah akan menghapus kesalahan-kesalahannya dan akan memperbesar pahala baginya. "},{"surah_number":65,"ayat_number":6,"arabic":"اَسْكِنُوْهُنَّ مِنْ حَيْثُ سَكَنْتُمْ مِّنْ وُّجْدِكُمْ وَلَا تُضَاۤرُّوْهُنَّ لِتُضَيِّقُوْا عَلَيْهِنَّۗ وَاِنْ كُنَّ اُولٰتِ حَمْلٍ فَاَنْفِقُوْا عَلَيْهِنَّ حَتّٰى يَضَعْنَ حَمْلَهُنَّۚ فَاِنْ اَرْضَعْنَ لَكُمْ فَاٰتُوْهُنَّ اُجُوْرَهُنَّۚ وَأْتَمِرُوْا بَيْنَكُمْ بِمَعْرُوْفٍۚ وَاِنْ تَعَاسَرْتُمْ فَسَتُرْضِعُ لَهٗٓ اُخْرٰىۗ ","kitabah":"اَسْكِنُوْهُنَّ مِنْ حَيْثُ سَكَنْتُمْ مِّنْ وُّجْدِكُمْ وَلَا تُضَاۤرُّوْهُنَّ لِتُضَيِّقُوْا عَلَيْهِنَّۗ وَاِنْ كُنَّ اُولٰتِ حَمْلٍ فَاَنْفِقُوْا عَلَيْهِنَّ حَتّٰى يَضَعْنَ حَمْلَهُنَّۚ فَاِنْ اَرْضَعْنَ لَكُمْ فَاٰتُوْهُنَّ اُجُوْرَهُنَّۚ وَأْتَمِرُوْا بَيْنَكُمْ بِمَعْرُوْفٍۚ وَاِنْ تَعَاسَرْتُمْ فَسَتُرْضِعُ لَهٗٓ اُخْرٰىۗ ","latin":"Askinūhunna min ḥaiṡu sakantum miw wujdikum wa lā tuḍārrūhunna lituḍayyiqū ‘alaihinn(a), wa in kunna ulāti ḥamlin fa anfiqū ‘alaihinna ḥattā yaḍa‘na ḥamlahunn(a), fa in arḍa‘na lakum fa ātūhunna ujūrahunn(a), wa'tamirū bainakum bima‘rūf(in), wa in ta‘āsartum fasaturḍi‘u lahū ukhrā.","translation":"Tempatkanlah mereka (para istri yang dicerai) di mana kamu bertempat tinggal menurut kemampuanmu dan janganlah kamu menyusahkan mereka untuk menyempitkan (hati) mereka. Jika mereka (para istri yang dicerai) itu sedang hamil, maka berikanlah kepada mereka nafkahnya sampai mereka melahirkan, kemudian jika mereka menyusukan (anak-anak)-mu maka berikanlah imbalannya kepada mereka; dan musyawarahkanlah di antara kamu (segala sesuatu) dengan baik; dan jika kamu sama-sama menemui kesulitan (dalam hal penyusuan), maka perempuan lain boleh menyusukan (anak itu) untuknya."},{"surah_number":65,"ayat_number":7,"arabic":"لِيُنْفِقْ ذُوْ سَعَةٍ مِّنْ سَعَتِهٖۗ وَمَنْ قُدِرَ عَلَيْهِ رِزْقُهٗ فَلْيُنْفِقْ مِمَّآ اٰتٰىهُ اللّٰهُ ۗ لَا يُكَلِّفُ اللّٰهُ نَفْسًا اِلَّا مَآ اٰتٰىهَاۗ سَيَجْعَلُ اللّٰهُ بَعْدَ عُسْرٍ يُّسْرًا ࣖ ","kitabah":"لِيُنْفِقْ ذُوْ سَعَةٍ مِّنْ سَعَتِهٖۗ وَمَنْ قُدِرَ عَلَيْهِ رِزْقُهٗ فَلْيُنْفِقْ مِمَّآ اٰتٰىهُ اللّٰهُ ۗ لَا يُكَلِّفُ اللّٰهُ نَفْسًا اِلَّا مَآ اٰتٰىهَاۗ سَيَجْعَلُ اللّٰهُ بَعْدَ عُسْرٍ يُّسْرًا ࣖ ","latin":"Liyunfiq żū sa‘atim min sa‘atih(ī), wa man qudira ‘alaihi rizquhū falyunfiq mimmā ātāhullāh(u), lā yukallifullāhu nafsan illā mā ātāhā, sayaj‘alullāhu ba‘da ‘usriy yusrā(n).","translation":"Hendaklah orang yang lapang (rezekinya) memberi nafkah menurut kemampuannya, dan orang yang disempitkan rezekinya, hendaklah memberi nafkah dari apa (harta) yang dianugerahkan Allah kepadanya. Allah tidak membebani kepada seseorang melainkan (sesuai) dengan apa yang dianugerahkan Allah kepadanya. Allah kelak akan menganugerahkan kelapangan setelah kesempitan. "},{"surah_number":65,"ayat_number":8,"arabic":"وَكَاَيِّنْ مِّنْ قَرْيَةٍ عَتَتْ عَنْ اَمْرِ رَبِّهَا وَرُسُلِهٖ فَحَاسَبْنٰهَا حِسَابًا شَدِيْدًاۙ وَّعَذَّبْنٰهَا عَذَابًا نُّكْرًا ","kitabah":"وَكَاَيِّنْ مِّنْ قَرْيَةٍ عَتَتْ عَنْ اَمْرِ رَبِّهَا وَرُسُلِهٖ فَحَاسَبْنٰهَا حِسَابًا شَدِيْدًاۙ وَّعَذَّبْنٰهَا عَذَابًا نُّكْرًا ","latin":"Wa ka'ayyim min qaryatin ‘atat ‘an amri rabbihā wa rusulihī fa ḥāsabnāhā ḥisāban syadīdā(n), wa ‘ażżabnāhā ‘ażāban nukrā(n).","translation":"Betapa banyak (penduduk) negeri yang mendurhakai perintah Tuhan mereka dan rasul-rasul-Nya, maka Kami buat perhitungan terhadap penduduk negeri itu dengan perhitungan yang ketat, dan Kami azab mereka dengan azab yang mengerikan."},{"surah_number":65,"ayat_number":9,"arabic":"فَذَاقَتْ وَبَالَ اَمْرِهَا وَكَانَ عَاقِبَةُ اَمْرِهَا خُسْرًا ","kitabah":"فَذَاقَتْ وَبَالَ اَمْرِهَا وَكَانَ عَاقِبَةُ اَمْرِهَا خُسْرًا ","latin":"Fa żāqat wabāla amrihā wa kāna ‘āqibatu amrihā khusrā(n).","translation":"Maka, mereka telah merasakan akibat buruk dari perbuatannya, dan akibat perbuatan mereka itu adalah kerugian yang besar. "},{"surah_number":65,"ayat_number":10,"arabic":"اَعَدَّ اللّٰهُ لَهُمْ عَذَابًا شَدِيْدًا فَاتَّقُوا اللّٰهَ يٰٓاُولِى الْاَلْبَابِۛ الَّذِيْنَ اٰمَنُوْا ۛ قَدْ اَنْزَلَ اللّٰهُ اِلَيْكُمْ ذِكْرًاۙ ","kitabah":"اَعَدَّ اللّٰهُ لَهُمْ عَذَابًا شَدِيْدًا فَاتَّقُوا اللّٰهَ يٰٓاُولِى الْاَلْبَابِۛ الَّذِيْنَ اٰمَنُوْا ۛ قَدْ اَنْزَلَ اللّٰهُ اِلَيْكُمْ ذِكْرًاۙ ","latin":"A‘addallāhu lahum ‘ażāban syadīdan fattaqullāha yā ulil-albāb(i) - allażīna āmanū - qad anzalallāhu ilaikum żikrā(n).","translation":"Allah telah menyediakan azab yang sangat pedih bagi mereka. Maka, bertakwalah kepada Allah, wahai ululalbab (orang-orang yang berakal sehat, berhati bersih, dan cerdas,) (yaitu) orang-orang yang beriman. Sungguh, Allah telah menurunkan peringatan kepadamu "},{"surah_number":65,"ayat_number":11,"arabic":"رَّسُوْلًا يَّتْلُوْا عَلَيْكُمْ اٰيٰتِ اللّٰهِ مُبَيِّنٰتٍ لِّيُخْرِجَ الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ مِنَ الظُّلُمٰتِ اِلَى النُّوْرِۗ وَمَنْ يُّؤْمِنْۢ بِاللّٰهِ وَيَعْمَلْ صَالِحًا يُّدْخِلْهُ جَنّٰتٍ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُ خٰلِدِيْنَ فِيْهَآ اَبَدًاۗ قَدْ اَحْسَنَ اللّٰهُ لَهٗ رِزْقًا ","kitabah":"رَّسُوْلًا يَّتْلُوْا عَلَيْكُمْ اٰيٰتِ اللّٰهِ مُبَيِّنٰتٍ لِّيُخْرِجَ الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ مِنَ الظُّلُمٰتِ اِلَى النُّوْرِۗ وَمَنْ يُّؤْمِنْۢ بِاللّٰهِ وَيَعْمَلْ صَالِحًا يُّدْخِلْهُ جَنّٰتٍ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُ خٰلِدِيْنَ فِيْهَآ اَبَدًاۗ قَدْ اَحْسَنَ اللّٰهُ لَهٗ رِزْقًا ","latin":"Rasūlay yatlū ‘alaikum āyātillāhi mubayyinātil liyukhrijal-lażīna āmanū wa ‘amiluṣ-ṣāliḥāti minaẓ-ẓulumāti ilan-nūr(i), wa may yu'mim billāhi wa ya‘mal ṣāliḥay yudkhilhu jannātin tajrī min taḥtihal-anhāru khālidīna fīhā abadā(n), qad aḥsanallāhu lahū rizqā(n).","translation":"(berupa) seorang Rasul yang membacakan ayat-ayat Allah kepadamu yang menerangkan (bermacam-macam hukum) agar dia mengeluarkan orang-orang yang beriman dan mengerjakan kebajikan dari kegelapan kepada cahaya. Siapa yang beriman kepada Allah dan mengerjakan kebajikan, niscaya akan Dia masukkan ke dalam surga-surga yang mengalir di bawahnya sungai-sungai. Mereka kekal di dalamnya selama-lamanya. Sungguh, Allah telah menganugerahkan rezeki yang baik kepadanya. "},{"surah_number":65,"ayat_number":12,"arabic":"اَللّٰهُ الَّذِيْ خَلَقَ سَبْعَ سَمٰوٰتٍ وَّمِنَ الْاَرْضِ مِثْلَهُنَّۗ يَتَنَزَّلُ الْاَمْرُ بَيْنَهُنَّ لِتَعْلَمُوْٓا اَنَّ اللّٰهَ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ ەۙ وَّاَنَّ اللّٰهَ قَدْ اَحَاطَ بِكُلِّ شَيْءٍ عِلْمًا ࣖ","kitabah":"اَللّٰهُ الَّذِيْ خَلَقَ سَبْعَ سَمٰوٰتٍ وَّمِنَ الْاَرْضِ مِثْلَهُنَّۗ يَتَنَزَّلُ الْاَمْرُ بَيْنَهُنَّ لِتَعْلَمُوْٓا اَنَّ اللّٰهَ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ ەۙ وَّاَنَّ اللّٰهَ قَدْ اَحَاطَ بِكُلِّ شَيْءٍ عِلْمًا ࣖ","latin":"Allāhul-lażī khalaqa sab‘a samāwātiw wa minal-arḍi miṡlahunn(a), yatanazzalul-amru bainahunna lita‘lamū annallāha ‘alā kulli syai'in qadīr(un), wa annallāha qad aḥāṭa bikulli syai'in ‘ilmā(n).","translation":"Allahlah yang menciptakan tujuh langit dan (menciptakan pula) bumi seperti itu. Perintah-Nya berlaku padanya agar kamu mengetahui bahwa Allah Maha Kuasa atas segala sesuatu dan ilmu Allah benar-benar meliputi segala sesuatu."}]}