{"surah_number":72,"arabic":"الجنّ","latin":"Al-Jinn","transliteration":"Al-Jinn","translation":"Jin","total_ayat":28,"location":"Makkiyah","ayat":[{"surah_number":72,"ayat_number":1,"arabic":"قُلْ اُوْحِيَ اِلَيَّ اَنَّهُ اسْتَمَعَ نَفَرٌ مِّنَ الْجِنِّ فَقَالُوْٓا اِنَّا سَمِعْنَا قُرْاٰنًا عَجَبًاۙ","kitabah":"قُلْ اُوْحِيَ اِلَيَّ اَنَّهُ اسْتَمَعَ نَفَرٌ مِّنَ الْجِنِّ فَقَالُوْٓا اِنَّا سَمِعْنَا قُرْاٰنًا عَجَبًاۙ","latin":"Qul ūḥiya ilayya annahustama‘a nafarum minal-jinni fa qālū innā sami‘nā qur'ānan ‘ajabā(n).","translation":"Katakanlah (Nabi Muhammad), “Telah diwahyukan kepadaku bahwa sekumpulan jin telah mendengarkan (Al-Qur’an yang kubaca).” Lalu, mereka berkata, “Kami telah mendengarkan bacaan yang menakjubkan,"},{"surah_number":72,"ayat_number":2,"arabic":"يَّهْدِيْٓ اِلَى الرُّشْدِ فَاٰمَنَّا بِهٖۗ وَلَنْ نُّشْرِكَ بِرَبِّنَآ اَحَدًاۖ","kitabah":"يَّهْدِيْٓ اِلَى الرُّشْدِ فَاٰمَنَّا بِهٖۗ وَلَنْ نُّشْرِكَ بِرَبِّنَآ اَحَدًاۖ","latin":"Yahdī ilar-rusydi fa'āmannā bih(ī), wa lan nusyrika birabbinā aḥadā(n).","translation":"yang memberi petunjuk pada kebenaran, sehingga kami pun beriman padanya dan tidak akan mempersekutukan sesuatu pun dengan Tuhan kami. "},{"surah_number":72,"ayat_number":3,"arabic":"وَّاَنَّهٗ تَعٰلٰى جَدُّ رَبِّنَا مَا اتَّخَذَ صَاحِبَةً وَّلَا وَلَدًاۖ","kitabah":"وَّاَنَّهٗ تَعٰلٰى جَدُّ رَبِّنَا مَا اتَّخَذَ صَاحِبَةً وَّلَا وَلَدًاۖ","latin":"Wa annahū ta‘ālā jaddu rabbinā mattakhaża ṣāḥibataw wa lā waladā(n).","translation":"Sesungguhnya Maha Tinggi keagungan Tuhan kami. Dia tidak beristri dan tidak (pula) beranak."},{"surah_number":72,"ayat_number":4,"arabic":"وَّاَنَّهٗ كَانَ يَقُوْلُ سَفِيْهُنَا عَلَى اللّٰهِ شَطَطًاۖ","kitabah":"وَّاَنَّهٗ كَانَ يَقُوْلُ سَفِيْهُنَا عَلَى اللّٰهِ شَطَطًاۖ","latin":"Wa annahū kāna yaqūlu safīhunā ‘alallāhi syaṭaṭā(n).","translation":"Sesungguhnya orang yang bodoh di antara kami selalu mengucapkan (perkataan) yang melampaui batas terhadap Allah."},{"surah_number":72,"ayat_number":5,"arabic":"وَّاَنَّا ظَنَنَّآ اَنْ لَّنْ تَقُوْلَ الْاِنْسُ وَالْجِنُّ عَلَى اللّٰهِ كَذِبًاۙ","kitabah":"وَّاَنَّا ظَنَنَّآ اَنْ لَّنْ تَقُوْلَ الْاِنْسُ وَالْجِنُّ عَلَى اللّٰهِ كَذِبًاۙ","latin":"Wa annā ẓanannā allan taqūlal-insu wal-jinnu ‘alallāhi każibā(n).","translation":"Sesungguhnya kami mengira bahwa manusia dan jin itu tidak akan mengatakan perkataan yang dusta terhadap Allah.” "},{"surah_number":72,"ayat_number":6,"arabic":"وَّاَنَّهٗ كَانَ رِجَالٌ مِّنَ الْاِنْسِ يَعُوْذُوْنَ بِرِجَالٍ مِّنَ الْجِنِّ فَزَادُوْهُمْ رَهَقًاۖ","kitabah":"وَّاَنَّهٗ كَانَ رِجَالٌ مِّنَ الْاِنْسِ يَعُوْذُوْنَ بِرِجَالٍ مِّنَ الْجِنِّ فَزَادُوْهُمْ رَهَقًاۖ","latin":"Wa annahū kāna rijālum minal insi ya‘ūżūna birijālim minal-jinni fa zādūhum rahaqā(n).","translation":"Sesungguhnya ada beberapa orang laki-laki dari (kalangan) manusia yang meminta perlindungan kepada beberapa laki-laki dari (kalangan) jin sehingga mereka (jin) menjadikan mereka (manusia) bertambah sesat."},{"surah_number":72,"ayat_number":7,"arabic":"وَّاَنَّهُمْ ظَنُّوْا كَمَا ظَنَنْتُمْ اَنْ لَّنْ يَّبْعَثَ اللّٰهُ اَحَدًاۖ","kitabah":"وَّاَنَّهُمْ ظَنُّوْا كَمَا ظَنَنْتُمْ اَنْ لَّنْ يَّبْعَثَ اللّٰهُ اَحَدًاۖ","latin":"Wa annahum ẓannū kamā ẓanantum allay yab‘aṡallāhu aḥadā(n).","translation":"Sesungguhnya mereka (jin) mengira sebagaimana kamu (orang musyrik Makkah) mengira bahwa Allah tidak akan membangkitkan kembali siapa pun (pada hari Kiamat). "},{"surah_number":72,"ayat_number":8,"arabic":"وَّاَنَّا لَمَسْنَا السَّمَاۤءَ فَوَجَدْنٰهَا مُلِئَتْ حَرَسًا شَدِيْدًا وَّشُهُبًاۖ","kitabah":"وَّاَنَّا لَمَسْنَا السَّمَاۤءَ فَوَجَدْنٰهَا مُلِئَتْ حَرَسًا شَدِيْدًا وَّشُهُبًاۖ","latin":"Wa annā lamasnas-samā'a fa wajadnāhā muli'at ḥarasan syadīdaw wa syuhubā(n).","translation":"(Jin berkata lagi,) “Sesungguhnya kami (jin) telah mencoba mengetahui (rahasia) langit. Maka, kami mendapatinya penuh dengan penjagaan yang kuat dan panah-panah api."},{"surah_number":72,"ayat_number":9,"arabic":"وَّاَنَّا كُنَّا نَقْعُدُ مِنْهَا مَقَاعِدَ لِلسَّمْعِۗ فَمَنْ يَّسْتَمِعِ الْاٰنَ يَجِدْ لَهٗ شِهَابًا رَّصَدًاۖ","kitabah":"وَّاَنَّا كُنَّا نَقْعُدُ مِنْهَا مَقَاعِدَ لِلسَّمْعِۗ فَمَنْ يَّسْتَمِعِ الْاٰنَ يَجِدْ لَهٗ شِهَابًا رَّصَدًاۖ","latin":"Wa annā kunnā naq‘udu minhā maqā‘ida lis-sam‘(i), famay yastami‘il-āna yajid lahū syihābar raṣadā(n).","translation":"Sesungguhnya kami (jin) dahulu selalu menduduki beberapa tempat (di langit) untuk mencuri dengar (berita-beritanya). Akan tetapi, sekarang731) siapa yang (mencoba) mencuri dengar pasti akan menjumpai panah api yang mengintai (untuk membakarnya)."},{"surah_number":72,"ayat_number":10,"arabic":"وَّاَنَّا لَا نَدْرِيْٓ اَشَرٌّ اُرِيْدَ بِمَنْ فِى الْاَرْضِ اَمْ اَرَادَ بِهِمْ رَبُّهُمْ رَشَدًاۙ","kitabah":"وَّاَنَّا لَا نَدْرِيْٓ اَشَرٌّ اُرِيْدَ بِمَنْ فِى الْاَرْضِ اَمْ اَرَادَ بِهِمْ رَبُّهُمْ رَشَدًاۙ","latin":"Wa annā lā nadrī asyarrun urīda biman fil-arḍi am arāda bihim rabbuhum rasyadā(n).","translation":"Sesungguhnya kami tidak mengetahui apakah keburukan yang dikehendaki terhadap siapa yang di bumi ataukah Tuhan mereka menghendaki kebaikan terhadap mereka. "},{"surah_number":72,"ayat_number":11,"arabic":"وَّاَنَّا مِنَّا الصّٰلِحُوْنَ وَمِنَّا دُوْنَ ذٰلِكَۗ  كُنَّا طَرَاۤىِٕقَ قِدَدًاۙ","kitabah":"وَّاَنَّا مِنَّا الصّٰلِحُوْنَ وَمِنَّا دُوْنَ ذٰلِكَۗ  كُنَّا طَرَاۤىِٕقَ قِدَدًاۙ","latin":"Wa annā minnaṣ-ṣāliḥūna wa minnā dūna żālik(a), kunnā ṭarā'iqa qidadā(n).","translation":"Sesungguhnya di antara kami ada yang saleh dan di antara kami ada (pula) yang tidak demikian halnya. Kami menempuh jalan yang berbeda-beda."},{"surah_number":72,"ayat_number":12,"arabic":"وَّاَنَّا ظَنَنَّآ اَنْ لَّنْ نُّعْجِزَ اللّٰهَ فِى الْاَرْضِ وَلَنْ نُّعْجِزَهٗ هَرَبًاۖ","kitabah":"وَّاَنَّا ظَنَنَّآ اَنْ لَّنْ نُّعْجِزَ اللّٰهَ فِى الْاَرْضِ وَلَنْ نُّعْجِزَهٗ هَرَبًاۖ","latin":"Wa annā ẓanannā allan nu‘jizallāha fil-arḍi wa lan nu‘jizahū harabā(n).","translation":"Sesungguhnya kami yakin bahwa kami tidak akan mampu melepaskan diri (dari kekuasaan) Allah di bumi dan tidak (pula) dapat lari melepaskan diri (dari)-Nya."},{"surah_number":72,"ayat_number":13,"arabic":"وَّاَنَّا لَمَّا سَمِعْنَا الْهُدٰىٓ اٰمَنَّا بِهٖۗ فَمَنْ يُّؤْمِنْۢ بِرَبِّهٖ فَلَا يَخَافُ بَخْسًا وَّلَا رَهَقًاۖ","kitabah":"وَّاَنَّا لَمَّا سَمِعْنَا الْهُدٰىٓ اٰمَنَّا بِهٖۗ فَمَنْ يُّؤْمِنْۢ بِرَبِّهٖ فَلَا يَخَافُ بَخْسًا وَّلَا رَهَقًاۖ","latin":"Wa annā lammā sami‘nal-hudā āmannā bih(ī), famay yu'mim birabbihī falā yakhāfu bakhsaw wa lā rahaqā(n).","translation":"Sesungguhnya ketika mendengar petunjuk (Al-Qur’an), kami pun beriman kepadanya. Maka, siapa yang beriman kepada Tuhannya tidak (perlu) takut akan pengurangan (pahala amalnya) dan tidak (takut pula) akan kesulitan (akibat penambahan dosa)."},{"surah_number":72,"ayat_number":14,"arabic":"وَّاَنَّا مِنَّا الْمُسْلِمُوْنَ وَمِنَّا الْقٰسِطُوْنَۗ فَمَنْ اَسْلَمَ فَاُولٰۤىِٕكَ تَحَرَّوْا رَشَدًا ","kitabah":"وَّاَنَّا مِنَّا الْمُسْلِمُوْنَ وَمِنَّا الْقٰسِطُوْنَۗ فَمَنْ اَسْلَمَ فَاُولٰۤىِٕكَ تَحَرَّوْا رَشَدًا ","latin":"Wa annā minnal-muslimūna wa minnal-qāsiṭūn(a), faman aslama fa ulā'ika taḥarrau rasyadā(n).","translation":"Sesungguhnya di antara kami ada yang muslim dan ada (pula) yang menyimpang dari kebenaran. Siapa yang (memeluk) Islam telah memilih jalan yang benar."},{"surah_number":72,"ayat_number":15,"arabic":"وَاَمَّا الْقٰسِطُوْنَ فَكَانُوْا لِجَهَنَّمَ حَطَبًاۙ","kitabah":"وَاَمَّا الْقٰسِطُوْنَ فَكَانُوْا لِجَهَنَّمَ حَطَبًاۙ","latin":"Wa ammal-qāsiṭūna fa kānū lijahannama ḥaṭabā(n).","translation":"Adapun para penyimpang dari kebenaran menjadi bahan bakar (neraka) Jahanam.”"},{"surah_number":72,"ayat_number":16,"arabic":"وَّاَنْ لَّوِ اسْتَقَامُوْا عَلَى الطَّرِيْقَةِ لَاَسْقَيْنٰهُمْ مَّاۤءً غَدَقًاۙ","kitabah":"وَّاَنْ لَّوِ اسْتَقَامُوْا عَلَى الطَّرِيْقَةِ لَاَسْقَيْنٰهُمْ مَّاۤءً غَدَقًاۙ","latin":"Wa allawistaqāmū ‘alaṭ-ṭarīqati la'asqaināhum mā'an gadaqā(n).","translation":"Seandainya mereka tetap berjalan lurus di atas jalan itu (agama Islam), niscaya Kami akan mencurahkan air yang banyak (rezeki yang cukup)."},{"surah_number":72,"ayat_number":17,"arabic":"لِّنَفْتِنَهُمْ فِيْهِۗ وَمَنْ يُّعْرِضْ عَنْ ذِكْرِ رَبِّهٖ يَسْلُكْهُ عَذَابًا صَعَدًاۙ","kitabah":"لِّنَفْتِنَهُمْ فِيْهِۗ وَمَنْ يُّعْرِضْ عَنْ ذِكْرِ رَبِّهٖ يَسْلُكْهُ عَذَابًا صَعَدًاۙ","latin":"Linaftinahum fīh(i), wa may yu‘riḍ ‘an żikri rabbihī yasluk-hu ‘ażāban ṣa‘adā(n).","translation":"Dengan (cara) itu Kami hendak menguji mereka. Siapa yang berpaling dari peringatan Tuhannya niscaya akan dimasukkan-Nya ke dalam azab yang sangat berat. "},{"surah_number":72,"ayat_number":18,"arabic":"وَّاَنَّ الْمَسٰجِدَ لِلّٰهِ فَلَا تَدْعُوْا مَعَ اللّٰهِ اَحَدًاۖ","kitabah":"وَّاَنَّ الْمَسٰجِدَ لِلّٰهِ فَلَا تَدْعُوْا مَعَ اللّٰهِ اَحَدًاۖ","latin":"Wa annal-masājida lillāhi falā tad‘ū ma‘allāhi aḥadā(n).","translation":"Sesungguhnya masjid-masjid itu milik Allah. Maka, janganlah menyembah apa pun bersamaan dengan (menyembah) Allah. "},{"surah_number":72,"ayat_number":19,"arabic":"وَّاَنَّهٗ لَمَّا قَامَ عَبْدُ اللّٰهِ يَدْعُوْهُ كَادُوْا يَكُوْنُوْنَ عَلَيْهِ لِبَدًاۗ  ࣖ","kitabah":"وَّاَنَّهٗ لَمَّا قَامَ عَبْدُ اللّٰهِ يَدْعُوْهُ كَادُوْا يَكُوْنُوْنَ عَلَيْهِ لِبَدًاۗ  ࣖ","latin":"Wa annahū lammā qāma ‘abdullāhi yad‘ūhu kādū yakūnūna ‘alaihi libadā(n).","translation":"Sesungguhnya ketika hamba Allah (Nabi Muhammad) berdiri menyembah-Nya (melaksanakan salat), mereka (jin-jin) itu berdesakan mengerumuninya. "},{"surah_number":72,"ayat_number":20,"arabic":"قُلْ اِنَّمَآ اَدْعُوْا رَبِّيْ وَلَآ اُشْرِكُ بِهٖٓ اَحَدًا ","kitabah":"قُلْ اِنَّمَآ اَدْعُوْا رَبِّيْ وَلَآ اُشْرِكُ بِهٖٓ اَحَدًا ","latin":"Qul innamā ad‘ū rabbī wa lā usyriku bihī aḥadā(n).","translation":"Katakanlah (Nabi Muhammad), “Sesungguhnya aku hanya menyembah Tuhanku dan aku tidak mempersekutukan-Nya dengan apa pun.”"},{"surah_number":72,"ayat_number":21,"arabic":"قُلْ اِنِّيْ لَآ اَمْلِكُ لَكُمْ ضَرًّا وَّلَا رَشَدًا ","kitabah":"قُلْ اِنِّيْ لَآ اَمْلِكُ لَكُمْ ضَرًّا وَّلَا رَشَدًا ","latin":"Qul innī lā amliku lakum ḍarraw wa lā rasyadā(n).","translation":"Katakanlah, “Sesungguhnya aku tidak mampu (menolak) mudarat dan tidak (pula mampu mendatangkan) kebaikan kepadamu.”"},{"surah_number":72,"ayat_number":22,"arabic":"قُلْ اِنِّيْ لَنْ يُّجِيْرَنِيْ مِنَ اللّٰهِ اَحَدٌ ەۙ وَّلَنْ اَجِدَ مِنْ دُوْنِهٖ مُلْتَحَدًا ۙ","kitabah":"قُلْ اِنِّيْ لَنْ يُّجِيْرَنِيْ مِنَ اللّٰهِ اَحَدٌ ەۙ وَّلَنْ اَجِدَ مِنْ دُوْنِهٖ مُلْتَحَدًا ۙ","latin":"Qul innī lay yujīranī minallāhi aḥad(un), wa lan ajida min dūnihī multaḥadā(n).","translation":"Katakanlah, “Sesungguhnya tidak ada seorang pun yang dapat melindungiku dari (azab) Allah dan aku tidak akan memperoleh tempat berlindung selain-Nya. "},{"surah_number":72,"ayat_number":23,"arabic":"اِلَّا بَلٰغًا مِّنَ اللّٰهِ وَرِسٰلٰتِهٖۗ وَمَنْ يَّعْصِ اللّٰهَ وَرَسُوْلَهٗ فَاِنَّ لَهٗ نَارَ جَهَنَّمَ خٰلِدِيْنَ فِيْهَآ اَبَدًاۗ","kitabah":"اِلَّا بَلٰغًا مِّنَ اللّٰهِ وَرِسٰلٰتِهٖۗ وَمَنْ يَّعْصِ اللّٰهَ وَرَسُوْلَهٗ فَاِنَّ لَهٗ نَارَ جَهَنَّمَ خٰلِدِيْنَ فِيْهَآ اَبَدًاۗ","latin":"Illā balāgam minallāhi wa risālātih(ī), wa may ya‘ṣillāha wa rasūlahū fa inna lahū nāra jahannama khālidīna fīhā abadā(n).","translation":"(Yang aku mampu lakukan) hanyalah menyampaikan (peringatan) dari Allah dan risalah-Nya. Siapa yang mendurhakai Allah dan Rasul-Nya sesungguhnya akan mendapat (azab) neraka Jahanam. Mereka kekal di dalamnya selama-lamanya.”"},{"surah_number":72,"ayat_number":24,"arabic":"حَتّٰىٓ اِذَا رَاَوْا مَا يُوْعَدُوْنَ فَسَيَعْلَمُوْنَ مَنْ اَضْعَفُ نَاصِرًا وَّاَقَلُّ عَدَدًاۗ","kitabah":"حَتّٰىٓ اِذَا رَاَوْا مَا يُوْعَدُوْنَ فَسَيَعْلَمُوْنَ مَنْ اَضْعَفُ نَاصِرًا وَّاَقَلُّ عَدَدًاۗ","latin":"Ḥattā iżā ra'au mā yū‘adūna fasaya‘lamūna man aḍ‘afu nāṣiraw wa aqallu ‘adadā(n).  ","translation":"Dengan demikian, apabila melihat (azab) yang diancamkan kepadanya, mereka akan mengetahui siapakah yang lebih lemah penolongnya dan lebih sedikit jumlahnya. "},{"surah_number":72,"ayat_number":25,"arabic":"قُلْ اِنْ اَدْرِيْٓ اَقَرِيْبٌ مَّا تُوْعَدُوْنَ اَمْ يَجْعَلُ لَهٗ رَبِّيْٓ اَمَدًا ","kitabah":"قُلْ اِنْ اَدْرِيْٓ اَقَرِيْبٌ مَّا تُوْعَدُوْنَ اَمْ يَجْعَلُ لَهٗ رَبِّٓيْ اَمَدًا ","latin":"Qul in adrī aqarībum mā tū‘adūna am yaj‘alu lahū rabbī amadā(n).","translation":"Katakanlah (Nabi Muhammad), “Aku tidak mengetahui apakah (azab) yang diancamkan kepadamu itu sudah dekat atau Tuhanku menjadikan waktunya masih lama.”"},{"surah_number":72,"ayat_number":26,"arabic":"عٰلِمُ الْغَيْبِ فَلَا يُظْهِرُ عَلٰى غَيْبِهٖٓ اَحَدًاۙ","kitabah":"عٰلِمُ الْغَيْبِ فَلَا يُظْهِرُ عَلٰى غَيْبِهٖٓ اَحَدًاۙ","latin":"‘Ālimul-gaibi falā yuẓhiru ‘alā gaibihī aḥadā(n).","translation":"Dia mengetahui yang gaib. Lalu, Dia tidak memperlihatkan yang gaib itu kepada siapa pun,"},{"surah_number":72,"ayat_number":27,"arabic":"اِلَّا مَنِ ارْتَضٰى مِنْ رَّسُوْلٍ فَاِنَّهٗ يَسْلُكُ مِنْۢ بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهٖ رَصَدًاۙ","kitabah":"اِلَّا مَنِ ارْتَضٰى مِنْ رَّسُوْلٍ فَاِنَّهٗ يَسْلُكُ مِنْۢ بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهٖ رَصَدًاۙ","latin":"Illā manirtaḍā mir rasūlin fa innahū yasluku mim baini yadaihi wa min khalfihī raṣadā(n).","translation":"kecuali kepada rasul yang diridai-Nya. Sesungguhnya Dia menempatkan penjaga-penjaga (malaikat) di depan dan di belakangnya."},{"surah_number":72,"ayat_number":28,"arabic":"لِّيَعْلَمَ اَنْ قَدْ اَبْلَغُوْا رِسٰلٰتِ رَبِّهِمْ وَاَحَاطَ بِمَا لَدَيْهِمْ وَاَحْصٰى كُلَّ شَيْءٍ عَدَدًا ࣖ","kitabah":"لِّيَعْلَمَ اَنْ قَدْ اَبْلَغُوْا رِسٰلٰتِ رَبِّهِمْ وَاَحَاطَ بِمَا لَدَيْهِمْ وَاَحْصٰى كُلَّ شَيْءٍ عَدَدًا ࣖ","latin":"Liya‘lama an qad ablagū risālāti rabbihim wa aḥāṭa bimā ladaihim wa aḥṣā kulla syai'in ‘adadā(n).","translation":"(Yang demikian itu) agar Dia mengetahui bahwa (rasul-rasul itu) benar-benar telah menyampaikan risalah-risalah Tuhannya, sedangkan (ilmu-Nya) meliputi apa yang ada pada mereka. Dia menghitung segala sesuatu satu per satu."}]}